[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Zapomniane Głębiny",
        "description": "„Usiądź, dziecko, i posłuchaj. Ocean jest cudem, którego spienione fale rozbijające się o spokojne brzegi naszych ziem są zwodniczym zaproszeniem. Na zapomnianym dnie bezkresnej, błękitnej głębi znajduje się kraina nie z tego świata, gdzie spoczywają zrujnowane królestwa i dzikie potwory”.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galaktyczne",
        "description": "Wojna Zniszczonego Księżyca pustoszy naszą galaktykę od lat. Wciąż nie widać jej końca.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Lodowcowe",
        "description": "Niebezpiecznie jest ryzykować wyprawę w mróz — kto wie, co czai się na tych zamarzniętych ziemiach…",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Księżycowy Nowy Rok",
        "description": "Pora spojrzeć w przeszłość, świętować z rodziną i przyjaciółmi, zebrać się wspólnie i powspominać wszystko, co było — dobre i złe wydarzenia. Podczas gdy fajerwerki rozświetlają nocne niebo, wypatrujemy nowego roku, pełni wspaniałych wspomnień razem z tymi, którzy są nam bliscy.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Zakon Lotosu",
        "description": "Księgi ioniańskich mitów mówią o wspaniałym Zakonie Lotosu, który powstał, gdy śmiertelnicy zasiedlili Pierwotną Krainę. Od pokoleń kultywuje tajniki nieśmiertelności i tylko jego członkom udało się osiągnąć czystą reinkarnację swoich dusz. Wdzięczni i nieuchwytni niczym fale morskie, adepci Zakonu Lotosu bronią Pierwotnej Krainy, nie lękając się tego, co czeka ich po tym życiu.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Do tych, którzy mają właśnie grać — oddajemy wam hołd.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Zagięte Krawędzie",
        "description": "Klucz żurawi szybuje na przepięknym tle słońca i chmur. Drzewa i trawę również stworzono na tym samym pergaminie i odciśnięto z niesamowitą siłą, która uformowała ten papierowy świat.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Piltover Customs",
        "description": "Szukasz dozupionej jazdy? Oto i ona. (Przebieg może się różnić).",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Odznaka",
        "description": "W ramach wymiaru sprawiedliwości funkcjonują jednostki naginające prawo oraz takie, które otwarcie je łamią. Oficerowie policji prowadzą śledztwa najbardziej haniebnych przestępstw, by kryminaliści odpowiedzieli za swe uczynki. Oto ich historie…",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Heretycy z Traktu",
        "description": "Wojownicy pustkowia, okrutni Wandalowie i zdeterminowani ocalali walczą ze sobą o kontrolę na radioaktywnych popiołach starego świata.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Świetliste",
        "description": "W niebiosach, które są początkiem wszystkiego, co istnieje, Świetliści toczą wieczny bój z nieustępliwą ciemnością.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Złodzieje Dusz",
        "description": "Dusze są życiem, światłem, siłą… a w świecie, który nie zna litości, są kradzione i pochłaniane przez pozbawionych skrupułów panów śmierci.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Supergalaktyczni",
        "description": "//TRANSMISJA ALARMOWA, WSZYSTKIE KANAŁY// Podniesiono poziom zagrożenia galaktycznego na SZKARŁATNY. [CENZURA] znajduje się pod atakiem [CENZURA]. Kwatera główna szacuje, że do całkowitego zniszczenia pozostało [CENZURA]. Uszkodzone mogą zostać również sąsiadujące układy. Supergalaktyczna AKTYWACJA!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Gromowładni",
        "description": "Ludzie nie są jedynymi, którzy toczą gorzkie wojny wynikające z błahych sprzeczek. Dawno temu, w zamierzchłych czasach, dwóch bogów — dwóch braci — chwyciło za broń i skierowało ją przeciw sobie, kształtując samą ziemię spustoszeniem rozsiewanym przez ich walkę.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triumfalni",
        "description": "Podejmij wyzwanie i odnieś zwycięstwo!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Sporty Zimowe",
        "description": "Nic nie wydobywa z profesjonalnych atletów tyle dobrego, co perspektywa paru odmrożeń.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombi kontra Pogromcy",
        "description": "Mózgi…",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Neonowa Warstwa",
        "description": "Mało kto wie o Przedblasku, a jeszcze mniej widziało jego niestabilne, neonowe płomienie. To kosmiczna siła zachowująca równowagę, ale coś przechyliło szalę, przez co światy uległy zagładzie, a jej moc posiadły pojedyncze istoty. Znane są teraz jako Empirejczycy, dysponują nieziemską potęgą i przemierzają różne wymiary. Każda z nich ma inny cel. Ogień się rozprzestrzenia, a końca nie widać.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Opowieści o Borealis",
        "description": "Słyszeliście historie na temat Zorzy? Choć bywają mroczne i zimne, jeśli będziecie dość dzielni, odnajdziecie ciepło i majestat większy, niż kiedykolwiek wam się śniło. Usiądźcie więc przy ognisku i posłuchajcie opowieści o Borealis…",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Sztuka Opowieści",
        "description": "Opowiadania, mity, legendy: w każdym z nich kryje się osobny świat, w którym postaci odgrywają swoje próby i udręki za każdym razem, gdy ich historia jest opowiadana.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lansjerzy",
        "description": "Pradawni Lansjerzy byli w swoich czasach cudami ponad wszelkie porównania. Zbudowano ich do ochrony świata w godzinie największej potrzeby. Podczas gdy czas mija, a giganci trwają we śnie, tajemnice ich stworzenia dawno już przepadły… pozostaje jednak nadzieja, że obrońcy odpowiedzą na wezwanie.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "M.W.",
        "description": "Nadeszła Wielka Ewolucja! Wraz ze swoją armią maszyn wyposażonych w żywe mózgi Viktor wyrusza przeciwko połączonym siłom wrogów — na jego drodze ku dominacji nad całym światem staje wyłącznie grupa bojowników ruchu oporu.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Upadły Świat",
        "description": "W miejscu zanikającej magii pojawiają się popiół i rozpacz. Kto zastąpi rycerzy tego przeklętego zakonu?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Ze wszystkimi zamkniętymi w sobie paczkami, niezręcznymi projektami grupowymi i durnymi świętami, szkoła była ciężka, lecz w dużej mierze rutynowa. Zakochiwania się jednak nikt nie przewidział w planie zajęć… a przez to wszystko będzie jeszcze bardziej skomplikowane.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Zapomniany Hymn",
        "description": "W zniszczonym świecie tchnień i szkła, gdzie modlitwy pozostają bez odpowiedzi, a przysięgi są kwestionowane, istnieje tylko jedna rzecz, w którą można wierzyć: jeden oddech może odmienić twoje życie.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Skrzydlate Panowanie",
        "description": "Wróżki, skierki, hobgobliny i krasnoludy — wszystkie stworzenia nazywają Królestwo Wróżek swoim domem. Obdarzone czystą magią natury i wiecznym pięknem, rozkoszujące się zabawami w blasku księżyca, melodyjnymi pieśniami czy knujące szemrane interesy.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Powstanie Mrocznej Sepii",
        "description": "Miasto Rabadon żyje magią. Kto kontroluje magię, ten kontroluje Rabadon — a kontrola Sfory jest absolutna. Każdy, kto się przeciwstawia, zostaje wyeliminowany albo ugina się… ale nadchodzi Powstanie. Buntownicy uzbrojeni w groźną magię wytatuowaną na ich skórze pragną obalić Sforę i oddać miasto jego mieszkańcom… lub zginąć próbując.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Dawno temu, za czasów, których nikt nie pamięta, magia zniknęła ze wszechświata. Życie toczyło się dalej, lecz niektóre ze światów ciężko to dotknęło. Lata zmieniały się w dekady, dekady w stulecia, a natura zaczęła szukać równowagi. W końcu nadszedł właściwy czas — magia jest gotowa powrócić, choć nie w postaci, jakiej można by się spodziewać.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Duchowy Wojownik",
        "description": "Te przebudzone dusze z całego świata otrzymują zaproszenia do udziału w Turnieju Dusz! Turniej ten to istny król rozrywki. To spektakl niemający sobie równych! Wojownicy walczą 1 na 1 w ringu. Zwycięzca otrzyma nagrodę — to, czego najbardziej pragnie jego dusza! A ja będę zapowiadać ich walki!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Betonowa Kanwa",
        "description": "Sztuka i magia splatają się na ulicach Mostu Styksu, które są domem potworów, duchów, dusz i ghuli wszelkiej maści.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "We wszechświecie życie i śmierć to jedyne stałe wartości, lecz moc rodziny dorównuje im siłą. Śmierć nie istnieje bez życia i nie ma życia bez śmierci, jednak więzi rodzinne są dość silne, aby dopilnować, żeby żaden duch nie odszedł w zapomnienie.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Furia i Kieł",
        "description": "Oddaj się instynktowi. Wyzwól agresję. Żądaj szacunku.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Jedzonko w Zwarciu",
        "description": "Kto zabroni nam się bawić jedzeniem?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Aby uniknąć wykreślenia z historii na zawsze, wielu ryzykuje życiem, aby stać się Przywróconą Legendą, czyli wojownikiem wyróżnionym przez bogów, którzy zrodzili ten świat. Ci, którym się uda, mogą liczyć na niewyobrażalną moc i będą reprezentować bogów, którzy ich wskażą.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Planetarni Strażnicy",
        "description": "Gdy nadchodzi niebezpieczeństwo i pomoc staje się niezbędna, oni zawsze odpowiadają na wezwanie. Czekając w pogotowiu, przywdziewają swoje hiperkombinezony, a ich niezwykłe moce, zwiększona siła i zwinność pozwalają im rzucić się w wir akcji. Są waleczni. Są silni. Są obrońcami galaktyki — nazywają się Planetarnymi Strażnikami!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Echa z Głębin",
        "description": "Nie ma tu bohaterów. Są tylko potępieni, którzy widzą wszystko zbyt wyraźnie. Od nieoznakowanych grobowców po ciemne głębiny — przeklęci bohaterowie stają twarzą w twarz z samą naturą zła, która trwa wiecznie w zepsuciu i czeka na uwolnienie.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Mistrzowie Kulinarni",
        "description": "„Mistrzowie kulinarni” — niezwykle popularne reality show jest już dostępne na platformach streamingowych. Wszędzie. Na wszystkich platformach. Wszystkie 1000 odcinków z każdego z 50 sezonów. Nawet „Supergwiazdy Mistrzów Kulinarnych”. Nie zapominajcie też o „Gotujcie z gwiazdami”. Zacznijcie szamkę już dziś.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Łowcy Głów",
        "description": "Dla niektórych gatunków polowanie jest czymś więcej niż tylko pasją — włada ono ich umysłami i ciałami, jednocześnie robiąc z nich rasę maszyn idealnych do zabijania.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Strażnicy Pustyni",
        "description": "Potężni strażnicy trzymają pieczę nad grobowcem starożytnych potworności, by te ponownie nie zagroziły światu. Lecz może jest już za późno...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Świąteczny Pośpiech",
        "description": "Od Zamku z Piernika do Morza Piwa Korzennego, od Gór Lukrecjowych do Gumowych Lasów — oto Królestwo Słodyczy w całej chwale.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Pudło na Zabawki",
        "description": "Skrzynia z zabawkami Gnara jest po brzegi wypełniona bezcennymi skarbami, ale kiedy nikogo nie ma w domu, jego zabawki zaczynają żyć własnym życiem.",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Leśne Plemię",
        "description": "Niewielu jest w stanie przetrwać wyprawę do północnej tundry. Jeśli nie zabije cię zimno… zrobią to Leśni.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Uniwersum Czarodziejek Gwiazd",
        "description": "W rozległym, mrocznym wszechświecie los wyznacza młodych wojowników, którzy mają bronić światła gwiazd. Wedle przeznaczenia blask ich płomienia ma świecić jasno, lecz gwałtownie zgasnąć.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Księżyce Ionii",
        "description": "Wśród ciszy brzmi głos: „Wijcie się, bestie, bracia. Księżyce skazanej na zagładę Ionii wschodzą niczym oczy głodnych demonów, które czekają na czerwień waszego hołdu… A może to potworne ropnie, które nie znikają? Cóż, jesteśmy narzędziami rytuału i poświęcenia. Z księżycem u szczytu, wykroimy ciało z ciała, składając marny podarek naszego jestestwa”.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Prehistoryczni Łowcy",
        "description": "Gargantuiczne bestie grasują po naszej krainie, dopadając swe ofiary z przerażająca precyzją. Gdyby nie Łowcy, ludzie z pewnością staliby się ich kolejnym posiłkiem. Uzbrojeni w ostrza wykute z kości pierwszych zabitych przez siebie bestii, Łowcy bronią swego ludu, kierując się instynktem, którego nie powstydziłyby się najbardziej przerażające potwory.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Księga opowieści",
        "description": "Dawno, dawno temu grupa postaci ze stronic bajek została powołana do życia...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Baśnie",
        "description": "W każdej kulturze istnieje folklor traktujący o legendach i stworach. Pytanie, czy te mity to jedynie wymysł wyobraźni, a może bajania przekazywane z pokolenia na pokolenie, wyjaśniające to, czego nie można ogarnąć umysłem? A może ich podstawą jest prawda skrywana przed światem?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Wszystkie istoty rodzą się z konfliktu. Nikt przed nim nie ucieknie. Harmonia jest ledwie złudzeniem i tylko ci, którzy mu się poddadzą, mogą sięgnąć po największe nagrody.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Olbrzymie Kaiju walczą nad miastem z potężnymi mechami. Kto zwycięży?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Hextech, który teraz wiedzie prym w świecie nauki i sztuki, wyewoluował ze swoich niezgrabnych początków i przeżywa renesans pełen misternych, sztucznych form życia posiadających własną wolę. Utalentowani artefaktorzy prowadzą hextech w nową, zuchwałą przyszłość, ale nikt nie potrafi powiedzieć, co ona przyniesie.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Snowdown",
        "description": "Czy istnieje lepsza pora roku niż okres Snowdown, gdy powietrze jest rześkie, śnieg puszysty, a czekolada gorąca? Rzuć śnieżką lub zaśpiewaj kolędę. Dopóki masz dobry nastrój, wszystko będzie dobrze i niczego nie należy się obawiać.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Walczące Królestwa",
        "description": "Wrogie imperia walczą o władzę, starając się zjednoczyć ziemie, a mężni wojownicy i stoiccy generałowie próbują swych sił w walce z największymi bohaterami tej ery. Jest to czas wojen i czas legend.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Nieśmiertelna Podróż",
        "description": "Dawno temu w starożytnej krainie wiele dusz zbierało się pod bogami, by sprawdzać granice swojej mocy. Były tam dusze głupie i aroganckie oraz odważne i sprawiedliwe, a ich podróże są zapisane na nieśmiertelnych kartach historii...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Gotyckie w Samo Południe",
        "description": "U szczytu rewolucji industrialnej podróżnicy zaczynają napływać na nieujarzmione ziemie zachodu, szukając bogactwa i lepszego życia pośród nieznanych potworów z okrutnego, starożytnego świata. Jest to czas odważnych rewolwerowców, zaplutych nikczemników, nieprzeniknionych bogów i dzikich demonów.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odyseja",
        "description": "Przygoda czeka wszędzie — od zurbanizowanych światów centralnych do najdalszej krawędzi galaktyki! Wielkie Imperium Demaxiańskie ignoruje sprzeciwy ze strony zarówno Zakonu Templariuszy, jak i przestępczego Syndykatu w pogoni za tajemniczą złotą esencją, która służy za życiową krew wszelkiej cywilizacji i obiecuje niewypowiedzianą moc temu, kto posiądzie ją na własność...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJEKT",
        "description": "Pośród ogromnych budowli i stłoczonych ulic przyszłości, kontrolowanej przez globalne korporacje, rozgorzała wojna w cieniach pomiędzy zbuntowanymi, zmodyfikowanymi ludźmi a sztucznymi istotami, które niedawno nabrały nowych sił. Zwycięzcy tego konfliktu ukształtują bieg historii... a przegrani zostaną zmuszeni do wyewoluowania.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Zaćmienie",
        "description": "Na początku panowali Pradawni Bogowie. Miłość ludzkości do tych bogów była tak wielka, że pewna kobieta odważyła się uczynić ich częścią siebie na zawsze. Pożarła samo słońce, zstąpiła z nieba i rozkazała swoim rycerzom zdziesiątkować wszystkich pozostałych. Stulecia później ocalali z tego wydarzenia są jedyną nadzieją w walce przeciwko narastającej ciemności Sabatu.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Królestwa Mecha",
        "description": "Wielkie Królestwa od pokoleń toczyły ze sobą wojny, aż pojawił się nowy wróg. Dary z samych niebios pozwoliły im stawić opór. Czy królestwa wzniosą się ponad podziały, aby uratować swoją przyszłość?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Duchowy Rozkwit",
        "description": "Festiwal Duchowego Rozkwitu to starożytne ioniańskie święto, podczas którego otwierają się drzwi do wymiaru duchowego. Właśnie wtedy zmarli powracają do swoich ukochanych, a wszelakie duchy zwracają wzrok w stronę żywych. Od szlachetnych kanmejów po obsesyjne akany — ich historie rozgrywają się w kółko, niczym cienie na papierowej latarni.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "Psychoperacje",
        "description": "Aby bronić się przed buntownikami, którzy usiłują zakłócić równowagę świata, Najwyższe Dowództwo polega na Psychoperacji, elitarnym oddziale żołnierzy-jasnowidzów. Należą do niego [OCENZUROWANO].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Destruktorzy Światów",
        "description": "Gdy nadejdzie koniec, księżyc zdławi słońce. I o tym pozbawionym nadziei świcie czterech tytanów powstanie, by wstrząsnąć posadami świata.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Wojownicze Królowe",
        "description": "Królestwa Elizji, niegdyś cierpiące w wyniku niekończących się wojen, w końcu pojęły prawdziwą naturę swojego świata. Magię, która utrzymuje ich cudowny wymiar w całości, można podtrzymać jedynie w drodze konfliktu. Królestwa połączyły się zatem w jednoczącym je sporze zwanym Wielką Koronacją. Więzy niektórych sojuszy zdają się jednak słabnąć…",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Saga Zniszczonego Króla",
        "description": "Nadchodzi Czarna Mgła, nastaje Harrowing, a Zniszczony Król powstaje po raz kolejny. Zepsucie Viego spowija Runeterrę, zwracając brata przeciwko bratu i rzucając całe narody na kolana. Jedynie Strażnicy Światła — prastary zakon prowadzony przez Sennę i Luciana na dobre mogą położyć kres rządom terroru Zniszczonego Króla. Wzywają bohaterów z całego świata, by stanąć do walki z Czarną Mgłą.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Zwoje Shan Hai",
        "description": "Nikt nie jest w stanie określić, kto stworzył Zwoje Shan Hai i kiedy to się stało. Wystarczy jeden rzut oka, aby stwierdzić, że obraz ten stanowi okno na świat pełen magii i cudów, ale być może raczej są to drzwi?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Kryształowe Róże",
        "description": "W świecie, w którym na co dzień zrywane są magiczne sojusze, coroczny Festiwal Kryształowej Róży jest neutralnym gruntem, gdzie wpływowe persony mogą wynegocjować kolejne rozejmy. Broń pozornie zostawia się przed wejściem, a potencjalne nowe pakty oznajmia poprzez zerwanie i noszenie magicznych róż, które rosną wyłącznie w czasie Festiwalu.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Kosmofaza",
        "description": "W totalnie czadowej galaktyce oddalonej o miliony imprez świetlnych istnieje tajemnicza energia znana jako Faza. Przynosi ona muzykę i dobrobyt miliardom galaktycznych obywateli. Gdy obca galaktyczna władczyni Lissandra i jej armia Srogich Wibracji rozpoczęli zniewalanie planet i tłumienie disco, nastała nowa era bohaterów, którzy powstali, by ją powstrzymać i uchronić tę czadową atmosferę.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arkana",
        "description": "Wysoko nad Arkanami Archetypy, schematy kształtujące rzeczywistość, próbują zapanować nad roztaczającym się poniżej chaosem za pomocą swojej wizji świata. Archetypy rekrutują ze świata na dole obiecujących mieszkańców, których zadaniem jest umacnianie schematów swych panów. Im więcej tych, którzy sławią schemat Archetypów, tym wyraźniejsza staje się ich wizja świata.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Koszmar Miasta Zbrodni",
        "description": "W przestępczym światku Valoranu czarny rynek przyczynił się do powstania eliksirów — cennych substancji wątpliwego pochodzenia, których wytwarzanie niesie ze sobą bogactwo i wpływy gangów zdolnych wykosić konkurencję. Zachęceni przez wysłanników korupcji kapo i kumotrzy poszukują smaku prawdziwej mocy wśród sił wybiegających poza całun znanej rzeczywistości.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Cybernetyczne",
        "description": "Pomiędzy rozgałęzieniami nieskończonych rzeczywistości stróżowie chrono-prawa walczą z uciekinierami, watażkami i marszem Pretorianów przez zmienną czasoprzestrzeń.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Kawiarniane Cukiereczki",
        "description": "Dobre jedzonko to magia — dosłownie! W świecie wykwintnych herbatek i zaklętych ciasteczek magowie pieką makaroniki, tworzą zaczarowane rogaliki i serwują magiczne makówki niezliczonym klientom, którzy aż się palą, aby ich skosztować.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "W Piltover i Zaun dni są niespokojne — wynalazcy, złodzieje, politycy i przywódcy gangów ścierają się z ograniczeniami rozdartego społeczeństwa. Odkrycia i zagrożenia się splatają, bohaterowie się rodzą, a więzi są zrywane. Czy ta moc odmieni świat na lepsze, czy doprowadzi do jego upadku?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Kraniec Chmur",
        "description": "Członkowie zakonu Burzowego Ostrza są tajemniczymi wojownikami shinobi, którzy po odprawieniu Rytuału Burzy dzierżą bronie przepełnione magią błyskawic. Ich zadaniem jest ochrona przyszłości wszystkich mieszkańców świata żywych przed złowrogimi duchami i potworami. Podróżują pomiędzy światem śmiertelników i duchów, by dopaść zagrożenia, które tylko oni mogą wyeliminować.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "Życie ludzkości wisi na włosku. Niemal pokonała ją zaawansowana technologicznie armia okupantów z morskich głębin zwana Primordianami. Dołącz do Oddziału Anima, którego elitarni wojownicy wykorzystują przechwyconą technologię Primordian, aby powstrzymać koniec świata. Żeby uratować ludzkość, będą musieli walczyć jak zwierzęta.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Muśnięte Słońcem Lato",
        "description": "Przyszło lato, skarbie! Wyszło słońce, wieje ciepły wiatr, a woda jest w sam raz. Wszyscy zostawili swoje konflikty i urazy w domu. Zabrali ze sobą tylko kostiumy do pływania i dobry nastrój. Jeszcze będzie czas na bójki i krzyki. Teraz po prostu się odpręż, naciesz muzyką i baw się dobrze.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Poskramiacze Potworów",
        "description": "Kim jesteśmy? Poskramiaczami Potworów! Chronimy świat przed niebezpieczeństwem! Gdy inni zwiewają, my podążamy za rykiem. Poskramiamy potwory za pomocą LAM-y. A z nową ekipą u boku spuścimy łomot choćby i smokom! Żadne zakamarki nam niestraszne. Bo jesteśmy Poskramiaczami Potworów! To właśnie my!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Horyzont Zdarzeń",
        "description": "W rozległej ciemności wszechświata rodzą się okropne, piękne rzeczy — kosmiczne stworzenia o niezwykłej miłości i niewyobrażalne okropieństwa Czarnej Gwiazdy. To dzieci milczących bogów, które wreszcie wracają do domu.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Strażnik Przodków",
        "description": "Udyr spędził niemal dekadę w Ionii na szkoleniu pod okiem mnichów z klasztoru Hirana. Gdy Freljord wreszcie wezwał go do domu, postanowił zostać, by ukończyć szkolenie. Od tego czasu stał się częścią lokalnego krajobrazu zarówno jako duch, jak i śmiertelnik. Teraz pracuje razem z Lee Sinem i Karmą nad przywróceniem równowagi w tej pełnej wojennych zniszczeń krainie.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Orka",
        "description": "Orka to coś więcej niż praca. To szarpanina i życie w pośpiechu. Czasami ożywia, a innym razem podcina skrzydła. To całotygodniowa sinusoida z komicznymi wzlotami i tragicznymi upadkami, która zaczyna się od początku co poniedziałek. Ciężko pracujemy czy się obijamy? W przypadku orki to jedno i to samo.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Na Pewno Nie",
        "description": "To całkowicie normalne uniwersum, które nie ma nic wspólnego z obłudą, zdradą i fałszem. Na pewno nie.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Żelazne Sklepienie",
        "description": "Zniszczona wojną galaktyka odbudowuje się, ale stare rany pozostają. Łowcy nagród i agenci korporacji walczą o władzę, niektórzy pilotując stroje exo o boskich możliwościach. W odpowiedzi megakorporacje wykorzystują prywatne armie, aby kontrolować odległe kolonie kosmiczne. Wojna nigdy się nie kończy, zmienia tylko pola bitwy.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Wieki Runeterry",
        "description": "Przebłyski samych siebie w innych życiach. Starcia przeznaczenia w innej erze. Runeterra to świat bogaty w możliwości, którego legendy odnajdują nowe cele i przeznaczenia.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Mistrzyni Żywiołów",
        "description": "Armia tytanicznych żywiołaczych bestii zdobywa przewagę nad ludzkością, spychając królestwo na skraj upadku. Ostatnią linię obrony stanowi samotna wojownicza królowa — Lux Mistrzyni Żywiołów. Aby ocalić swój lud, musi zajrzeć w głąb siebie i odkryć swoją prawdziwą naturę… bez względu na to, jaką postać przybierze.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Piekielni",
        "description": "Ogień, siarka i śmierć. Świat nie powróci już do tego, czym był przed powstaniem Władcy Popiołów. To jedynie sen zatracony w rzekach wrzącej lawy płynących przez usłane wulkanami krainy. Rozpoczyna się nowa epoka, która płonąć będzie przez całą wieczność.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Dziedzictwo",
        "description": "Skarby z dawno minionych dni lśnią tuż na wyciagnięcie ręki.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Cuda Świata",
        "description": "Osobnicy pochodzący z odległego uniwersum zwanego „Ziemią”, gdzie ogromne posągi ożywają i wszyscy noszą śmieszne czapki. Jak się tak zastanowić, to miejsce bardzo przypomina Runeterrę.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Instytut Wojny",
        "description": "Choć surowe prawa, imperia i polityczne perturbacje, które doprowadziły do Wojen Runicznych, odeszły już w zapomnienie, historie o legendarnych bitwach stoczonych na Fields of Justice wciąż krążą wśród spadkobierców Magokratów i Protektoratu. Maruderzy i Strażnicy kontynuują tradycję walki i wrogości swoich przodków, choć tak wiele różni ich już od pierwotnego konfliktu.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Świat Smoków",
        "description": "Dwukrotnie świat strawił smoczy ogień. Dwukrotnie z popiołów powstali bohaterowie.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "Nastał XXII wiek i wzmocnienia ciała to norma dla społeczeństwa. Granice ludzkich osiągnięć wciąż się przesuwają, co wywołuje niespotykany optymizm i wiarę w nieznane. Co cztery lata kraje zapominają o konfliktach w imię harmonii i rywalizacji podczas Igrzysk Zenitu. Ich uczestnicy pokazują światu nie to, co można zrobić teraz, a to, co kiedyś będzie możliwe.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "Na ekranie miga napis: „Wrzuć monetę, aby zagrać”. Oferta nie do odrzucenia dla każdego szanującego się gamera. Ci zwykli gracze, wyrwani ze swojego skromnego salonu gier i rzuceni do świata Bohaterów i Bojowych Bossów, będą musieli jednak wykorzystać w walce każdą cząstkę swojego refleksu i każde kombo, jakie tylko znają. Ponieważ w Arkadii… gra toczy się o życie.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Opowieści z Rift",
        "description": "Rodzice opowiadają swoim dzieciom historie o niegodziwych wiedźmach i im podobnych, które w jedną noc każdego roku czyhają na ulicach. „Nie wyściubiaj nosa spod kołdry, dziecko, gdyż ciemność to ich przyjaciel”. Owe opowieści tylko w części są prawdą. Choć ghule lubią kogoś porządnie wystraszyć tego zaczarowanego wieczoru, to nigdy nie skrzywdziłyby dziecka. No, chyba że wyjątkowo niegrzecznego.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Pszczoły",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz…",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Epoka srebra",
        "description": "Chcecie poznać największych superbohaterów i niesamowicie nikczemnych złoczyńców z Summoner's Rift? Zajrzyjcie do najbliższego sklepu z komiksami!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Koty vs. Psy",
        "description": "Najstarszy konflikt znany światu: najlepszy przyjaciel człowieka kontra najwięksi internetowi bohaterowie. Tylko jedna frakcja wyjdzie zwycięsko z tej bitwy kotów z psiakami. Oby nie ubrudzili sobie zbytnio futerka — jedynym losem gorszym od przegranej jest kąpiel.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Osiedlowy Koszmar",
        "description": "Przerażające opowieści o dziwnych przybyszach, demonicznych przyjaciołach i upiornych zgromadzeniach.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Stare Dobre Czasy",
        "description": "Życie w zamku Władcy Tryndamere'a to błogosławieństwo. Rycerze mogą udać się do kowala, by kupić swój rynsztunek, lub zasięgnąć porady u jednego z magów. Na żądnych przygód czeka kraina Albionu, której tajemnice są znane tylko zamieszkującym ją wróżkom.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Mroczne Wody",
        "description": "Bilgewater, miasto, którego mieszkańców śmierć porywa szybciej niż prądy morskie, a ich prawa są ulotne niczym fale. Miejsce, w którym rządzi pieniądz, a prawda jest tylko kłamstwem aprobowanym przez ogół.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Nagrania Riot",
        "description": "Pewnie — rzecz w wyprzedanych miejscówkach, modowym szpanie, wiwatującym tłumie. Ale chodzi w tym też o rozkręcanie głośników tak bardzo, żeby w uszach dzwoniło ci, jakby same bębenki chciały z tobą zaśpiewać. Chodzi o rozgrzane światła reflektorów, dudniący bas i równomierny rytm perkusji. O ten zastrzyk adrenaliny, który rozpala cię od wewnątrz. To uczucie? To właśnie muzyka.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Zwycięzcy",
        "description": "Bohaterowie podbijają swoich wrogów i wznoszą się na nowe wyżyny, osiągając najśmielsze marzenia i demonstrując z trudem zdobyte łupy każdemu, kto ośmieli się podnieść wzrok na ich prawdziwą wielkość.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Honor",
        "description": "Pod rządami Essenta społeczeństwo staje się coraz bardziej zindywidualizowane i zamknięte. Obywateli zachęca się do tego, żeby dbali tylko o siebie, więc nikt nikomu nie ufa. Jako przywódca dawno zapomnianego Zakonu Ukojenia, Malzahar pragnie przywrócić harmonię na tym pełnym sprzeczności świecie przy pomocy kojącej aury. Zdaje sobie sprawę, że tylko w jedności można zmienić świat na lepszy.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy Metal",
        "description": "Z całego świata zjeżdżają się widzowie, którzy na własne oczy chcą zobaczyć najwspanialszych robo-wojowników rzuconych w odmęty aren gladiatorów RiotCorp. Każdy z nich podejmie się próby zdobycia zwycięskiej korony Stalowej Ligi Walk Robotów… lub straci większość śrubek.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Mój Skarb",
        "description": "To jak będzie?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Licealiści",
        "description": "DRODZY UCZNIOWIE I NAUCZYCIELE: Zwróciło naszą uwagę, że wobec całej młodzieży toczone są działania dyscyplinarne, a psychiatrzy wysłali wszystkich profesorów na „zalecane” zwolnienie. Lekcje zostają zawieszone do odwołania. Być może do czasu, gdy wspomniani zawieszeni w prawach uczniowie przemyślą swoje fatalne zachowanie.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Adepci Arkanów",
        "description": "Tuż za drzwiami akademii znajduje się świat pełen magii… i niebezpieczeństw. Profesorowie przestrzegają młodych czarodziejów i wiedźmy, aby nie opuszczali bezpiecznego terenu szkoły, rośli w siłę i dobrze się uczyli, ale jaka jest w tym zabawa, kiedy tuż za ogrodzeniem czeka przygoda?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Gwiezdni Podróżnicy",
        "description": "Podróżowanie przez wszechświat w samotności jest niebezpieczne… weź ze sobą meepa! No, chyba że będzie fioletowy, to wtedy nie bierz. Fioletowe są złoczyńcami.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Broń Bogów",
        "description": "Boskie Bronie rozrzucone po całym globie odmieniły społeczność, którą teraz napędza władza. Świadome posągi wzywają godnych i obdarowują swoich poddanych, dążąc do podboju rozdartego wojną świata. Bycie wybranym to zaszczyt, a każdy wybraniec wzbudza strach w swoich wrogach.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Czarny Mróz",
        "description": "Wiedźma Lodu nikomu nie zezwala na sen. Każdy upadły w jej posiadłości przyjaciel czy wróg powstaje na nowo, aby walczyć u jej boku. Jej mroczna magia wypacza ich wygląd, tworząc mroźne golemy o sercach z czarnego, niemożliwego do stopienia lodu.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Krwawe Kamienie",
        "description": "Baśniowy Krwawy Kamień zapewnia niesamowite zdolności, ale trzeba je opłacić potwornym kosztem. Od momentu ich przebudzenia zabiera dziesiątki żyć, a z czasem tylko więcej. Ciemności nigdy nie brak mocy — jedynie chętnych, którzy chcieliby ją okiełznać.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esport",
        "description": "Niektórzy mówią, że trzymanie w dłoniach Pucharu Przywoływacza przed stadionem wypełnionym fanami to największa nagroda… inni wolą kasę. A co z osobami tworzącymi skórki w zespole League of Legends? My uważamy, że najlepszą częścią wygrywania Mistrzostw jest bycie uwiecznionym w swojej ulubionej grze. Wcale nie jesteśmy stronniczy!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Edycja Kolekcjonerska",
        "description": "Dla wymagającego kolekcjonera limitowanych edycji gier MOBA z 2009 roku.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Wojna To Licho",
        "description": "A to co ma być?! Jesteśmy na wojnie, żołnierzu, a wy spędzacie czas na czytaniu? Jaki pożytek będziecie mieć z tego czytania, kiedy będziecie ciągnąć swój kościsty tyłek przez rojące się od szczurów błoto w samym oku cyklonu i do tego pod ostrzałem? Żaden, tyle wam powiem! A teraz do szeregu!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Króliczki",
        "description": "Sezon na króliki! Ludziska na króliczym szlaku mają cudowne przebrania, kolorowe pisanki i uśmiechy od ucha do ucha. Mamy nadzieję, że ich kicanie was rozweseli!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Karmazynowi",
        "description": "Jak znaleźć Karmazynowego? Po prostu podążaj za ciałami.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Zaprzysiężeni Śmierci",
        "description": "W podziemnym świecie kłębią się złowróżbne działania. Śmierć mobilizuje swoich podwładnych do nowego, przerażającego planu, który wymaga dusz wszystkich śmiertelników.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Demony",
        "description": "Cierpienie wiecznych ogni piekielnych czeka na biedne dusze skazane przez zawarte pakty lub popełnione niegodziwości.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Cztery Bestie",
        "description": "Boskie bestie czuwają nad całym światem. Zdolne są przemienić każdego w potężną istotę, ale zrobią to tylko z tymi, których dusze są godne ich łaski. Gdy błogosławieństwo się dopełni, nie można go cofnąć. Nieważne, czy moc będzie wykorzystywana w dobrych czy złych celach.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Mroczni Rycerze",
        "description": "Ci nieumarli rycerze sprowadzeni z powrotem do życia za sprawą tajemniczej, pradawnej magii są jedynymi pozostałościami zamierzchłej, zatraconej w czasie historii. Będą chronić tego, co należało niegdyś do nich, nie zważając na to, jaki koszt w śmiertelnych życiach poniosą.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Smoki i Barony",
        "description": "Niebezpieczeństwo czai się na ziemiach Runeterry! Potężne potwory, nikczemni czarownicy i mityczne stworzenia wałęsają się po świecie! Zbierzcie przyjaciół i stwórzcie własną przygodę dla od 3 do 5 graczy, pozbywając się zła z każdym rzutem kością. Czy jesteście wystarczająco odważni, by ocalić świat i stać się legendami SMOKÓW I BARONÓW?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]