{
    "patcher_initiating_soft_repair": "Przepraszamy! Odkryliśmy problem z twoją instalacją. Spróbujemy naprawić dotknięte nim pliki.",
    "patcher_primary_work_repairing": "Naprawa instalacji w toku",
    "patcher_error_failed_to_write": "Nie udało się zapisać plików w folderze instalacji. Ten problem można zazwyczaj rozwiązać, zwalniając miejsce na dysku i próbując ponownie.",
    "patcher_phase": "{{current}} z {{max}}",
    "patcher_league_client_sln": "Klient",
    "patcher_lol_game_client_sln": "Gra",
    "patcher_disconnected": "Nie możesz grać, ponieważ prawdopodobnie nie masz połączenia z Internetem.",
    "patcher_gameflow_disabled": "Nie możemy teraz utworzyć poczekalni. Zamknij klienta i uruchom go ponownie, aby spróbować jeszcze raz.",
    "patcher_gameflow_bad_registration_single": "Mamy kłopoty z porozumieniem się z niektórymi serwerami League of Legends. Jeżeli ten problem będzie nadal występować, skontaktuj się ze Wsparciem Gracza i podaj następujący kod błędu: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Mamy kłopoty z porozumieniem się z niektórymi serwerami League of Legends. Jeżeli ten problem będzie nadal występować, skontaktuj się ze Wsparciem Gracza i podaj następujące kody błędów: {{errorCodes}}.",
    "patcher_no_queues": "Wszystkie kolejki są obecnie wyłączone. Jeżeli poza tym z klientem jest wszystko w porządku, zamknij go i uruchom ponownie, aby spróbować jeszcze raz.",
    "patcher_player_time_banned": "Zbanowano cię! Możesz powrócić do grania za następującą liczbę dni: {{days}}.",
    "patcher_player_banned": "Zbanowano cię! Zaloguj się ponownie, by sprawdzić czas trwania bana i kartę poprawy.",
    "patcher_player_in_tournament": "Po zatwierdzeniu w Clash nie możesz rozgrywać gier w innych trybach gry.",
    "long_patcher_bar_text": "Instalowanie klienta gry…",
    "patcher_migration_modal_header": "Nadchodzi nowy patcher",
    "patcher_migration_modal_body": "Przenosimy pliki League, żeby nasz nowy, szybszy i stabilniejszy patcher mógł się do nich dostać. Może to potrwać kilka minut, ale jest to jednorazowy zabieg. Jeżeli potrzebujesz więcej informacji, znajdziesz je {{link}}!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/pl/articles/360015621174-Nowy-program-instaluj%C4%85cy-patcha-League",
    "patcher_migration_modal_info_link_text": "tutaj",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Wygląda na to, że nie masz połączenia z naszymi serwerami, z których pobiera się pliki.",
    "patcher_initial_eta_calculation": "Obliczanie pozostałego czasu pobierania...",
    "patcher_vanguard_session": "Uruchamianie sesji Vanguard.",
    "patcher_os_check_failed": "Korzystasz z nieobsługiwanego systemu operacyjnego. Więcej szczegółów znajdziesz na naszej stronie z minimalnymi wymaganiami systemowymi.",
    "patcher_update_direct_x": "Korzystasz z przestarzałej wersji oprogramowania DirectX. Zaktualizuj oprogramowanie DirectX lub swój sprzęt, aby nadal móc grać.",
    "patcher_update_mac_metal": "League wymaga zainstalowania wersji oprogramowania Metal, która nie jest wspierana przez twojego Maca. Aby kontynuować grę, musisz korzystać z urządzenia obsługującego aktualniejszą wersję oprogramowania Metal."
}