[
    {
        "id": 0,
        "name": "Κοινός",
        "description": "Κοινός",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Φαράγγι των Επικαλεστών",
        "description": "Το νεότερο και πιο σεβαστό πεδίο μάχης είναι το Φαράγγι των Επικαλεστών. Διασχίστε μία από τις τρεις διαφορετικές διαδρομές για να επιτεθείτε στον εχθρό στο πιο αδύναμο σημείο του. Συνεργαστείτε με τους συμμάχους σας και πολιορκήστε τη βάση του εχθρού για να καταστρέψετε το Νέξους του!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Τυχαίος χάρτης",
        "description": "Η Μαινόμενη Άβυσσος είναι μια απύθμενη χαράδρα που βρίσκεται στην πιο κρύα κι επικίνδυνη περιοχή του Φρέλιορντ. Σύμφωνα με το μύθο, πολύ παλιά, στη στενή γέφυρα που βρίσκεται πάνω από αυτό το χάσμα, έγινε μια μεγάλη μάχη. Κανείς δεν θυμάται ποιοι και γιατί πολέμησαν εδώ, αλλά λέγεται ότι αν κάποιος αφουγκραστεί προσεκτικά τον άνεμο, μπορεί ακόμη να ακούσει τις κραυγές αυτών που ρίχτηκαν στην Άβυσσο.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Κεραυνός στο Νέξους",
        "description": "Κεραυνός στο Νέξους",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Συγκεντρώστε μια ομάδα Ηρώων για μια μάχη όλοι εναντίον όλων 8 παικτών. Διαλέξτε στρατηγική, αλλά μόνο ένας θα αναδειχθεί νικητής.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Αρένα",
        "description": "Μπείτε στην ουρά αναμονής μόνοι ή με τους φίλους σας σε αυτήν τη λειτουργία παιχνιδιού πολλών ομάδων. Αντιμετωπίστε τους αντιπάλους σας σε χαοτικές μάχες σε διάφορες αρένες.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Σμήνος",
        "description": "Μπείτε με έναν φίλο ή μόνοι σας σε αυτήν τη λειτουργία επιβίωσης ορδής.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Το Δάσος του Μπαντλ",
        "description": "Συνεργαστείτε με την ομάδα σας για να συνοδεύσετε Υπηρέτες στην Πύλη του αντιπάλου. Χωρίς ρόλους, χωρίς λωρίδες, χωρίς πίεση. Ένας απλός καβγάς πέντε εναντίον πέντε.",
        "mapStringId": "BDW"
    }
]