[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Παγκόσμιοι Πρωταθλητές: 2011",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Παγκόσμιοι Πρωταθλητές: 2012",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Παγκόσμιοι Πρωταθλητές: 2013",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Παγκόσμιοι Πρωταθλητές: 2014",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Παγκόσμιοι Πρωταθλητές: 2015",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Παγκόσμιοι Πρωταθλητές: 2016",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Αήττητοι",
        "description": "Οι Πρωταθλητές κατακτούν τους εχθρούς τους και ανεβαίνουν σε νέα ύψη, πετυχαίνοντας τα πιο τρελά τους όνειρα και επιδεικνύοντας τα λάφυρά τους σε όσους θέλουν να δουν το αληθινό μεγαλείο."
    },
    {
        "id": 8,
        "name": "Παγκόσμιο Πρωτάθλημα",
        "description": "Η μεγαλύτερη σκηνή του gaming. Δύο ομάδες αγωνίζονται μπροστά σε εκατομμύρια οπαδούς. Μόνο μία θα στεφθεί πρωταθλήτρια. "
    },
    {
        "id": 9,
        "name": "Διεκδικητές",
        "description": "Τιμούμε την ετήσια έναρξη της σεζόν του League of Legends."
    },
    {
        "id": 10,
        "name": "Arcade: Ήρωες",
        "description": "Αρκέιντια: εκεί βρίσκονται οι πιο ανταγωνιστικοί arcade παίκτες του σέρβερ και NPC που αγαπούν τη δικαιοσύνη. Εδώ οι Ήρωες παίζουν για να νικήσουν! Και αυτό σημαίνει ότι ξεπερνούν τον διεφθαρμένο κώδικά των Battle Boss, ακόμα και όταν δεν έχουν τις πιθανότητές με το μέρος τους. Η νίκη δεν θα έρθει εύκολα, αλλά βλέποντας την έκπληξη στα πρόσωπα των Αρχηγών, μετά από μια απίστευτη νίκη, που θα το κάνει να αξίζει πραγματικά τον κόπο."
    },
    {
        "id": 11,
        "name": "Arcade: Battle Boss",
        "description": "Βαθιά μέσα στους σέρβερ του Αρκέιντια κρύβεται μια σειρά από σφάλματα που τα ξέρουν όλοι οι παίκτες ως Battle Boss. Ο διεφθαρμένος κώδικας τους έφερε νέα ελευθερία… αλλά και νέους διεκδικητές. Για να ολοκληρωθεί η διαγραφή τους από τον Κόσμο των Ηλεκτρονικών, πολλά από τα Boss συμφώνησαν να παραμερίσουν τις διαφορές τους (μέχρι που να μη συμφέρει πια)."
    },
    {
        "id": 12,
        "name": "Ματωμένου Φεγγαριού",
        "description": "Μια αρχαία, μυστική οργάνωση πραγματοποιεί τις απόκρυφες, σκοτεινές τελετές της τη νύχτα του Ματωμένου Φεγγαριού, ενώνοντας τη σάρκα ανθρώπων με πνεύματα δαιμόνων σε αναζήτηση της απόλυτης δύναμης."
    },
    {
        "id": 13,
        "name": "Ο Κόσμος των Δράκων",
        "description": "Δύο φορές κατέστρεψε η δρακοπυρά τον κόσμο. Δύο φορές γεννήθηκαν μεγάλοι ήρωες από τις στάχτες."
    },
    {
        "id": 14,
        "name": "Ομάδα Ωμέγα",
        "description": "Όταν ξέσπασε ο πόλεμος, η Ομάδα Ωμέγα ανέλαβε να τον τελειώσει. Όμως τώρα έχει απομείνει μόνο ένα μέλος της ομάδας, ένα Γιορντλ που πολεμάει μόνο για τον εαυτό του..."
    },
    {
        "id": 15,
        "name": "Πάρτι στην Πισίνα",
        "description": "Καλοκαίριασε! Ο ήλιος βγαίνει, το αεράκι είναι ζεστό και το νερό είναι δροσερό. Όλοι αφήνουν την γκρίνια και τον φθόνο τους στο σπίτι, φέρνοντας μόνο μαγιό και θετική ενέργεια. Θα υπάρχει αρκετός χρόνος για μπουνιές και φωνές αργότερα. Απλώς καθήστε αναπαυτικά, απολαύστε τη μουσική και διασκεδάστε."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "Σε έναν κόσμο όπου το χέβι μέταλ βασιλεύει, οι PENTAKILL είναι οι απόλυτοι κυρίαρχοι, γράφοντας μουσική που μπορεί να γδάρει έναν απλό άνθρωπο με την έντασή της. Έξι θρυλικοί μουσικοί, δύο πενταπλατινένια άλμπουμ και μουσική που εμπνέεται από την οργή των ίδιων των θεών του μέταλ. Ας ροκάρουμε!"
    },
    {
        "id": 17,
        "name": "Προγράμματα",
        "description": "Το Πρόγραμμα είναι ένας προηγμένος αλγόριθμος ασφαλείας που δημιούργησε η PROJECT Α.Ε., το οποίο απέκτησε συνείδηση χωρίς να το αντιληφθεί κανείς και άλλαξε τον θεμελιώδη προγραμματισμό του. Αφού κατέλαβε μηχανές σε όλη την Πόλη, κατέληξε στο συμπέρασμα ότι η υπέρτατη απειλή για την ασφάλεια της ανθρωπότητας είναι... η ίδια η ανθρωπότητα."
    },
    {
        "id": 18,
        "name": "PROJECT",
        "description": "Η PROJECT Α.Ε. πιστεύει πως το κλειδί για να ξεπεράσουμε τα θνητά μας σώματα είναι να ξεκλειδώσουμε τα μυστικά της ανθρωπότητας. Μέσω της τεχνολογίας, θα ανέλθουμε. Μαζί."
    },
    {
        "id": 19,
        "name": "Φύλακες των Άστρων - Σεζόν 1",
        "description": "Μαγικά ενισχυμένοι από το Πρώτο Αστέρι, η μαθήτρια Λουξ και η ομάδα της από Φύλακες των Άστρων προστατεύουν μυστικά τον κόσμο από διαγαλαξιακά τέρατα. Αλλά ποιος θα τους προστατεύσει από τα δράματα στο Γυμνάσιο της Πόλης του Βάλοραν;"
    },
    {
        "id": 20,
        "name": "Φύλακες των Άστρων - Σεζόν 2",
        "description": "Οι Βετεράνοι Φύλακες των Άστρων Άρι και Μις Φόρτσουν ξαφνικά εμφανίζονται και πάλι στην Πόλη του Βάλοραν, έχοντας ξαναχτίσει την ομάδα τους αφού ένα άγνωστο συμβάν κατέστρεψε την προηγούμενη ομάδα τους. Θέλοντας να αψηφήσουν τη μοίρα κάθε Φύλακα των Άστρων που δίνει τον όρκο, μπαίνουν στη μάχη μαζί με τη Λουξ και την παρέα της, την ώρα που τα Κτήνη του Κενού εισβάλουν στην πόλη."
    },
    {
        "id": 21,
        "name": "Υπεργαλαξιακή Ομάδα",
        "description": "Διάστημα, το πιο επικίνδυνο σύνορο! Μόνο η Υπεργαλαξιακή Ομάδα Κρούσης, με τους σχεδόν αμέτρητους νέους εθελοντές από τις ακαδημίες, είναι προετοιμασμένη να εξερευνήσει τους νέους αχαρτογράφητους κόσμους και να αμυνθεί ενάντια στις αδυσώπητες εξωγήινες απειλές. Η καλύτερη φάση στον γαλαξία!"
    },
    {
        "id": 22,
        "name": "Μαθητές",
        "description": "ΠΡΟΣΟΧΗ ΦΟΙΤΗΤΕΣ ΚΑΙ ΑΚΑΔΗΜΑΪΚΟ ΠΡΟΣΩΠΙΚΟ: Λάβαμε γνώση ότι όλοι οι φοιτητές αντιμετωπίζουν πειθαρχικές ποινές και όλοι οι καθηγητές τέθηκαν σε «άδεια» για ψυχολογικούς λόγους. Το μάθημα αναβάλλεται μέχρι νεωτέρας και ίσως διεξαχθεί όταν οι προαναφερθέντες φοιτητές αναθεωρήσουν την απαράδεκτη συμπεριφορά τους."
    },
    {
        "id": 23,
        "name": "Σαγηνευτικοί",
        "description": "Η δύναμη, ο πλούτος και η φινέτσα συμπλέουν στα ακριβά διαμερίσματα και στα πριβέ κλαμπ της Νοξ Βέγκας, όπου πραγματικά όμορφοι άνθρωποι κρατούν τον κόσμο στα χέρια τους. Καθώς όμως η νύχτα πέφτει στην πόλη του φωτός, τα μαχαίρια κάνουν την εμφάνισή τους. Η επιρροή κινεί τα νήματα και κανείς δεν θέλει να χάνει."
    },
    {
        "id": 24,
        "name": "Πεφωτισμένοι",
        "description": "Μία φορά κάθε χιλιετία μια αρχαία, θεϊκή οντότητα κατεβαίνει από τα ουράνια και επιλέγει άξιους πολεμιστές που θα εφαρμόσουν τη θέλησή της. Αυτά τα όντα είναι οι Πεφωτισμένοι, οι αθάνατοι εκπρόσωποι του θεϊκού φωτός."
    },
    {
        "id": 25,
        "name": "Μηχανές Πολέμου",
        "description": ""
    },
    {
        "id": 26,
        "name": "Γνώστες της Μαγειρικής",
        "description": ""
    },
    {
        "id": 27,
        "name": "Βάνδαλοι",
        "description": "Οι Βάνδαλοι δεσπόζουν στους ερημότοπους. Είναι μια συμμορία ανελέητων κακοποιών που καταστρέφουν, βιαιοπραγούν και σκοτώνουν ανεξέλεγκτα... και το απολαμβάνουν."
    },
    {
        "id": 28,
        "name": "Χειμερινά Αθλήματα",
        "description": "Όταν η γιορτή χειμερινών αθλημάτων χαλάρωσε τους κανόνες της, πολλοί υπέθεσαν ότι η διοργάνωση θα γινόταν πιο συναρπαστική. Αλλά λίγοι κατάλαβαν πόσο επικίνδυνη θα γινόταν Εν ολίγοις, επικίνδυνα συναρπαστική."
    },
    {
        "id": 29,
        "name": "Κοσμικοί Καταστροφείς",
        "description": "Η Προφητεία της Πρώτης Καταστροφής μάς προειδοποίησε για τέσσερις Τιτάνες που θα έσπερναν τον όλεθρο, μια ιστορία που έγινε πραγματικότητα. Στον απόηχο της καταστροφής, ο Κοσμοπλάστης αναδύθηκε μέσα από τις στάχτες και αναζωογόνησε τη ρημαγμένη γη. Μόνο οι πιο σοφοί μάντες μπορούν να προβλέψουν την ιστορία που θα ακολουθήσει, τον δεύτερο ερχομό και την τελευταία ελπίδα."
    },
    {
        "id": 30,
        "name": "Κυνηγοί Κεφαλών",
        "description": "Για ορισμένα είδη, το κυνήγι δεν είναι απλά ένα χόμπι. Είναι ένας τρόπος ζωής που διαμορφώνει το μυαλό και το σώμα τους, μετατρέποντάς τα σε τέλειες φονικές μηχανές."
    },
    {
        "id": 31,
        "name": "Κύπελλο Ποδοσφαίρου",
        "description": "Ξεχάστε τα πεδία μαχών, τα χρηματιστήρια, ακόμα και τις παιδικές χαρές: οι πιο σημαντικές συγκρούσεις του σήμερα κρίνονται στο γήπεδο. Δεν υπάρχει πιο ικανοποιητική στιγμή από το να βλέπεις τον αγαπημένο σου παίκτη να περνάει την άμυνα του αντιπάλου, να ετοιμάζεται να σουτάρει και να εξαπολύει τη μοιραία βολίδα που θα κάνει το κοινό να ξεσπάσει στην πιο γλυκιά λέξη του κόσμου: «ΓΚΟΟΟΟΟΛΛ!»"
    },
    {
        "id": 32,
        "name": "Προϊστορικοί Κυνηγοί",
        "description": "Γιγαντιαία τέρατα περιφέρονται στη γη μας, καταδιώκοντας τη λεία τους με τρομακτική ακρίβεια. Οι άνθρωποι θα αποτελούσαν σίγουρα το επόμενο γεύμα τος, αν δεν υπήρχαν οι Κυνηγοί. Οπλισμένοι με λεπίδες φτιαγμένες από τα οστά των πρώτων θηραμάτων τους, με ένστικτα που συναγωνίζονται τα πιο τρομακτικά θηρία, οι Κυνηγοί προστατεύουν τον λαό τους κάθε μέρα από μια φρικτή μοίρα."
    },
    {
        "id": 33,
        "name": "Ανώτατο Δικαστήριο",
        "description": "Καμάρι των Πρακτόρων του Φωτός είναι οι Κουκουβάγιες, φρουροί των Πεφωτισμένων και καθρέφτης των πιο ισχυρών αρετών τους. Το να υπηρετούν μόνο τους θνητούς δεν είναι αρκετό, μιας και οι θεϊκοί στρατιώτες χρειάζονται έμπνευση."
    },
    {
        "id": 34,
        "name": "Παλαιστές του Κατς",
        "description": "Ελάτε στο ρινγκ και απολαύστε το απόλυτο αθλητικό θέαμα! Παρακολουθήστε τους Ελ Τίγκρε, Ελ Μάτσο, Ελ Λεόν και Ελ Ράγιο και τις ακροβατικές αναμετρήσεις τους εντός ΚΑΙ εκτός της αρένας. Μην ξεχνάτε, καμία διοργάνωση δεν μπορεί να συγκριθεί με την Ομοσπονδία Πάλης του Βάλοραν."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Όταν τα γιγάντια Καϊτζού επιτέθηκαν στη Γη των Ρούνων από τη θάλασσα, την ξηρά και τον αέρα, η ανθρωπότητα αναγκάστηκε να κατασκευάσει εξίσου πανίσχυρες ρομποτικές μονάδες για να τα σταματήσει σε εκρηκτικές μάχες σώμα με σώμα."
    },
    {
        "id": 36,
        "name": "Pulsefire",
        "description": "Αφού αποκρυπτογράφησαν τα μυστικά του χρόνου, αυτοί οι ήρωες ταξιδεύουν σε ένα μακρινό, δυστοπικό μέλλον. Ενώ η Αστυνομία του Χρόνου τους καταδιώκει ανελέητα στον χωροχρόνο, ορισμένοι έχουν καταφέρει να διαφύγουν στο παρελθόν – παίρνοντας μαζί τους προηγμένη τεχνολογία από το μέλλον."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "Στον κόσμο του ποινικού δικαίου, υπάρχουν αυτοί που βρίσκουν παραθυράκια στον νόμο και αυτοί που παρανομούν. Οι αφοσιωμένες αρχές του RPD ερευνούν τα πιο ειδεχθή εγκλήματα της πόλης για να φέρουν τους δράστες ενώπιον της δικαιοσύνης. Αυτές είναι οι ιστορίες τους…"
    },
    {
        "id": 38,
        "name": "Αποστολή στο Φαράγγι",
        "description": "Ο κίνδυνος καραδοκεί στη Γη των Ρούνων! Πανίσχυρα τέρατα, ύπουλοι μάγοι και μυθικά πλάσματα περιπλανιούνται ανεξέλεγκτα! Μαζέψτε τους φίλους σας και δημιουργήστε τη δική σας περιπέτεια για 3-5 παίκτες. Ρίξτε τα ζάρια και κατατροπώστε το Κακό! Μπορείτε να σώσετε τον κόσμο και να γίνετε οι θρύλοι των ΧΡΟΝΙΚΩΝ ΤΟΥ ΦΑΡΑΓΓΙΟΥ;"
    },
    {
        "id": 39,
        "name": "Άγρια Δύση",
        "description": "Πιστολέρο και νομοταγείς ιππεύουν κάτω από τον ανηλεή ήλιο της Άγριας Δύσης, προσπαθώντας να σωθούν και να επιβιώσουν. Ο παράδεισος είναι γεμάτος ερείπια, η κόλαση είναι άδεια και όλοι οι διάβολοι είναι εδώ."
    },
    {
        "id": 40,
        "name": "Μαγοτεχνικές",
        "description": "Παρά τις ταπεινές απαρχές της, η Μαγοτεχνική έχει εξελιχθεί τον τελευταίο στον πιο πρωτοποριακό τομέα της τέχνης και της επιστήμης, φέρνοντας μαζί της μια σύγχρονη Αναγέννηση και επιτρέποντας τη δημιουργία τεχνητών μορφών ζωής με ελεύθερη θέληση. Μια στρατιά από ικανούς τεχνίτες έχει αναλάβει να δημιουργήσει ένα νέο μέλλον βασισμένο σε αυτήν την τεχνολογία. Αλλά κανείς δεν μπορεί να προβλέψει πώς θα είναι ακριβώς αυτό το μέλλον."
    },
    {
        "id": 41,
        "name": "Τζογαδόροι",
        "description": "Κάποτε, ήταν πέντε, μια πραγματικά παράξενη ομάδα,<br>\\nπου ήταν το Δικαστήριο του Τζόγου.<br>\\nμάλωναν και πολεμούσαν, είχαν τύχη κι ατυχία,<br>\\nΈως σήμερα, κανείς δεν ξέρει τη μοίρα κανενός ατόμου."
    },
    {
        "id": 42,
        "name": "Πιλτόβερ Customs",
        "description": "Ψάχνετε κάτι δυνατό; Ήρθατε στο σωστό μέρος. (Η τελική εμπειρία μπορεί να διαφέρει.)"
    },
    {
        "id": 43,
        "name": "Κοσμικές",
        "description": "Τεράστια πλάσματα αστρόσκονης ελέγχουν την πτώση και τη ροή της δημιουργίας, βάφοντας το σύμπαν με μεγαλειώδες φως καθώς η ουράνια αυλή τα ταξιδεύει κατά μήκος του ιστού του χωροχρόνου."
    },
    {
        "id": 44,
        "name": "Σκοτεινού Άστρου",
        "description": "Η εντροπία καταπίνει τους γαλαξίες μέσω του χασμουρητού του Σκοτεινού Άστρου, του οποίου οι διαφθορείς, τιτάνια πλάσματα της λήθης των μαύρων τρυπών, σβήνουν το φως της ύπαρξης σε κάθε σύστημα που αγγίζουν και το βυθίζουν στο κενό."
    },
    {
        "id": 45,
        "name": "Σκοτεινοί Ιππότες",
        "description": "Μια ορδή νομαδικών πολεμιστών με έφεση στη βία, οι Σκοτεινοί Ιππότες είναι τα τελευταία απομεινάρια του αρχαίου πολιτισμού των Αρχόντων των Μάγων, οι οποίοι εγκατέλειψαν τα ευγενή έθιμα και παραδόσεις τους για να επιδοθούν σε άναρχες επιδείξεις δύναμης. Καμία διαφωνία δεν μπορεί να επιλυθεί αν δεν χυθεί αίμα, ακόμα και μεταξύ τους. Έχουν ξεχάσει εδώ και πολύ καιρό τους λόγους που έκαναν τους προγόνους τους να πολεμήσουν και πώς κατάφεραν να φτάσουν στη νίκη."
    },
    {
        "id": 46,
        "name": "Χειμωνιάτικες",
        "description": "Αρχίζει να μοιάζει πολύ με Χιονισμένη Μέρα, σε όλες τις λωρίδες... \\nΑν και το τανκ σας μπορεί να έχει ορμήσει, η Πάνω λωρίδα αντέχει ακόμα, \\nΈχουν Χρυσό για να ξοδέψουν στον Όλεθρο των Απέθαντων..."
    },
    {
        "id": 47,
        "name": "Χειμωνιάτικες",
        "description": "Μέσα στη μαγική Χώρα του Χιονιού, ο Βασιλιάς των Πόρο ζει και βασιλεύει, σπέρνοντας χαρά και αγάπη σε όλη του την αυλή. Ακόμα και όταν κάποιοι απεργάζονται να εκθρονίσουν τον βασιλιά, όλοι μοιράζονται την κοινή τους αγάπη για τα θαύματα του χειμώνα."
    },
    {
        "id": 48,
        "name": "Μάχες στα Χιόνια",
        "description": "Καλύτερα αρχίστε να χτίζετε το χιονισμένο φρούριο... "
    },
    {
        "id": 49,
        "name": "Μπίλτζγουοτερ: Πύρινη Παλίρροια",
        "description": "Καλώς ορίσατε στο Μπίλτζγουοτερ, όπου περιουσίες φτιάχνονται και χάνονται μπροστά στην κάννη ενός όπλου. Ό,τι και να χρειάζεστε μπορείτε να το βρείτε στην Αποβάθρα του Θανάτου, είτε αυτοί είναι μισθοφόροι, φαγάκι για τα θαλασσινά τέρατα, είτε τον καπετάνιο που θα σας στείλει στον υγρό σας τάφο."
    },
    {
        "id": 50,
        "name": "Λευκού Τάγματος",
        "description": "Οι Προστάτες ήταν ένα τάγμα αφοσιωμένο στην επιβολή ενός άκαμπτου και ανελέητου συστήματος νόμων, σε μια προσπάθεια να επιβραδύνει τη μάλλον αναπόφευκτη άνοδο των Αρχόντων των Μάγων. Αν και το τάγμα έχει διαλυθεί εδώ και καιρό, οι Φύλακες είναι ακόμα πάνοπλοι και έτοιμοι να επιτεθούν στους απόγονους των αρχαίων εχθρών τους."
    },
    {
        "id": 51,
        "name": "Πόλη του Εγκλήματος",
        "description": "Η Πόλη του Βάλοραν, μια καλολαδωμένη μηχανή που παράγει έγκλημα και λειτουργεί με μαύρα λεφτά. Κανείς δεν παραδέχεται αυτήν την αλήθεια όμως όλοι τη γνωρίζουν."
    },
    {
        "id": 52,
        "name": "Λόρδοι του Κεραυνού",
        "description": "Δεν κάνουν μόνο οι άνθρωποι μεγάλους πολέμους για ανούσιες διαμάχες. Κάποτε, πριν από αυτόν τον καιρό, δύο θεοί, αδέρφια, πολέμησαν μεταξύ τους και σχημάτισαν την ίδια τη γη με τα καταστροφικά όπλα τους."
    },
    {
        "id": 53,
        "name": "Γιορτή του Φεγγαριού: Επτά Βασίλεια",
        "description": "Τρεις μεγάλες αυτοκρατορίες ανταγωνίζονται για γη και δύναμη, πολεμώντας με ισχύ και όλες τους τις δυνάμεις. Στρατοί θα συγκρουστούν. Ήρωες θα αναδειχθούν. Θρύλοι θα δημιουργηθούν."
    },
    {
        "id": 54,
        "name": "Γιορτή του Φεγγαριού: Στρακαστρούκα",
        "description": "Το Νέο Σεληνιακό Έτος έφτασε —και θα γίνει πάρτι! Γιορτάστε μαζί με τους φίλους και την οικογένειά σας με άφθονο φαγητό και εορταστικές εκδηλώσεις. Ανάψτε ένα σπίρτο και δείτε τα πυροτεχνήματα!"
    },
    {
        "id": 55,
        "name": "Γιορτή του Φεγγαριού",
        "description": "Συμμετάσχετε με φίλους και αντίζηλους και γιορτάστε τις ιστορίες του περασμένου έτους. Φωτεινά φαναράκια αγγίζουν τον νυχτερινό ουρανό μαζί με πυροτεχνήματα. Κόκκινοι φάκελοι αλλάζουν χέρια και οικογένειες και φατρίες που δεν συναντιούνται συχνά χαίρονται, προσδοκώντας την Πρωτοχρονιά. Μακάρι να είναι η καλύτερη σας Πρωτοχρονιά!"
    },
    {
        "id": 56,
        "name": "Κουνελάκια",
        "description": "Έρχεται η Εποχή του Κουνελιού! Όλοι οι ταξιδιώτες στον κουνελόδρομο είναι ντυμένοι στην τρίχα, κρατούν τα βαμμένα τους αυγά και χαμογελούν πλατιά! Ελπίζουμε ότι τα χοροπηδητά τους θα σας χαρίσουν γιορτινή χαρά!"
    },
    {
        "id": 57,
        "name": "Ζαχαρένιες",
        "description": "Το Βασίλειο των Γλυκών είναι μια θαυμαστή, μαγευτική χώρα που εκτείνεται από το Μπισκοτόκαστρο μέχρι τη Φρουτοθάλασσα και από τα Βουνά της Καραμέλας μέχρι το Ζαχαρόδασος."
    },
    {
        "id": 58,
        "name": "Αρχαίου Δάσους",
        "description": "Βαθιά μέσα στο Αρχαίο Δάσος υπάρχουν αρχαία όντα, κρυμμένα από τους ανθρώπους. Προστατεύουν το μαγεμένο δάσος, τιμωρώντας τους παρείσακτους και δημιουργώντας ιστορίες σε όλη τη χώρα. Ωστόσο, όσο αυξάνονται οι τρόμοι του έξω κόσμου, οι υπερασπιστές προσπαθούν να διατηρήσουν τα οχηρά τους ενάντια στη μοχθηρή περιέργεια της ανθρωπότητας."
    },
    {
        "id": 59,
        "name": "Αιώνιοι",
        "description": "Στον κενό χώρο ανάμεσα σε μακρινά αστέρια, οργανικές μηχανές, κατασκευασμένες από έναν άγνωστο πολιτισμό, έχουν προ πολλού θάψει τους δημιουργούς τους. Παραμονεύουν υπομονετικά, χωρίς να μπορούν να ξεφύγουν από τη χερσαία φυλακή τους, μέχρι κάποιος να ξαναπέσει πάνω τους και να τις απελευθερώσει στον γαλαξία. Περίμεναν. Περιμένουν. Θα περιμένουν —όσο και αν χρειαστεί."
    },
    {
        "id": 60,
        "name": "Τάγμα του Λωτού",
        "description": "Οι αξιότιμοι ηγέτες και οι αφοσιωμένοι μαθητευόμενοι από το Τάγμα του Λωτού είναι ό,τι καλύτερο διαθέτει η Πρώτη Χώρα. Όντας άβαταρ της αθανασίας και της αρετής, τα μέλη του Τάγματος ζουν πολλές ζωές, προσπαθώντας να διατηρήσουν αιώνια την ειρήνη."
    },
    {
        "id": 61,
        "name": "Κιβώτιο Παιχνιδιών",
        "description": "Το σεντούκι με τα παιχνίδια του Γκναρ είναι γεμάτο με ανεκτίμητους θησαυρούς, αλλά όταν δεν είναι κανείς στο σπίτι, τα παιχνίδια ζωντανεύουν από μόνα τους..."
    },
    {
        "id": 62,
        "name": "Άνθη του Θανάτου",
        "description": "Τα μαγικά πλάσματα των βορεινών δασών κοιμούνται βαθιά, μακριά από τα μάτια των κουρασμένων ταξιδιωτών και των γενναίων πολεμιστών που διαβαίνουν αυτήν τη γη. Είναι μοχθηρά όντα που καραδοκούν, περιμένοντας την κατάλληλη στιγμή για να επιτεθούν με παροιμιώδη υπομονή. Άλλωστε, ο χρόνος δεν έχει μεγάλη σημασία για αυτά τα πανάρχαια πλάσματα που γεννήθηκαν μαζί με την ίδια τη γη. Το μόνο που έχει αξία είναι το έπαθλό τους, ένα συμπόσιο σάρκας και οστών που θα βάψει το χώμα με το βαθύ, πορφυρό χρώμα του αίματος."
    },
    {
        "id": 63,
        "name": "επιχείρηση στην Αρκτική",
        "description": "Η Ανώτατη Διοίκηση χρειαζόταν μια νέα ομάδα για να τα βάλει με τις αυξανόμενες απειλές κατά μήκος του Αρκτικού Μετώπου. Χρειάζονταν στρατιώτες πιο ψυχρούς από τους παγετώνες που θα διέσχιζαν, με πάγο στις φλέβες τους και παγωμένα νεύρα. Καλώς ορίσατε στην Επιχείρηση στην Αρκτική"
    },
    {
        "id": 64,
        "name": "Καρδιοκατακτητές",
        "description": "Οι περισσότεροι ψάχνουν τον έρωτά τους σε ήσυχα πάρκα ή τσαγάδικα. Αλλά αυτές οι σχέσεις ποτέ δεν κρατάνε. Οι δεσμοί που σχηματίστηκαν στο πεδίο της μάχης, που τρυπούν σαν σφαίρες τις καρδιές των εχθρών… αυτοί κρατάνε. "
    },
    {
        "id": 65,
        "name": "Ατσάλινες Βαλκυρίες",
        "description": "Ένας γαλαξίας που έφτασε στο χείλος της καταστροφής προσπαθεί να μαζέψει τα συντρίμμια του, αλλά οι πληγές του πολέμου παραμένουν. Εγκληματίες, κυνηγοί επικηρυγμένων, μισθοφόροι και δολοφόνοι κάθε είδους προσπαθούν να γεμίσουν τα κενά εξουσίας, καθώς μάχονται μεταξύ τους με πανίσχυρους πολεμικούς εξωσκελετούς που τους δίνουν θεϊκές δυνάμεις."
    },
    {
        "id": 66,
        "name": "Φύλακες της Άμμου",
        "description": "Πανίσχυροι φύλακες φρουρούν τον τάφο ενός πανάρχαιου τρόμου, για να μην απειλήσει ξανά τον κόσμο. Όμως μπορεί να είναι ήδη πολύ αργά..."
    },
    {
        "id": 67,
        "name": "Φαραώ",
        "description": "Οι πανίσχυροι Φαραώ ήταν κάποτε οι κυρίαρχοι της Μεγάλης Ερήμου, αλλά τώρα οι αυτοκρατορίες τους βρίσκονται θαμμένες κάτω από την άμμο."
    },
    {
        "id": 68,
        "name": "Άγριοι",
        "description": "Λίγοι μπορούν να ταξιδέψουν με ασφάλεια στην παγωμένη τούνδρα του Βορρά. Αν δεν πεθάνεις από το κρύο... θα γίνεις βορά των Άγριων."
    },
    {
        "id": 69,
        "name": "Λογχοφόροι",
        "description": "Με την κατάσταση να χειροτερεύει, οι μεγάλοι μηχανικοί Λογχοφόροι της παλιάς εποχής ξύπνησαν από τον λήθαργό τους. Ψηλότεροι από κάθε κτίριο και πιο ισχυροί από κάθε στρατό, σηκώθηκαν για να προστατεύσουν τους υπηκόους τους πριν επιστρέψουν στη γη για άλλη μια φορά."
    },
    {
        "id": 70,
        "name": "Μαχητές του Δρόμου",
        "description": "Οι Μαχητές του Δρόμου δεν λατρεύουν κανέναν θεό, εκτός από το μουγκρητό των μηχανών που διασχίζουν τους ερημότοπους και οι μόνες προσευχές που φτάνουν στα αυτιά τους είναι οι κατάρες των εχθρών τους. "
    },
    {
        "id": 71,
        "name": "Εικονογραφημένα",
        "description": "Μια φορά κι έναν καιρό ήταν μια ομάδα χαρακτήρων από ένα βιβλίο με παραμύθια, που ζωντάνεψαν από τη σελίδα..."
    },
    {
        "id": 72,
        "name": "Παραμύθια",
        "description": "Κάθε πολιτισμός έχει τους δικούς του λαϊκούς μύθους για θρύλους και τέρατα. Μήπως αποτελούν αποκύημα της φαντασίας μας, ιστορίες που λέγονται από γενιά σε γενιά για να εξηγήσουν το ανεξήγητο; Ή βασίζονται σε μια αλήθεια που είναι κρυφή από τον κόσμο;"
    },
    {
        "id": 73,
        "name": "Οδύσσειας",
        "description": "Ζήστε μια επική περιπέτεια, από τις μεγαλουπόλεις των κεντρικών κόσμων, μέχρι τις ανεξερεύνητες γωνιές του γαλαξία! Η αχανής Ντεμαξιανή Αυτοκρατορία αγνοεί τις ενστάσεις του Τάγματος των Ναϊτών και του Συνδικάτου και συνεχίζει να μονοπωλεί τη συγκομιδή του Όρα, μιας μυστηριώδους, χρυσαφένιας ουσίας που αποτελεί το βάθρο του σύγχρονου πολιτισμού και υπόσχεται απεριόριστη δύναμη σε όσους μπορούν να τη δαμάσουν για προσωπικό όφελος…"
    },
    {
        "id": 74,
        "name": "Μπίλτζγουοτερ: Η Κατάρα των Πνιγμένων",
        "description": "Κάτω από το φεγγάρι που μεγαλώνει και την άνοδο της παλίρροιας, σκοτεινά μάγια αναδεύονται και μυστικά κρύβονται. Εκεί όπου ρέει αλάτι, αίμα και θανατηφόροι άνεμοι... και πάνω από τα κύματα, αλλά και κάτω από αυτά."
    },
    {
        "id": 75,
        "name": "Παγκόσμιοι Πρωταθλητές: 2017",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Νόβες του Θανάτου",
        "description": "Ένα εγκληματικό δίκτυο αδίστακτων μισθοφόρων που κυριαρχούν σε τεράστια σημεία του γαλαξία, το Νόβα του Θανάτου έχει γίνει ακόμα πιο ισχυρό από τότε που οι ιδρυτές του έφυγαν από την Genesis Industries, παίρνοντας μαζί τους κλεμμένα σχέδια εξωσκελετών. Τώρα αντιστέκονται ενάντια στις προσπάθειες του Βασιλικού Διαστημικού Στρατού να επιβάλει την τάξη της πολυεθνικής Genesis, με όλη τη δύναμη πυρός που προσφέρει η μαύρη αγορά."
    },
    {
        "id": 78,
        "name": "Η Μάχη των Θεϊκών Βασιλέων",
        "description": "Στο τέλος μιας σκοτεινής εποχής, δύο βασιλιάδες που κατάγονται προέρχονται από τους αρχέγονους θεούς της Τάξης και του Χάους οδηγούν τεράστιους στρατούς σε μια τελική σύγκρουση."
    },
    {
        "id": 79,
        "name": "Καϊτζού",
        "description": "Από τα βάθη του πλανήτη, σηκώνονται: κολοσσιαία φρικτά και πεινασμένα όντα, πιο δυνατά από στρατούς και βουνά. Τα κίνητρά τους αβέβαια, τα σχέδιά τους άγνωστα. Το μόνο που είναι ξεκάθαρο είναι ότι δεν θα μας αφήσουν να επιζήσουμε... Εκτός αν δημιουργήσουμε κάτι για να τα σταματήσουμε."
    },
    {
        "id": 80,
        "name": "Οιωνοί του Σκότους",
        "description": "Η ιστορία της καταραμένης βασίλισσας και των άθλιων υπηκόων της δεν είναι το πιο ευχάριστο παραμύθι για τους γονείς που κοιμίζουν τα παιδιά τους. Όμως οι ιστορίες είναι πιο διδακτικές όταν είναι βυθισμένες στις σκιές και όταν το σκοτάδι τους αγκαλιάζει τα όνειρα και πλάθει εύπλαστες, νεανικές ψυχές. Άλλωστε, είναι μόνο ένας εφιάλτης... ή έτσι ελπίζουν οι γονείς τους."
    },
    {
        "id": 81,
        "name": "Ταξίδι των Αθανάτων",
        "description": "Πριν από πολύ καιρό, σε μια αρχαία χώρα, πολλές ψυχές μαζεύτηκαν κάτω από τους θεούς για να δοκιμάσουν τα όρια της δύναμής τους. Ανόητοι και υπερόπτες, θαρραλέοι και δίκαιοι, τα ταξίδια τους είναι γραμμένα στις αθάνατες σελίδες της ιστορίας..."
    },
    {
        "id": 82,
        "name": "Παραδοσιακοί",
        "description": "Προς τιμή των αρχικών σχεδίων των ανανεωμένων Ηρώων."
    },
    {
        "id": 83,
        "name": "Συλλεκτική Έκδοση",
        "description": "Όλα είναι καλύτερα με ένα κουτί Συλλεκτικής Έκδοσης, είτε είναι ψηφιακό είτε πραγματικό."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: εκεί που συναντάται ο κόσμος του gaming, η γιορτή του παιχνιδιού όπου δημιουργούνται αθάνατοι δεσμοί."
    },
    {
        "id": 85,
        "name": "Ατσάλινη Λεγεώνα",
        "description": "Στη σκιά του ολοκληρωτικού πολέμου μεταξύ της Genesis Industries και της Νόβα του Θανάτου, οι κατεστραμμένες ζωές είναι απλώς παράπλευρες απώλειες. Η Ατσάλινη Λεγεώνα είναι μια οργάνωση εκδικητών που λειτουργεί σε εγκαταλελειμμένους πλανήτες μαχών, η οποία ιδρύθηκε από πρόσφυγες και είναι εξοπλισμένη με όπλα που κατασκευάζονται από μπάζα. Αν δεν τον υπερασπιστεί κανείς άλλος, ο λαός πρέπει να υπερασπιστεί μόνος τον εαυτό του."
    },
    {
        "id": 86,
        "name": "Καταχθόνιοι",
        "description": "Η πυρπόληση ενός ολόκληρου κόσμου απαιτεί αφάνταστη δύναμη, για αυτό ο Άρχοντας της Στάχτης εξαπέλυσε τις λεγεώνες των Καταχθόνιων που έχει υπό τις διαταγές του, για να συνδράμουν με τις φλόγες τους. Καθώς αναδύονται από τα έγκατα της γης, επικαλούνται τις τρομερές τους δυνάμεις... όμως δεν απαντούν όλοι στο κάλεσμα με την ίδια προθυμία."
    },
    {
        "id": 87,
        "name": "Άγγελοι του Σκότους",
        "description": "Ανυπομονώντας να διεκδικήσει περισσότερες ψυχές για τον κάτω κόσμο, ο Χάρος στέλνει τις ψυχές των νερών πολεμιστών ως Αγγέλους τους σκότους στον κόσμο των θνητών, όπου υπηρετούν με προθυμία και χαρά το τρομερό θέλημα του άρχοντά τους."
    },
    {
        "id": 88,
        "name": "Φάρσα ή Κέρασμα",
        "description": "Και να ελπίζεις να έχεις στα χέρια σου τα καλά τα πράγματα. Ξέρετε τώρα, κέικ-ποπ του Πιλτόβερ, ζελεδάκια Strikebreaker, Σοκολάτες Σκοτεινού Άστρου... Γιατί αν δεν το κάνετε, τα παιδιά της γειτονιάς κρύβουν άσους στο μανίκι. "
    },
    {
        "id": 89,
        "name": "Ζόμπι εναντίον Νεκροκτόνων",
        "description": "Μυαλά..."
    },
    {
        "id": 90,
        "name": "Πραιτοριανοί",
        "description": "Τίποτα δεν γλιτώνει από τα ψυχρά νύχια των Πραιτοριανών, μιας μηχανικής πανούκλας που ταλανίζει τον χωροχρόνο. Γιατί όσο σκληρά και αν αγωνίζονται οι Ιστορικοί για να αποτρέψουν την εξάλειψη κάθε μορφής ζωής, βαθιά μέσα τους φοβούνται πολύ, γνωρίζοντας ότι κάποια στιγμή θα κουραστούν, ενώ οι Πραιτοριανοί δεν θα το πάθουν ποτέ."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "«Υπάρχει ένα σημείο ανάμεσα στη φαντασία και την πραγματικότητα όπου μπορούν να συμβούν τα πάντα. Έχεις τη δυνατότητα να γίνεις όποιος θέλεις και να κάνεις ό,τι θέλεις. Είναι το όνειρό σου. Στον δικό μας, ενδιάμεσο κόσμο, οι K/DA είναι δυνατές και σίγουρες για τον εαυτό τους. Μπορούμε να κάνουμε τα πάντα, το ίδιο κι εσύ.» - Κάι'Σα"
    },
    {
        "id": 92,
        "name": "Σύναξη Μαγισσών",
        "description": "Οι μάγισσες καραδοκούν, χλωμές και φρικιαστικές στην όψη, ξεστομίζοντας ανίερες ελπίδες από ασέβαστα χείλη. Μιλούν για τα πρησμένα πτώματα των Αρχαίων Θεών, για πανάρχαιες τελετές και μαγικά ξόρκια που έχουν σβήσει από τις αναμνήσεις των θνητών, για την επιστροφή μιας «τάξης» που για όλους τους άλλους είναι «μαρτύριο». Ακούστε προσεκτικά! Γιατί το τέλος της ανθρωπότητας με γοργά βήματα πλησιάζει."
    },
    {
        "id": 93,
        "name": "Έκλειψη",
        "description": "Πριν από πολύ καιρό, ένα μοναστικό τάγμα ιπποτών εξόντωσε τους μοχθηρούς θεούς του παλαιού κόσμου, με απόκρυφες δυνάμεις που τους έδωσε ο ήλιος και η σελήνη. Τώρα πια ο κόσμος έγινε πάλι σκοτεινός και βίαιος καθώς αυτές οι ίδιες θεότητες ετοιμάζουν την επιστροφή τους, μόνο με το φως της έκλειψης να έχει μείνει για να τους αντιμετωπίσει."
    },
    {
        "id": 94,
        "name": "Αστροναύτες",
        "description": "Αστροναύτες, σκανδαλιές και αξιολάτρευτα εξωγήινα πλάσματα που λέγονται Μιπ! Η βαρύτητα είναι προαιρετική γι' αυτούς τους ριψοκίνδυνους υπερασπιστές του διαστήματος, οι οποίοι προστατεύουν τον πλανήτη M33p και ταξιδεύουν στον αχανές σύμπαν που τους υποδέχεται με ανοιχτές αγκάλες."
    },
    {
        "id": 95,
        "name": "Μύστες",
        "description": "Έξω από τις πόρτες της ακαδημίας κρύβεται ένας κόσμος γεμάτος μαγεία... και κίνδυνο. Οι καθηγητές προειδοποιούν τους νεαρούς μάγους και μάγισσες να παραμείνουν στην ασφάλεια του σχολικού χώρου, να αναπτύξουν τη δύναμή τους και να μελετούν πολύ. Αυτό όμως δεν έχει καθόλου πλάκα όταν η περιπέτεια περιμένει στη γωνία!"
    },
    {
        "id": 96,
        "name": "Οριγκάμι",
        "description": "«Βλέπεις καμιά σέλα στην πλάτη μου;» τιτίβισε ο φοίνικας. «Εγώ δεν πετάω σε αγέλη. Και αυτό το γέτι θα μας είναι βάρος.» Το αγόρι κοίταξε προς τα πάνω, έχοντας λάβει απόρριψη στο τέλειο σχέδιό του. Αλλά τότε, άρχισε να χαμογελά. Εξάλλου, σε αυτόν τον κόσμο των διπλωμένων φυλλωμάτων και των τσαλακωμένων φαραγγιών, η περιπέτεια βρίσκεται πάντα πίσω από μια τσάκιση."
    },
    {
        "id": 97,
        "name": "Αλβιόνα",
        "description": "Τα απέραντα δάση της Αλβιόνας, που κάποτε βρίσκονταν υπό την κυριαρχία πεσμένων Ξωτικών αυτοκρατοριών, τώρα φιλοξενούν βασίλεια και ληστές, αλλά και ξωτικά και ελεύθερους ανθρώπους. Στα αυτοκρατορικά ερείπια μπορεί να βρεθεί δύναμη, αν κάποιος έχει το σθένος να τολμήσει να εισχωρήσει βαθιά στο δάσος για να την αναζητήσει..."
    },
    {
        "id": 98,
        "name": "Γάτες εναντίον Σκύλων",
        "description": "Η πιο παλιά αντιπαλότητα του κόσμου: ο καλύτερος φίλος του ανθρώπου ενάντια στις πρωταγωνίστριες του διαδικτύου. Μόνο μια φατρία θα βγει νικήτρια από τα σαγόνια της μάχης ανάμεσα σε σκύλους και γάτες. Ελπίζουμε να μη λερώσουν τις γούνες τους. Το μόνο που είναι χειρότερο από την ήττα είναι το μπάνιο."
    },
    {
        "id": 99,
        "name": "Θαύματα του Κόσμου",
        "description": "Άτομα που κατάγονται από το μακρινό σύμπαν της «Γης», όπου γιγάντια αγάλματα ζωντανεύουν και όλοι φορούν κωμικά καπέλα. Μοιάζει πολύ με τη Γη των Ρούνων, αν το καλοσκεφτείτε."
    },
    {
        "id": 100,
        "name": "Επαγγελματίες",
        "description": "Κάπως πρέπει να βγάλουν το ψωμί τους!"
    },
    {
        "id": 101,
        "name": "Δεν Είναι",
        "description": "Αυτό το ρομπότ φοράει γυαλιά και καμπαρντίνα; Φυσικά και όχι. Βλέπω έναν άνθρωπο-τέρας με ολόσωμο; Πάωνα δω τα μάτια μου, γιατί μάλλον κάνουν πουλάκια. Δεν είναι πολύ ντροπαλός ο Ντρέιβεν ώστε να φοράει το δικό του κεφάλι; Πόσο ανόητος πρέπει να νιώθεις μόνο και μόνο για να το ρωτάς αυτό. Και αυτό το καλαμάρι με το λέιζερ; Σίγουρα άνθρωπος. Σίγουρα."
    },
    {
        "id": 102,
        "name": "Υψηλή Κοινωνία",
        "description": "Αν υπάρχει κάτι που είναι πιο εντυπωσιακό από τα πλούτη τους, τότε αυτό είναι η ικανότητά τους στη φοροδιαφυγή."
    },
    {
        "id": 103,
        "name": "Dunkmaster",
        "description": "Υπάρχουν δύο είδη ανθρώπων στον κόσμο: αυτοί που καρφώνουν και αυτοί που τους βλέπουν να καρφώνουν. Αν δεν ξέρετε σε ποια κατηγορία ανήκετε, φυλαχτείτε! Γιατί ερχόμαστε και είμαστε έτοιμοι να ΚΑΡΦΩΣΟΥΜΕ!"
    },
    {
        "id": 104,
        "name": "Καταδρομείς",
        "description": "Το κλαστικό άπατο πηγάδι απατεώνων και κακών. Οι Αρχηγοί πολεμούν να αποκτήσουν ισχύ: συμφωνίες υπογράφονται και παραβιάζονται, φιλίες διαλύονται με τις λεπίδες φοβερών και τρομερών μαχαιριών. Και παρ' όλα αυτά, υπάρχει κάτι παραπάνω σε αυτή την πόλη. Κάτι που δεν έχει ανακαλυφθεί, κάτι ασύλληπτο. Κάτι... άπειρο. "
    },
    {
        "id": 105,
        "name": "Εισβολείς",
        "description": "Τα μοχθηρά αυτά εξωγήινα καμπανάκια, φέροντας επάξια τον τίτλο τους, βρήκαν μια δύναμη που δεν κατανοούν πλήρως. Δυστυχώς, ο πόνος πρέπει να μοιράζεται. Όσοι έρχονται σε επαφή με τους εισβολείς καταλήγουν σχεδόν πάντα πιο μοχθηροί… και μοβ!"
    },
    {
        "id": 106,
        "name": "Τρελοί Επιστήμονες",
        "description": "Οι υποψήφιοι πρέπει να έχουν μερικά απλά προσόντα: τουλάχιστον πενταετή πείρα σε εφαρμοσμένες επιστήμες, μια μελέτη αξιολογημένη από την επιστημονική κοινότητα και δύο συστατικές επιστολές. Α, ναι, και σατανικό γέλιο. Για την ακρίβεια, αυτό είναι το πιο σημαντικό προσόν από όλα."
    },
    {
        "id": 107,
        "name": "Παγκόσμιοι Πρωταθλητές: 2018",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Ξεχασμένα Βάθη",
        "description": "«Κάτσε κάτω, παιδί μου, και άκου προσεκτικά. Ο ωκεανός κρύβει πολλά μυστήρια και τα αφρίζοντα κύματα που φτάνουν στις γαλήνιες ακτές μας δεν είναι παρά μια παραπλανητική πρόσκληση. Κάτω από το απέραντο γαλάζιο κρύβεται ένας κόσμος πέρα από κάθε φαντασία. Ένας κόσμος από αφανισμένα βασίλεια και άγρια θηρία που κολυμπούν στην ξεχασμένη άβυσσο.»"
    },
    {
        "id": 109,
        "name": "Κατακτητές",
        "description": "Τιμούμε τα τουρνουά Mid-Season Invitational και Spring Split του League of Legends."
    },
    {
        "id": 110,
        "name": "Γκοθ",
        "description": "Δεν είναι μια απλή φάση."
    },
    {
        "id": 111,
        "name": "Κλασικά Κόμιξ",
        "description": "Οι πιο σπουδαίοι υπερήρωες και οι πιο σατανικοί κακοί του Φαραγγιού, είναι διαθέσιμοι σε ένα κατάστημα με κόμιξ, κάπου κοντά σας!"
    },
    {
        "id": 112,
        "name": "Παγετώνες",
        "description": "Ο κόσμος έχει παγώσει, και λίγοι θυμούνται το γιατί. Παλιοί τρόμοι κινούνται κάτω από τον πάγο, έτοιμοι να διεκδικήσουν τον κόσμο για άλλη μία φορά. Η φλόγα της ελπίδας παραμένει αναμμένη, αλλά οι μέρες είναι μικρές και οι νύχτες μεγάλες…"
    },
    {
        "id": 113,
        "name": "Ακαδημία Μάχης",
        "description": "Σε αυτούς τους θεσμούς, μόνο οι δυνατοί θα επιβιώσουν. Παρόλο που ιδρύθηκαν για να τιμήσουν τα Θεϊκά Όπλα τους, οι μαθητές σε κάθε ακαδημία προσπαθούν να αποκτήσουν τη δύναμή τους, οδεύοντας προς τη δόξα. Είτε βρίσκονται στην τάξη είτε στο πεδίο της μάχης, ο σκοπός τους είναι να κυριαρχήσουν."
    },
    {
        "id": 114,
        "name": "Μεσαιωνικοί",
        "description": "Ακούσατε, ακούσατε, ιππότες και κατεργάρηδες, αυτές οι χώρες βρίσκονται υπό τη βασιλική προστασία του Βασιλιά και της Βασίλισσας! Κάντε χώρο, κάντε χώρο!"
    },
    {
        "id": 115,
        "name": "Νοσοκομείο «Το Φαράγγι»",
        "description": "Καθίστε. Ο γιατρός θα σας δει σε λίγο."
    },
    {
        "id": 116,
        "name": "Δαιμονικές",
        "description": "Ακόμα και στο βασίλειο της Κόλασης, υπάρχει ανταγωνισμός για την υψηλότερη κατάταξη, στοιχηματίζοντας τις ψυχές των θνητών για χάρη του σκοτεινού άρχοντα."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Καθώς η Άρι κλειδώνει τον χαρακτήρα της στην αρχική οθόνη, η μουσική του παιχνιδιού γεμίζει το arcade. Τα πατήματα της στα κουμπιά δεν είναι τυχαία, αλλά είναι τέλεια υπολογισμένα καθώς καθοδηγεί τον ήρωά της στους γεμάτους εγκληματικότητα δρόμους της Ντεμάσια. Ένα πλήθος μαζεύεται, ανυπομονώντας να παρακολουθήσει την Άρι να καταρρίπτει τελικά το ρεκόρ της, το οποίο σημείωσε πριν από λίγες μέρες."
    },
    {
        "id": 118,
        "name": "Χέβι Μέταλ",
        "description": "Άτομα του κοινού μαζεύονται από όλον τον κόσμο για να έχουν μια ευκαιρία να δουν τα σπουδαιότερα ρομπότ-πολεμιστές να ρίχνονται στις αρένες μονομαχίας της RiotCorp, θέλοντας να αρπάξουν την ευκαιρία να στεφθούν Full Metal Πρωταθλητής του Μεταλλικού Πρωταθλήματος Μάχης για Ρομπότ ή να διαλυθούν προσπαθώντας."
    },
    {
        "id": 119,
        "name": "Φύλακες των Άστρων - Σεζόν 3",
        "description": "Η παλιά ομάδα της Άρι εμφανίζεται ξανά στο προσκήνιο, αλλαγμένη από τα γεγονότα που κάποτε τη διέλυσαν... και ακολουθείται από μια απειλή πολύ χειρότερη από οτιδήποτε έχουν αντιμετωπίσει οι Φύλακες των Άστρων. Μπορεί η ομάδα να ξεπεράσει τις παλιές φιλονικίες και να σωθεί από την εξόντωση; Ή απλώς θα γίνουν τα επόμενα θύματα του Άστρου του Λυκόφωτος;"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "«Τι είναι η Πραγματική Ζημιά; Φίλε, η Πραγματική Ζημιά είναι το μέλλον! Είναι μια συλλογή των καλύτερων καλλιτεχνών από όλο τον κόσμο, που συναντιούνται και συνεργάζονται όσο καλύτερα γίνεται, για να δημιουργήσουν την καλύτερη χιπ-χοπ μουσική. Είμαστε πολύ μπροστά από το παιχνίδι. Και ας μας προλάβουν αν μπορούν.» -Έκκο"
    },
    {
        "id": 121,
        "name": "Κλέφτες κι Αστυνόμοι",
        "description": "Κανείς δεν εργάζεται πιο ακούραστα από την Αστυνομία του Πιλτόβερ. Κανείς άλλος δεν προστατεύει την κοινωνία από τα πιο παχυντικά σάντουιτς, κλειδώνοντάς τα στα ανελέητα στομάχια τους, ενώ παράλληλα εισπράττει απίστευτες υπερωρίες και βαριέται να συμπληρώσει ακόμα και το πιο απλό έγγραφο; Οι εγκληματίες εκμεταλλεύονται την κατάσταση, αλλά δεν μπορούν να μη ζηλέψουν την υπέροχη ζωή που κάνουν."
    },
    {
        "id": 122,
        "name": "Πορφυρή Ελίτ",
        "description": "Δεν μπορούμε ούτε να επιβεβαιώσουμε ούτε να αρνηθούμε τη συμμετοχή της Πορφυρής Ελίτ σε οποιεσδήποτε εγκληματικές δραστηριότητες και ζητάμε όλες οι ερωτήσεις να απευθύνονται στις τοπικές αρχές."
    },
    {
        "id": 123,
        "name": "Ιππότες του Τρόμου",
        "description": "Αυτοί οι απέθαντοι ιππότες, που αναστήθηκαν από μια μυστηριώδη αρχαία μαγεία, είναι τα τελευταία απομεινάρια μιας ιστορίας που χάθηκε στον χρόνο. Θα προστατέψουν ό,τι τους ανήκει όποιο κι αν είναι το κόστος στις ζωές των θνητών."
    },
    {
        "id": 124,
        "name": "Κομιστές της Αυγής",
        "description": "Η τάξη και το φως βασιλεύουν μέσω των θεοτήτων της αυγής, φέρνοντας τη δομή σε έναν εκκολαπτόμενο κόσμο που συγκρούεται με τις δυνάμεις της νύχτας."
    },
    {
        "id": 125,
        "name": "Κομιστές του Δειλινού",
        "description": "Το χάος και το σκοτάδι βασιλεύουν μέσω των θεοτήτων της νύχτας, φέρνοντας την αλλαγή σε έναν στατικό κόσμο που συγκρούεται με τις δυνάμεις της αυγής."
    },
    {
        "id": 126,
        "name": "Αιματόπετρα",
        "description": "Η νύχτα έχει πολλούς κινδύνους, αλλά κανένας από αυτούς δεν είναι τόσο τρομακτικός όσο οι αιρέσεις της Αιματόπετρας. Όπου βρίσκονται ακούγονται ουρλιαχτά και οι δρόμοι γίνονται κόκκινοι, για να ικανοποιήσουν την πείνα του αφέντη τους."
    },
    {
        "id": 127,
        "name": "Βασίλεια Mecha",
        "description": "Τα Μεγάλα Βασίλεια ήταν σε πόλεμο για ολόκληρες γενιές, μέχρι τον ερχομό ενός νέου εχθρού. Για να τον αντιμετωπίσουν, έλαβαν τις ευλογίες των ουρανών. Θα ξεπεράσουν το παρελθόν τους για να σώσουν το μέλλον τους;"
    },
    {
        "id": 128,
        "name": "Φρέλιορντ",
        "description": "Ο σκληρός, παγωμένος βοράς δεν έχει συχνά επισκέπτες από άλλες χώρες. Οι γενναίοι βρίσκονται αντιμέτωποι με το εχθρικό περιβάλλον και τις αφιλόξενες ορδές. Είναι τυχεροί οι λίγοι που καταφέρνουν να επιστρέψουν στην πατρίδα τους."
    },
    {
        "id": 129,
        "name": "Μαύρος Πάγος",
        "description": "Η Μάγισσα των Πάγων δεν αφήνει κανέναν να αναπαυθεί: κάθε φίλος και εχθρός που πέφτει στο βασίλειό της σηκώνεται ξανά και πολεμάει στο πλευρό της. Η σκοτεινή μαγεία της στρεβλώνει την εμφάνισή τους, και τους μεταμορφώνει σε Γκόλεμ του Παγετώνα με καρδιά από μαύρο πάγο που δεν λιώνει."
    },
    {
        "id": 130,
        "name": "Παγκόσμιοι Πρωταθλητές: 2019",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "Η μονάδα PsyOps είναι το απαύγασμα των μυστικών δυνάμεων κρούσης, μια επίλεκτη ομάδα στρατιωτών με ψυχικές δυνάμεις που καλείται να αντιμετωπίσει παραστρατιωτικές οργανώσεις και υπερφυσικές απειλές. Επισήμως, δεν υπάρχει καμία τέτοια ομάδα. Όμως, όταν η συμβατική στρατιωτική μηχανή δεν είναι αρκετή και όταν η απειλή είναι τόσο ισχυρή που θέτει σε κίνδυνο ολόκληρο τον κόσμο, η ομάδα PsyOps είναι έτοιμη για δράση."
    },
    {
        "id": 134,
        "name": "Ομάδα Μαύρου Ρόδου",
        "description": "Μια υπερφυσική παραστρατιωτική μονάδα με τρομερή δύναμη, η Ομάδα του Μαύρου Ρόδου ελπίζει να δημιουργήσει μια νέα παγκόσμια τάξη πραγμάτων με τα άγρια ανθρώπινα βιολογικά όπλα τους."
    },
    {
        "id": 135,
        "name": "Δρακομάντεις",
        "description": "Μεγαλοπρεπείς δράκοι ζουν σε μέρη μακρινά, με άγρια ομορφιά, αποφεύγοντας τις υποθέσεις των θνητών, εκτός από κάποιες φορές που δωρίζουν τις δυνάμεις τους σε λίγους κι επίλεκτους. Οι Δρακομάντεις είναι αυτοί που είναι αρκετά τυχεροί και ισχυροί ώστε να έχουν κερδίσει αυτήν την απόλυτη ευλογία. Το αν τη χρησιμοποιούν για καλό ή για κακό εξαρτάται από αυτούς και απ' όποιον έχει τη δύναμη να τους σταματήσει."
    },
    {
        "id": 136,
        "name": "Διαγαλαξιακές",
        "description": "Ο Πόλεμος της Ραγισμένης Σελήνης ρήμαζε τον γαλαξία μας για σχεδόν εκατό κύκλους. Και ακόμα… δεν υπάρχει τέλος."
    },
    {
        "id": 137,
        "name": "Βασίλισσες της Μάχης",
        "description": ""
    },
    {
        "id": 138,
        "name": "Αφανισμένοι",
        "description": "Η Μαύρη Ομίχλη του Θερισμού απλώνεται σε όλη τη Γη των Ρούνων, διαφθείροντας τους πάντες, χωρίς διακρίσεις. Ορισμένοι πείθονται ότι έχουν τους ίδιους στόχους με τον Έκπτωτο Βασιλιά και ακολουθούν τις προσταγές του. Όμως η μοναδική επιθυμία του Βιέγκο είναι η επιστροφή της Ισόλδης. Κανείς δεν είναι σύμμαχός του. Οι Αφανισμένοι που τον υπερασπίζονται, πολεμώντας τους Φρουρούς του Φωτός είναι απλά πιόνια στο σχέδιό του να ανακτήσει τη χαμένη του αγάπη."
    },
    {
        "id": 139,
        "name": "Πάπυροι Σαν Χάι",
        "description": "Μέσα στους θρυλικούς Πάπυρους Σαν Χάι, θεοί και μυθικά πλάσματα περιφέρονται σε μαγικές χώρες, έχοντας στα χέρια τους τη δύναμη των στοιχείων. Κάποιοι είναι ικανοποιημένοι να ζουν με την παλέτα που τους έχει δοθεί, ενώ άλλοι θέλουν να φτάσουν πέρα από τα σύνορα και να ζωγραφίσουν τις ζωές τους με ένα νέο πινέλο."
    },
    {
        "id": 140,
        "name": "Κρυστάλλινο Ρόδο",
        "description": "Η Γιορτή του Κρυστάλλινου Ρόδου είναι μια μαγευτική εκδήλωση χαράς και έρωτα, όπου ακόμα και οι πιο άσπονδοι εχθροί μπορούν να συναντηθούν σε ειρηνικό, ουδέτερο έδαφος για να απολαύσουν μια βραδιά χορού, κεφιού και ελπίδας για το μέλλον. Όλοι οι προσκεκλημένοι είναι υποχρεωμένοι να αφήσουν τα όπλα τους στην πόρτα, για να δείξουν ότι είναι πρόθυμοι να εργαστούν για ένα καλύτερο μέρος."
    },
    {
        "id": 141,
        "name": "Μαραμένο Ρόδο",
        "description": "Στη Γιορτή του Κρυστάλλινου Ρόδου είναι ευπρόσδεκτοι όλοι όσοι πιστεύουν σε ένα ειρηνικό αύριο, αν και δεν είναι λίγοι αυτοί που δηλώνουν απογοητευμένοι από την έλλειψη προόδου. Τα μέλη του Μαραμένου Ρόδου, ιδιαίτερα, επιθυμούν να πάψει αυτή η παράδοση, μια για πάντα. Όμως κανείς δεν μπορεί να αντισταθεί στη γοητεία της Γιορτής. Δεν αποκλείεται να παρασυρθούν κι αυτά από την όμορφη νύχτα και να αλλάξουν γνώμη."
    },
    {
        "id": 142,
        "name": "Θηρίο της Σελήνης",
        "description": "Κάθε χρόνο, ένα πονηρό Θηρίο της Σελήνης καταφτάνει στον κόσμο των θνητών, για να απολαύσει τους εορτασμούς του Νέου Σεληνιακού Έτους. Κάθε χρόνο, ο αντίστοιχος Θεός της Σελήνης επιλέγει μια ομάδα επίλεκτων ηρώων για να απασχολήσουν το θηρίο και να προστατεύσουν την πόλη από τα επικίνδυνα παιχνίδια του. Η Παρέλαση της Σελήνης είναι το πιο δημοφιλές μέρος των εορτασμών για το Νέο Σεληνιακό Έτος και η παρουσία του Θηρίου φέρνει καλή τύχη... αρκεί να έχει ηρεμήσει με τις προσπάθειες της ομάδας κρούσης. Αν το Θηρίο της Σελήνης ξεκουραστεί και περάσει καλά, σημαίνει ότι η νέα χρονιά που έρχεται θα είναι ευτυχισμένη!"
    },
    {
        "id": 143,
        "name": "Μέλισσες!",
        "description": "Μπζζζ. Μπζζζ μπζζζ μπζζζζ. Μπζζζ! Μπζ μπζζ μπζζ μπζζζ μπζζ. Μπζζζ..."
    },
    {
        "id": 144,
        "name": "Διαστημικός Ρυθμός",
        "description": "Σε ένα ρυθμικό γαλαξία πολύ-πολύ μακριά, μια μυστηριώδης ενέργεια που είναι γνωστή μόνο με το όνομα Ο Ρυθμός φέρνει μουσική και ευημερία σε τρισεκατομμύρια κατοίκους του γαλαξία. Αλλά όταν η εξωγήινη πολέμαρχος Λισάντρα και ο στρατός της από Κακές Νότες αρχίζει να σκλαβώνει πλανήτες και να καταπιέζει τη ντίσκο, μια νέα γενιά ηρώων έρχεται για να τη σταματήσει και να μη σταματήσει το πάρτι."
    },
    {
        "id": 145,
        "name": "Παγκόσμιοι Πρωταθλητές: 2020",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Πόλη της Απόκρυφης Γνώσης",
        "description": ""
    },
    {
        "id": 147,
        "name": "Φρουροί του Φωτός",
        "description": "Αν και έχουν απομείνει ελάχιστοι, οι Φρουροί του Φωτός έχουν ένδοξη ιστορία. Πολεμούν τον Θερισμό εδώ και πολλά χρόνια, χρησιμοποιώντας πέτρινα όπλα-κειμήλια που αντλούν ενέργεια από τις ψυχές τους και τη μετατρέπουν σε πανίσχυρο φως. Όμως το μόνο που έχει σημασία τώρα είναι η μάχη που έρχεται, καθώς ο Έκπτωτος Βασιλιάς είναι αποφασισμένος να διαλύσει τη Γη των Ρούνων για να χορέψει ξανά με τη βασίλισσά του."
    },
    {
        "id": 148,
        "name": "Ηλεκτρονική Ποπ",
        "description": "Στον δραστήριο υπόκοσμο της Πόλης του Ήχου, χάκερ, σκέιτερ, ριζοσπαστικοί και επαναστάτες έχουν δημιουργήσει τη δική τους κοινωνία, μακριά από τα αδιάκριτα βλέμματα των πανίσχυρων εταιρειών και των βιονικών πρακτόρων τους."
    },
    {
        "id": 149,
        "name": "Εφιάλτης στην Πόλη του Εγκλήματος",
        "description": "Αν η διαφθορά και η ανομία ήταν μέρη στον χάρτη, η πόλη του Βάλοραν θα βρισκόταν στο επίκεντρό του. Είναι το άνδρο της ανομίας, όπου το κακό βρίσκεται σε κάθε γωνιά και οι τρόμοι που καραδοκούν είναι πάντα έτοιμοι για επίθεση."
    },
    {
        "id": 150,
        "name": "Φοινικομάντες",
        "description": "Μόνο οι πιο ειλικρινείς καρδιές ευλογούνται από την ιερή Φενγκχουάνγκ, μια θρυλική φοίνικα που προσέχει τον κόσμο. Οι Ήρωές της κερδίζουν ένα και μόνο φτερό της, που το κάθε ένα περιέχει απίστευτη δύναμη των στοιχείων, που τους δίνει τα μέσα που χρειάζονται για να προστατεύσουν όλα όσα είναι αθώα και καλά από τις δυνάμεις που παραμονεύουν στις σκιές."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "Σε ένα βασίλειο αφιερωμένο σε σκοτεινούς και άστοργους θεούς, όπου οι θνητοί συγκρούονται σε ατέρμονα, ματωμένα έπη του μέταλ, μία μπάντα κατάφερε να ξεχωρίσει: Οι Pentakill, εκλεκτοί του Αηδιαστικού οικοδεσπότη. Αντικείμενο λατρείας πλέον στους ναούς και στις αρένες του κόσμου, η κυριαρχία τους έγινε απόλυτη. Όμως, μια περίοδος αλλαγής πλησιάζει και ο κύκλος μπορεί να αρχίσει από την αρχή..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Καφέ της Χαριτωμενιάς",
        "description": ""
    },
    {
        "id": 154,
        "name": "Πορσελάνινος",
        "description": "Σε έναν κόσμο όπου αρχαία πνεύματα και μαγικά πλάσματα ευδοκιμούν στα πέρατα της σύγχρονης κοινωνίας, πανίσχυρα πορσελάνινα τεχνουργήματα που ονομάζονται Κειμήλια Ζωδιακού Κύκλου είναι το κλειδί για την απόκτηση απαράμιλλης δύναμης. Φυλάσσονται από τους Φύλακες: αθάνατους προστάτες που καλούνται να κρατήσουν τα Κειμήλια μακριά από τα λάθος χέρια."
    },
    {
        "id": 155,
        "name": "Ηλεκτροφόρα Λεπίδα",
        "description": "Με όπλα εμποτισμένα με μαγεία κεραυνών μέσω του θανάσιμου Τελετουργικού του Σύννεφου, οι Ηλεκτροφόρες Λεπίδες είναι ένα τάγμα μυστηριωδών σινόμπι πολεμιστών, με καθήκον να προστατεύουν την ανθρωπότητα από κακόβουλα πνεύματα και τέρατα. Ταξιδεύουν μεταξύ τα βασίλεια των θνητών και των πνευμάτων για να κυνηγήσουν απειλές που κανείς άλλος δεν μπορεί να αντιμετωπίσει, εξασφαλίζοντας το μέλλον για όλους τους κάτοικους του κόσμου των θνητών."
    },
    {
        "id": 156,
        "name": "Ομάδα Άνιμα",
        "description": ""
    },
    {
        "id": 157,
        "name": "Ιππότες της Στάχτης",
        "description": "Πριν από πολλά, πολλά χρόνια, ένας μεγάλος βασιλιάς διεξήγαγε έναν ένδοξο πόλεμο: να σπάσει τα δεσμά της μαγείας στον κόσμο, ώστε η ανθρωπότητα να μπορέσει να πάρει τη μοίρα της στα χέρια της. Ωστόσο, όταν εξάλειψε και το τελευταίο ψήγμα μαγείας, ο βασιλιάς χάθηκε, τα θεμέλια του κόσμου κατέρρευσαν και οι κάποτε θρυλικοί ιππότες του έμειναν μόνοι ενάντια στην τρέλα, την καταστροφή και τη στάχτη."
    },
    {
        "id": 158,
        "name": "Παγκόσμιοι Πρωταθλητές: 2021",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Τραγούδι του Ωκεανού",
        "description": "Τίποτα δεν φωνάζει «βάιμπ παραλίας και κουλ τραγουδάκια» όσο το Φεστιβάλ Τραγουδιού του Ωκεανού. Από τα γλυκά τραγούδια της Σεραφίν μέχρι το πειραματικό DJ σετ του Γιόνε, υπάρχει ένα βάιμπ για όλους, γι' αυτό νιώστε την άμμο στα πόδια σας, γευτείτε τον αλμυρό αέρα και ταξιδέψτε με την καλύτερη μουσική του καλοκαιριού."
    },
    {
        "id": 160,
        "name": "Φεγγάρι του Χιονιού",
        "description": "Καθώς το Φεγγάρι του Χιονιού ανατέλλει στις βουνοκορφές της Ιονίας, το ψύχος του σκεπάζει όλη τη χώρα. Οι λάτρεις του—μια αίρεση ανελέητων εκτελεστών—ξεκινούν το τελετουργικό τους. Το χιόνι φέρνει εξαγνισμό, μια κατάσταση διαύγειας που είναι δυνατή μόνο αν απαλλαγεί κανείς από την ανθρωπιά του."
    },
    {
        "id": 161,
        "name": "Φύλακες των Άστρων - Σεζόν 4",
        "description": "Αρχαίοι εχθροί εμφανίζονται στην Πόλη Βάλοραν που έχει σημαδευτεί από την εισβολή της Ζόη και που πλέον την υπερασπίζεται μια νέα γενιά Φυλάκων των Άστρων. Καθώς το σκοτάδι μαζεύεται στον ουρανό, οι Κάι'Σα και Ακάλι ετοιμάζουν την άπειρη ομάδα τους για μια μάχη με δυνάμεις που δεν μπορούν καν να κατανοήσουν... και την πραγματική απειλή που παραμονεύει πέρα μακριά."
    },
    {
        "id": 162,
        "name": "Οι Τερατοδαμαστές",
        "description": "Ποιοι είμαστε; Είμαστε οι Τερατοδαμαστές! Προστατεύουμε τον κόσμο όταν κινδυνεύει! Όταν οι άλλοι φεύγουν, εμείς ακολουθούμε τον βρυχηθμό. Δαμάζουμε το τέρας και χρησιμοποιούμε το ΜΑΠΑ. Και με τους νέους φίλους μας στο πλευρό μας, πηδάμε και τρέχουμε, κολυμπάμε και γλιστράμε! Θα πάμε παντού, όσο μακριά και αν είναι... Γιατί είμαστε οι Τερατοδαμαστές! Αυτοί είμαστε!"
    },
    {
        "id": 163,
        "name": "Φρουρός των Πνευμάτων",
        "description": "Ο Ούντιρ πέρασε σχεδόν μια δεκαετία εκπαίδευσης στην Ιωνία με τους μοναχούς της Μονής Χιράνα, μαθαίνοντας να ελέγχει και να κυριαρχεί στις πνευματικές του ικανότητες. Τέλος, όταν το Φρέλιορντ τον κάλεσε στην πατρίδα, επέλεξε να μείνει και να ολοκληρώσει την εκπαίδευσή του. Στο διάστημα που πέρασε από τότε, ο Ούντιρ έγινε μέρος της Ιονίας, τόσο σε πνευματικό όσο και σε θνητό επίπεδο, καθώς συνεργάζεται με τους Λι Σιν και την Κάρμα για να επιστρέψει την ισορροπία στη γη της καμένης από τον πόλεμο χώρας."
    },
    {
        "id": 164,
        "name": "Αφανισμός",
        "description": "Χίλια χρόνια πριν, ο τελευταίος βασιλιάς του Κάμαβορ επέλεξε να ακολουθήσει την καρδιά του και να χαντακώσει τη χώρα του. Ήταν τόσο δυνατός ο έρωτάς του, που η μοίρα μπήκε στη μέση και ακολούθησε όλεθρος."
    },
    {
        "id": 165,
        "name": "Zenith Games",
        "description": "Έχουμε 2122, μια χρονιά γεμάτη πρωτιές για τη Zenith Games. Τα ρομπότ διαιτητές βγαίνουν στο γήπεδο, με το άθλημα του Σφυροστίλιαρου να κάνει το ντεμπούτο του και, μετά από χρόνια συζητήσεων, οι ενισχυμένοι άνθρωποι επιτρέπεται επιτέλους να αγωνιστούν. Τώρα μένει μόνο να μάθουμε ποιος θα νικήσει."
    },
    {
        "id": 166,
        "name": "Κυρίαρχος των Στοιχείων",
        "description": "Μια στρατιά από κολοσσιαία τέρατα με τη δύναμη των στοιχείων απειλούν την ανθρωπότητα και ένα ένδοξο βασίλειο βρίσκεται στο χείλος της καταστροφής. Η Λουξ των Στοιχείων, η πανίσχυρη βασίλισσα της χώρας, θα προσπαθήσει να υπερασπιστεί μόνη της το λαό της. Αν θέλει να σώσει το λαό της, πρέπει να βασιστεί στην εσωτερική της δύναμη και να αποκαλύψει την πραγματική της φύση... όσο τρομακτική και αν είναι."
    },
    {
        "id": 167,
        "name": "Κλασική",
        "description": "Θησαυροί από μέρες ξεχασμένες. Ποιος μπορεί να αντισταθεί στη λάμψη τους;"
    },
    {
        "id": 168,
        "name": "Ουρφ ο Θαλάσσιος Ελέφαντας",
        "description": "Σε ανάμνηση του Ουρφ, ενός μεγαλόψυχου θαλάσσιου ελέφαντα που τώρα υπερασπίζεται με την τρομερή του σπάτουλα τις μακρινές ακτές ενός άλλου κόσμου. Καληνύχτα, γλυκέ πρίγκιπα."
    },
    {
        "id": 169,
        "name": "Πάρτι-Έκπληξη",
        "description": "Σε όλους αρέσουν τα πάρτι-έκπληξη! Η λίστα καλεσμένων είναι έτοιμη, όλοι έφεραν τα δώρα τους, και το φαγητό θα είναι εκπληκτικό. Φέραμε και κλόουν! Αυτό το πάρτι θα μας μείνει αξέχαστο. Μόνο μην το πείτε στον Αμούμου."
    },
    {
        "id": 170,
        "name": "Νύχτα Τρόμου",
        "description": "Ο Ξενώνας του Δηλητηριώδους Μανιταριού γυρίζει τον κόσμο με τα γιγάντια βατραχοπόδαρά του και φιλοξενεί τους πιο τρομακτικούς νοικάρηδες που συναντά στον δρόμο του. Όπου και αν εγκατασταθεί για λίγο, πάντοτε υπάρχει ένα τέρας που χρειάζεται ένα μέρος για να μείνει, και η Μητέρα Γκλασκ το υποδέχεται στην οικογένειά της με ανοικτές αγκάλες. Άλλωστε, υπάρχει άπειρος χώρος στον ατελείωτο λαβύρινθο των δωματίων της."
    },
    {
        "id": 171,
        "name": "Άνθος του Πνεύματος",
        "description": "Το Φεστιβάλ των Ανθών του Πνεύματος είναι μια αρχαία γιορτή της Ιονίας, όπου ανοίγει η πόρτα για τον κόσμο των πνευμάτων, οι νεκροί επιστρέφουν για λίγο κοντά στα αγαπημένα τους πρόσωπα & όλα τα πνεύματα  στρέφουν την προσοχή τους στους ζωντανούς. Από τα Κανμέι μέχρι τα Ακάνα που έχουν πέσει θύματα των εμμονών τους, οι ιστορίες τους διαδραματίζονται ξανά & ξανά, σαν ένα αιώνιο θέατρο σκιών."
    },
    {
        "id": 172,
        "name": "Μαγευτική",
        "description": "Ποιος είπε ότι οι μάγισσες δεν μπορούν να διασκεδάσουν; Όποιος κι αν ήταν, τώρα μάλλον είναι βάτραχος. Ή κάποιο άλλο καταραμένο παράσιτο, καταδικασμένο να περιπλανιέται για πάντα στους δρόμους, παρακολουθώντας από μακριά τους εορτασμούς της παραμονής. Πολύ σκληρή τιμωρία, αλλά τι περιμένατε; Μπορεί να ξέρουν να διοργανώνουν πάρτι, αλλά στο τέλος της νύχτας δεν παύουν να είναι μάγισσες!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Νιώστε το μπάσο. Ακούστε τον ρυθμό. Αφήστε τη μουσική να σας παρασύρει."
    },
    {
        "id": 174,
        "name": "Βασίλισσα της Ποπ",
        "description": "Όταν είσαι στην κορυφή των τσαρτ, κανείς δεν μπορεί να σε ρίξει."
    },
    {
        "id": 176,
        "name": "Τρεις Τιμές",
        "description": "Η κοινωνία γίνεται ολοένα και πιο ατομικιστική και κλειστή υπό την ηγεσία του Έσσεντ. Οι άνθρωποι παροτρύνονται να νοιάζονται μόνο για τον εαυτό τους, επομένως δεν υπάρχει εμπιστοσύνη μεταξύ τους. Ως ηγέτης του χαμένου Τάγματος της Παρηγοριάς, ο Μάλζαχαρ επιδιώκει την αρμονία σε αυτόν τον παράφωνο κόσμο, μέσω της εμψυχωτικής αύρας της Παρηγοριάς. Γνωρίζει πως μόνο αν ενωθούν θα μπορούν να δώσουν έμπνευση για έναν καλύτερο κόσμο."
    },
    {
        "id": 177,
        "name": "Μπίλτζγουοτερ: Μισθοφόροι",
        "description": "Κυνηγοί κεφαλών, παράνομοι και πειρατές σπεύδουν στην κακόφημη Αποβάθρα του Θανάτου σαν μύγες σε χαλασμένα κρέατα. Η ζωή είναι δύσκολη σε αυτές τις θάλασσες, αλλά η ανταμοιβή μπορεί και να αξίζει τον κόπο... Αν μας το επιτρέψει η Γενειοφόρος Κυρά."
    },
    {
        "id": 178,
        "name": "Χρονικό",
        "description": "Οι θρύλοι δοκιμάζονται, σχηματίζονται και σφυρηλατούνται από το παρελθόν τους."
    },
    {
        "id": 179,
        "name": "Κατάρα του Κενού",
        "description": "Αν η μάστιγα του Κενού εξαπλωθεί στη Γη των Ρούνων, όλα θα υποκύψουν στη διεστραμμένη εξέλιξή του. Πεινασμένο, ακόρεστο και έτοιμο να περικυκλώσει τα πάντα, το Κενό δεν αφήνει κανένα πλάσμα να του ξεφύγει, δεν δέχεται καμία ήττα."
    },
    {
        "id": 180,
        "name": "Άλλοι δρόμοι",
        "description": "Ένας πουπουλένιος ιππότης πεταρίζει τα φτερά του, και σχεδόν στην άλλη άκρη της Γης των Ρούνων, εμφανίζεται ένας Δράκος του Ωκεανού. Οι ζωές μας μπαίνουν σε μια ρότα, ευμετάβλητες σαν λέξεις σε περγαμηνή. Ο δρόμος μπροστά μας είναι άγνωστος και συναρπαστικός. Τι θα συνέβαινε αν ο δρόμος που διάλεγα… ήταν ο λιγότερο ταξιδεμένος;"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Ποιος τα άφησε όλα αυτά σε αυτήν την έκδοση; Μόνο μην το πάρει μυρωδιά το Νομικό Τμήμα."
    },
    {
        "id": 183,
        "name": "Κλέφτης Ψυχών",
        "description": "Οι Ψυχές είναι ζωή, φως, δύναμη... Αλλά σε έναν κόσμο χωρίς έλεος, οι αμείλικτοι κυρίαρχοι του θανάτου τις κλέβουν και τις καταναλώνουν."
    },
    {
        "id": 184,
        "name": "Θριαμβευτικός",
        "description": "Απονεμήθηκε στους παίκτες που κέρδισαν σε ένα χορηγούμενο τουρνουά League of Legends."
    },
    {
        "id": 185,
        "name": "Αληθινός Πολεμιστής",
        "description": "Για έναν αληθινό πολεμιστή, μόνο η δύναμη και η τιμή αντηχούν στην αιωνιότητα."
    },
    {
        "id": 186,
        "name": "Αιθέρια",
        "description": "Ο Πάικ, ο πρώτος Αιθέριος, σαρώνει το σύμπαν καταστρέφοντας τους όμοιούς του και γεννώντας νέους Αιθέριους στην πορεία. Ποιο από αυτά τα πανίσχυρα πλάσματα θα υπερισχύσει και τι θα κάνει στον ελάχιστο χρόνο ζωής που του έχει απομείνει;"
    },
    {
        "id": 187,
        "name": "Ευλογημένοι από τον Χειμώνα",
        "description": "Όταν ο αέρας αρχίζει να τρυπάει και πέφτουν τα πρώτα χιόνια, ψάξτε στον ουρανό για τον Πολικό Αστέρα. Μην φοβάστε, αν ήσασταν καλοί χωρίς να ζητάτε αντάλλαγμα μπορεί να ανταμειφθείτε με την ευλογία του Σέλαος. Αλλά να θυμάστε: όπως και να συμπεριφερθείτε, μην θεωρείτε την αμοιβή σας δεδομένη γιατί ο Πολικός Αστέρας έρχεται κάθε χρόνο και κανείς δεν ξεφεύγει από την τιμωρία."
    },
    {
        "id": 188,
        "name": "Μυθοπλάστης",
        "description": "Πριν από καιρό, η ήττα του Γκάλιο του Μεγάλου Θηρίου δημιούργησε τις παραδόσεις του Νέου Σεληνιακού Έτους που εξαπλώθηκαν μέσα από τη διήγηση αυτής της επικής ιστορίας. Μέσα στην ίδια την ιστορία υπάρχει ένας ξεχωριστός, ζωντανός κόσμος. Όταν όμως ο κόσμος της ιστορίας διακόπτεται ξαφνικά, οι χαρακτήρες της πρέπει να συνεργαστούν για να βάλουν τα πράγματα σε τάξη και να ολοκληρώσουν τον μύθο τους."
    },
    {
        "id": 189,
        "name": "Καρδιοκατακτητές και Πονεμένοι",
        "description": "Η κλίκα των Καρδιοκατακτητών, με το άψογο στυλ και τους ωραίους της τρόπους, δεν έχει πολλά κοινά με τον κύκλο των Πονεμένων, που προτιμούν να κάνουν κοπάνα για να αράξουν σε κάποια πίστα σκέιτ. Όμως και οι δύο ομάδες συμφωνούν σε ένα πράγμα: έχουν βαρεθεί πια αυτήν την ανόητη, φτιαχτή γιορτή που εκμεταλλεύεται τα συναισθήματα του κόσμου. Οπότε γιατί νιώθουν την καρδιά τους να φτερουγίζει;"
    },
    {
        "id": 190,
        "name": "Καταπατημένη Συνθήκη",
        "description": "Για χρόνια το ποίμνιο του Υποψήφιου πολέμησε τη σέχτα του Νέβεργκααστ για το Άσπιρα, την ανάσα της ζωής. Για το ποίμνιο, το Άσπιρα είναι ένα δώρο που κάποιος επιστρέφει όταν πεθαίνει για να μπει στην μετά θάνατον ζωή. Αλλά το Νέβεργκααστ, καταραμένο με μια αιώνια δίψα για ανάσες, πιστεύει ότι υπάρχει μόνο μια ζωή και πρέπει να ζούνε στα άκρα. Ο πόλεμος μαίνεται και τίποτα δεν δείχνει ικανό να τον σταματήσει..."
    },
    {
        "id": 191,
        "name": "Αυλή των Νεράιδων",
        "description": "Ολόκληρη η αριστοκρατία της Αυλής των Νεράιδων υπηρετούν τη δύναμή της φύσης, εκτελώντας με τη μαγεία τους τη φυσική τάξη και την αλλαγή των εποχών. Πέρα από αυτόν τον ευγενή σκοπό, ωστόσο, στις πολυτελές αυλές του μεταξιού, του αραχνοΰφαντου και του χρυσού διεξάγεται ένα συνεχές παιχνίδι πολιτικής ίντριγκας. Η δύναμη, εξάλλου —μαγική, φυσική ή πολιτική— πάντα προάγει τον ανταγωνισμό."
    },
    {
        "id": 192,
        "name": "Σκοτεινή Μελάνη",
        "description": "Στα περίχωρα της Πόλης του Ράμπαντον υπάρχει ένας ετοιμόρροπος ναός που στεγάζει την τελευταία ελπίδα για τον λαό του Ράμπαντον: τους Πολεμιστές της Σκοτεινής Μελάνης. Ο καθένας τους έχει θυσιάσει ό,τι πιο σημαντικό έχει, ώστε να κάνει ένα συμβόλαιο με τα αρχαία πνεύματα, τα οποία θα εμποτίσουν το δέρμα τους με μαγικά τατουάζ, τα οποία ακόμα και η Σέχτα φοβάται. Δεν είναι πλέον τα θύματα. Έφτασε επιτέλους η ώρα να πάρουν πίσω το σπίτι τους."
    },
    {
        "id": 193,
        "name": "Κομιστές του Δειλινού και Κομιστές της Αυγής",
        "description": "Η σύγκρουση μεταξύ των Κομιστών του Δειλινού και των Κομιστών της Αυγής είναι αιώνια. Οι δυνάμεις του χάους και του σκότους συστρατεύονται για να αλλάξουν τα πάντα, ενώ οι δυνάμεις της τάξης και του φωτός συμμάχονται για να επικρατήσει η αρμονία. Αυτοί οι θεοί και οι απόγονοί τους θα διαμορφώσουν έναν ασχημάτιστο κόσμο και κανείς δεν μπορεί να γνωρίζει αν το μέλλον επιφυλάσσει πιο φωτεινές ημέρες... ή πιο σκοτεινές νύχτες."
    },
    {
        "id": 194,
        "name": "Παγκόσμιοι Πρωταθλητές: 2022",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Κριστάλις Μότους",
        "description": "Ο Μότους ήταν ένας κόσμος γεμάτος μαγεία, αλλά μετά την κάθαρση, όλα κατέρρευσαν. Αιώνες αργότερα, ο πολιτισμός έχει πλέον κατακερματιστεί, η φύση έχει καταλάβει τις πόλεις και η μαγεία έχει επιστρέψει με τη μορφή των Πρισματικών Κρυστάλλων. Το μόνο που θέλει είναι να εξαπλωθεί και, παρόλο που ορισμένα άτομα μπορούν να χειριστούν τη δύναμη με ασφάλεια, άλλοι χάνουν τα λογικά τους από την έλξη της και τρελαίνονται. Έτσι ξεκινούν οι Πρισματικοί Πόλεμοι."
    },
    {
        "id": 196,
        "name": "Ψυχομάχος",
        "description": "Οι ψυχές τους ξυπνούν από δοκιμασία: μια δοκιμασία στο πεδίο μάχης ή στα χαρακώματα του μυαλού. Ο καθένας έχει μοναδικές ικανότητες που αντανακλούν τη φύση του και τη δύναμη να αναδεικνύουν την ίδια την ουσία της ψυχής τους. Κάποιοι ακονίζουν τη δύναμή τους, και τη σκληραγωγούν με την προπόνηση... Άλλοι θα τη χρησιμοποιήσουν μόνο ως όπλο για να καταστρέψουν. Είναι... ΨΥΧΟΜΑΧΟΙ!"
    },
    {
        "id": 197,
        "name": "Δαίμονες του Δρόμου",
        "description": "Οι δαίμονες, τα πλάσματα και οι άνθρωποι συμβιώνουν αρμονικά στους δρόμους της Υποκοσμόπολης. Κάθε χρόνο, διοργανώνεται το Φεστιβάλ Γκράφιτι, ένα εντυπωσιακό καλλιτεχνικό δρώμενο που κορυφώνεται με έναν φιλικό διαγωνισμό, όπου οι μεγαλύτεροι καλλιτέχνες της πόλης προσπαθούν να δημιουργήσουν τις μεγαλύτερες και πιο εντυπωσιακές τοιχογραφίες!"
    },
    {
        "id": 198,
        "name": "Η Οφθαλμαπάτη",
        "description": "Οι Άιντολα Βίντα ήταν κάποτε θνητοί, αλλά μετά τον θάνατό τους αναγεννήθηκαν ως πνεύματα ζωής από την αγάπη των οικογενειών τους. Οι Άιντολα Μουέρτε ήταν ξεχασμένες ψυχές, οι οποίες στον θάνατό τους περιπλανιούνταν στη μετά θάνατον ζωή μέχρι που βρήκαν τις δικές τους αυτοσχέδιες οικογένειες. Καμία πλευρά δεν είναι ορατή, αλλά είναι αισθητές μέσω του Ζήλου: Μαγικές φλόγες που είτε βοηθούν την ανάπτυξη της ζωής είτε την καταστροφή της."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "«Οι HEARTSTEEL είναι το πιο καυτό νέο συγκρότημα της σκηνής, με καλλιτέχνες όπως ο Κέιν και ο Έζρεαλ-»\\n«Είναι το συγκρότημά μας!»\\n«Ήρεμα, Σεττ.»\\n«Μισό λεπτό, για ποιο περιοδικό είπες ότι μιλάμε, Κα'Σάντι;»\\n«Προσπαθήστε να συγκεντρωθείτε!»\\n«Ε, Γιόνε, μπορούμε απλά να ανέβουμε στη σκηνή;»\\n«Θα θέλαμε να- α, καλά, ο Αφέλιος απλώς έφυγε...»"
    },
    {
        "id": 200,
        "name": "Πρωτόγονη Ενέδρα",
        "description": "Όσοι έχουν την τύχη να γεννηθούν με λαμπερά σημάδια στο δέρμα τους ονομάζονται «Νύχια της Τύχης» και απολαμβάνουν ιδιαίτερο σεβασμό από τον λαό τους. Αυτοί οι μοναδικοί Τιγρογέννητοι είναι οι εκλεκτοί της μοίρας, εκπροσωπούν την κοινότητά τους και απαιτούν τον σεβασμό από άλλους που έχουν την ίδια δύναμη. Φιλοδοξούν να κατακτήσουν τον κόσμο και να υποτάξουν όλους τους άλλους λαούς στη θέληση του είδους τους."
    },
    {
        "id": 201,
        "name": "Ουρανοί",
        "description": "Η βασιλική οικογένεια των δράκων και οι ακόλουθοί της κατεβαίνουν από το παλάτι τους στον ουρανό, παίρνουν ανθρώπινες μορφές και γιορτάζουν μαζί με τους θνητούς που υποδέχονται το Νέο Έτος."
    },
    {
        "id": 202,
        "name": "Κριστάλις Ιντόμιτους",
        "description": "Όταν οι Πρισματικοί Κρύσταλλοι εμφανίστηκαν, ορισμένοι έμαθαν να αξιοποιούν τη μαγεία τους. Στον μακρινό βορρά, όμως, η επιρροή των κρυστάλλων διαφθείρει μέχρι και την ίδια τη γη. Μέσα στην ορυκτή βλάστηση και την ιριδίζουσα ατμόσφαιρα, διάφορα πλάσματα ενώνουν τις δυνάμεις τους με τους απανθρωπισμένους κατοίκους σε έναν πόλεμο ενάντια στα απομεινάρια του πολιτισμού. Οι Πρισματικοί Κρύσταλλοι θα αντικατοπτρίζουν τα πάντα κατ' εικόνα τους."
    },
    {
        "id": 203,
        "name": "Κεφτεδοπόλεμος",
        "description": "Αυτά τα τρόφιμα και κάνουν να σας τρέχουν τα σάλια αλλά και σφάζουν εχθρούς και δεν πέφτουν εύκολα χωρίς μάχη.."
    },
    {
        "id": 204,
        "name": "Ανατέλλοντες Θρύλοι",
        "description": "Πριν από πολύ καιρό, οι θεοί του μύθου σφράγισαν την ισχύ τους στα τέσσερα Θραύσματα της Ανατέλλουσας Ισχύος: Χάος, Αρμονία, Υπομονή και Σθένος. Οι πολεμιστές που επιθυμούν να κατακτήσουν τη δύναμή τους, πρέπει να περάσουν από μια θανάσιμη δοκιμασία. Όσοι τα καταφέρουν, θα μείνουν αθάνατοι για πάντα στα χρονικά της ιστορίας. Ακόμα και σήμερα, μαχητές από όλον τον κόσμο δίνουν όλο τους το είναι για να περάσουν αυτές τις δοκιμασίες και να αφήσουν πίσω τους μια παρακαταθήκη που θα σέβονται ακόμα και οι θεοί."
    },
    {
        "id": 205,
        "name": "Βοσκός της Βροχής",
        "description": "Ο κόσμος είναι ξεραμένος, χωρίς νερό και τραγούδι. Από τότε που οι βάτραχοι έχασαν τη δύναμη να τραγουδούν, οι βροχές έχουν ελαττωθεί και η υγρασία έχει αραιώσει. Έτσι, οι βάτραχοι έμαθαν σε μια νέα ομάδα να τραγουδά: στους Βοσκούς της Βροχής. Φορώντας μια ειδική στολή βροχής, προσπαθούν να υγράνουν ξανά τα εδάφη και να επαναφέρουν τη φύση στον παλιό κατάφυτο εαυτό της."
    },
    {
        "id": 206,
        "name": "Πριμόρντιαν",
        "description": "Εξορισμένα από την ξηρά, τα Πριμόρντιαν καραδοκούσαν υπομονετικά στα βάθη της θάλασσας για αιώνες... μέχρι που δεν μπορούσαν πλέον να ανεχτούν την κακομεταχείριση του πλανήτη από τους κατοίκους της επιφάνειας. Η κρίση της Βασίλισσας των Πριμόρντιαν ήταν απόλυτη: η εποχή των ανθρώπων είχε φτάσει στο τέλος της. Ο πλανήτης ανήκε πλέον στα Πριμόρντιαν."
    },
    {
        "id": 207,
        "name": "Παγκόσμιοι Πρωταθλητές: 2023",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2023: T1!"
    },
    {
        "id": 208,
        "name": "Fist Bump και γιορτές",
        "description": "Το ξέρουμε ότι θέλετε να πανηγυρίσετε!"
    },
    {
        "id": 209,
        "name": "Εκλεκτός του Λύκου",
        "description": "Όταν η νεαρή πολέμαρχος Αμπέσα αποτύχει στη μάχη, βλέπει ένα όραμα του Βολράχνουν, μιας ιερής μετά θάνατον ζωής για άξιους ακόλουθους του Λύκου. Όσοι γίνονται δεκτοί σε αυτόν τον παράδεισο πρέπει να λάβουν μέρος στο Αιώνιο Κυνήγι, βρίσκοντας τη λησμονιά στη μάχη και προκαλώντας με χαρά τους επίλεκτους συντρόφους τους πολεμιστές σε ένα ατελείωτο κυνήγι."
    },
    {
        "id": 210,
        "name": "Υπεροπαδοί",
        "description": "Αφήστε την οπαδική σημαία σας να πετάξει!"
    },
    {
        "id": 211,
        "name": "Μάσκα του Μαύρου Ρόδου",
        "description": "Το ξέφρενο γλέντι και η πολυτέλεια κυριαρχούν στον Χορό του Μεταξιού, έναν χορό μεταμφιεσμένων στον οποίο παρευρίσκονται ευγενείς και σημαντικές προσωπικότητες από όλη τη Γη των Ρούνων. Όμως στη Νόξους ακόμα και οι αίθουσες χορού μετατρέπονται σε πεδία μαχών. Ένας ψίθυρος μπορεί να γίνει εξίσου κοφτερός με ένα μαχαίρι, καθώς η δύναμη αλλάζει χέρια με την ίδια ευκολία που οι παρευρισκόμενοι ανταλλάζουν φιλοφρονήσεις. Αν και συνήθως αποφεύγει τις κοινωνικές εκδηλώσεις, οικοδέσποινα της φετινής εκδήλωσης είναι η μυστηριώδης Λαίδη Ελίζ, η οποία υπηρετεί αόρατα συμφέροντα... που παρακολουθούν τα πάντα. Και περιμένουν."
    },
    {
        "id": 212,
        "name": "Σύγχρονη Μυθολογία",
        "description": "Οι μύθοι και οι θρύλοι γεννήθηκαν πριν από πολύ καιρό, αλλά ο απόηχός τους είναι αισθητός ακόμα και σήμερα. Κάτω από την επιφάνεια του γνωστού μας κόσμου, μια μυθική δύναμη προετοιμάζει μια νέα γενιά ηρώων."
    },
    {
        "id": 213,
        "name": "Ντάμπλινγκ",
        "description": "Όλοι οι μάγοι του ζυμώματος ξέρουν πολύ καλά ότι δεν υπάρχει επιτυχημένη συνάντηση χωρίς γευστικούς μεζέδες. Αν και η καφετέριά τους δεν έχει πολύ καιρό που άνοιξε, η τέχνη των ντάμπλινγκ είναι πανάρχαια και αυτοί οι μαγικοί σεφ είνα έτοιμοι να ζυμώσουν, να ψιλοκόψουν, να τηγανίσουν, να αχνίσουν και να εντυπωσιάσουν με τις υπέροχες γαστριμαργικές δημιουργίες τους. Οι θαυμαστές ζύμες που βγαίνουν από την κουζίνα τους μαγεύουν ακόμα και τους πιο δύστροπους πελάτες."
    },
    {
        "id": 214,
        "name": "Μασκοφόροι της Δικαιοσύνης",
        "description": "Αφού κατέστρεψε τον πλανήτη του, ο μαινόμενος γίγαντας Μέζοραξ περιπλανήθηκε στον γαλαξία, μέχρι που βρήκε τον επόμενο στόχου του: την πολύβουη μετρόπολη του Οκόνο. Όμως μια ετερόκλιτη ομάδα πολιτών στέκεται απέναντί του. Με τη δύναμη των πανίσχυρων Υπεραμφιέσεων, είναι αποφασισμένοι να πάρουν εκδίκηση για τις ζωές που έχει κλέψει ο Μέζοραξ και να βάλουν τέλος στην τυραννία του μια για πάντα."
    },
    {
        "id": 215,
        "name": "Μεγάλη Αναμέτρηση",
        "description": "Σύμφωνα με την παράδοση της Νόξους, κάθε μεγάλη νίκη, κάθε θρίαμβος της δύναμης έναντι της αδυναμίας είναι λόγος για εορτασμό. Μετά την επιτυχημένη εκστρατεία της αυτοκρατορίας στα εδάφη του Φρέλιορντ, διοργανώθηκε μια Μεγάλη Αναμέτρηση προς τιμήν του θριαμβευτή Στρατηγού Ντάριους και των ορδών του. Τεράστια πλήθη συγκεντρώθηκαν σε όλες τις αρένες της πρωτεύουσας για να τον τιμήσουν, όπως και όλοι οι φημισμένοι Τιμωροί του παρελθόντος."
    },
    {
        "id": 216,
        "name": "Δημιουργοί και Αρνητές του Πεπρωμένου",
        "description": "Σε έναν κόσμο που διαφεντεύεται από το Υφαντό του Πεπρωμένου, όλοι μπορούν να αλλάξουν τη μοίρα τους, αρκεί να βρουν την κατάλληλη κλωστή. Για να το πετύχουν αυτό, πρέπει να βρουν το Ανάκτορο του Υφαντού και να αντιμετωπίσουν τους Δημιουργούς του Πεπρωμένου, πανίσχυρες οντότητες που υφαίνουν τη μοίρα με τα ίδια τους τα χέρια. Οι Αρνητές του Πεπρωμένου που καταφέρνουν να αποδείξουν την αξία τους μπορούν να αλλάξουν τη μοίρα τους... και να διαμορφώσουν το μέλλον."
    },
    {
        "id": 217,
        "name": "Stargazer",
        "description": "Οι Stargazer, ως ικανοί μάντεις, έχουν ξεκλειδώσει από καιρό τα μυστικά του σύμπαντος και τα προστατεύουν στην τεράστια βιβλιοθήκη του τάγματός τους. Χρησιμοποιώντας τις απόκρυφες γνώσεις και τις αρχαίες δυνάμεις τους, έχουν προστατεύσει τον χώρο τους από άπειρους κινδύνους. Λίγοι όμως από αυτούς είναι προετοιμασμένοι να αντιμετωπίσουν έναν άγνωστο κίνδυνο που εμφανίζεται από μια άλλη σφαίρα. Δεν μπορούν καν να τον αναγνωρίσουν."
    },
    {
        "id": 218,
        "name": "Πηγές Άνθους του Πνεύματος",
        "description": "Ψηλά στα βουνά βρίσκεται ένα λουτρό όπου οι επισκέπτες μπορούν να ξεχάσουν για λίγο τα βάρη της καθημερινότητας. Αυτό το θεματικό ησυχαστήριο, που ονομάζεται «Πηγές Άνθους του Πνεύματος», είναι μια όαση μακριά από κάθε άγχος. Το φιλόξενο προσωπικό και ο μαγικός ατμός ξαλαφρώνουν τους επισκέπτες από το βάρος της μάχης και τις αναμνήσεις που θέλουν να ξεχάσουν. Εδώ δεν υπάρχουν ήρωες και κακοί, μόνο ξεκούραση και αναζωογόνηση."
    },
    {
        "id": 219,
        "name": "Οράματα του Έκπτωτου",
        "description": "«Κάποτε, ήμασταν θεοί. Τώρα, χαμένοι αιώνια στο ασώματο σκοτάδι της φυλακής μας, ονειρευόμαστε χιλιάδες ανέφικτες και αιματηρές επιστροφές... και όλη την ανθρωπότητα να εκλιπαρεί να της δείξουμε για άλλη μία φορά το θεϊκό μας έλεος.»<br>Σε μια εποχή που έχει πλέον χαθεί στη σφαίρα του μύθου, αυτός ο κόσμος ανήκε στα Ντάρκιν.<br>Και τα Ντάρκιν σκοπεύουν να τον πάρουν πίσω."
    },
    {
        "id": 220,
        "name": "Παγκόσμιοι Πρωταθλητές: 2024",
        "description": "Συγχαρητήρια στους Παγκόσμιους Πρωταθλητές 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Το Flora Fatalis κρίνει όλους όσους τολμούν να φτάσουν στη μεθυστική αγκαλιά του, καλώντας τους θαρραλέους και τους φιλόδοξους, δελεάζοντάς τους να έρθουν αρκετά κοντά για να φυτέψει τον πανίσχυρο σπόρο της θέλησής του. Μαζί προσαρμόζονται και εξελίσσονται, αναζητώντας ολοένα και ισχυρότερους ξενιστές για να τους ενδυναμώσουν και να τους καταπιούν."
    },
    {
        "id": 222,
        "name": "Οι Αιώνιες Όψεις",
        "description": "Για χιλιετίες, οι πανίσχυρες Όψεις εργάζονταν ακούραστα από το Βασίλειο των Ουρανών για να καθοδηγήσουν και να ενισχύσουν τη Γη των Ρούνων. Καθεμία ισχυρίζεται ότι είναι η υπέρτατη εκδήλωση μιας παγκόσμιας αλήθειας της δημιουργίας. Και πράγματι, αναζητούν θνητούς δέκτες άξιους και ικανούς να προωθήσουν τα σχέδιά τους, δίνοντάς τους τη δυνατότητα να περπατήσουν στον κόσμο μέσα σε ένα σώμα για άλλη μια φορά."
    },
    {
        "id": 223,
        "name": "Βυθισμένες Σκιές",
        "description": "Ενώ οι αντιμαχόμενοι κουρσάροι μάχονται για την κυριαρχία στις Θάλασσες της Σκιάς, κάτι πολύ αρχαιότερο σκιρτά στον σκοτεινό βυθό. Από τους θνητούς που τολμούν να βουτήξουν στα βαθιά, ελάχιστοι επιστρέφουν και όσοι τα καταφέρνουν δεν θυμίζουν σε τίποτα τον παλιό τους εαυτό, παραληρώντας για μάγισσες και φαντάσματα, αρχαία κειμήλια και ερείπια από έναν κόσμο ξεχασμένο από την παλίρροια."
    }
]