[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Ξεχασμένα Βάθη",
        "description": "«Κάτσε κάτω, παιδί μου, και άκου προσεκτικά. Ο ωκεανός κρύβει πολλά μυστήρια και τα αφρίζοντα κύματα που φτάνουν στις γαλήνιες ακτές μας δεν είναι παρά μια παραπλανητική πρόσκληση. Κάτω από το απέραντο γαλάζιο κρύβεται ένας κόσμος πέρα από κάθε φαντασία. Ένας κόσμος από αφανισμένα βασίλεια και άγρια θηρία που κολυμπούν στην ξεχασμένη άβυσσο.»",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Διαγαλαξιακός",
        "description": "Ο Πόλεμος της Ραγισμένης Σελήνης ρήμαζε τον γαλαξία μας για σχεδόν εκατό κύκλους. Και ακόμα… δεν υπάρχει τέλος.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Παγωμένος",
        "description": "Είναι επικίνδυνο να ξεστρατίσεις προς το κρύο, γιατί ποιος ξέρει τι κρύβεται σε αυτούς τους παγωμένους τόπους...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Νέο Σεληνιακό Έτος",
        "description": "Ήρθε η ώρα να δείτε πού φτάσατε, να γιορτάσετε με φίλους και συγγενείς, να μαζευτείτε μαζί και να θυμηθείτε όλα όσα συνέβησαν, τα καλά μα και τα άσχημα. Κι όσο τα πυροτεχνήματα φωτίζουν τον νυχτερινό ουρανό, εμείς σχεδιάζουμε ένα νέο έτος γεμάτο φανταστικές αναμνήσεις με τα άτομα που αγαπάμε.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Τάγμα του Λωτού",
        "description": "Οι μύθοι της Ιονίας αναφέρονται συχνά στο σεβάσμιο Τάγμα του Λωτού. Το τάγμα σχηματίστηκε όταν οι θνητοί εγκαταστάθηκαν στην Πρώτη Χώρα και επί πολλά χρόνια καλλιεργούσε τα μυστικά της αθανασίας. Και όντως, ήταν το μόνο που κατάφερε την πλήρη μετενσάρκωση των πνευμάτων τους. Γαλήνιοι και παροδικοί, όπως οι κυματισμοί στη θάλασσα, οι ακόλουθοι του Τάγματος του Λωτού προστατεύουν την Πρώτη Χώρα δίχως να φοβούνται αυτήν τη ζωή ή την επόμενη.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Τους χαιρετισμούς μας σε όσους πρόκειται να μπουν στο παιχνίδι.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Διπλωμένες Άκρες",
        "description": "Ένα κοπάδι γερανών πετάει στον αέρα και ο καμβάς του ήλιου και των σύννεφων συνθέτουν ένα συγκλονιστικό φόντο στην πτήση τους. Ακόμη και τα δέντρα και το γρασίδι είναι φτιαγμένα από αυτό το υλικό, μια περγαμηνή που έχει υποστεί απίστευτη πίεση, δημιουργώντας αυτόν τον χάρτινο κόσμο.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Πίλτοβερ Customs",
        "description": "Ψάχνετε κάτι δυνατό; Ήρθατε στο σωστό μέρος. (Η τελική εμπειρία μπορεί να διαφέρει.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Το Σήμα",
        "description": "Στον κόσμο του ποινικού δικαίου, υπάρχουν αυτοί που βρίσκουν παραθυράκια στον νόμο και αυτοί που παρανομούν. Οι αφοσιωμένες αρχές του RPD ερευνούν τα πιο ειδεχθή εγκλήματα της πόλης για να φέρουν τους δράστες ενώπιον της δικαιοσύνης. Αυτές είναι οι ιστορίες τους…",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Αιρετικοί του Δρόμου",
        "description": "Στις ραδιενεργές στάχτες ενός κατεστραμμένου κόσμου, μαχητές της ερημιάς, μοχθηροί Βάνδαλοι και θαρραλέοι επιζήσαντες μάχονται μεταξύ τους, διεκδικώντας ό,τι έχει απομείνει.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Πεφωτισμένοι",
        "description": "Οι Πράκτορες του Φωτός, τόσο στα ουράνια όσο και σε όλη την πλάση, πολεμούν αιώνια ενάντια στο ανυποχώρητο σκοτάδι.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Κλέφτης Ψυχών",
        "description": "Οι Ψυχές είναι ζωή, φως, δύναμη... Αλλά σε έναν κόσμο χωρίς έλεος, οι αμείλικτοι κυρίαρχοι του θανάτου τις κλέβουν και τις καταναλώνουν.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Υπεργαλαξιακή Ομάδα",
        "description": "//ΕΠΕΙΓΟΥΣΑ ΜΕΤΑΔΟΣΗ, ΟΛΑ ΤΑ ΚΑΝΑΛΙΑ//<br>Το Επίπεδο γαλαξιακής απειλής είναι πλέον ΠΟΡΦΥΡΟ. Το [ΛΟΓΟΚΡΙΘΗΚΕ] δέχεται επίθεση από το [ΛΟΓΟΚΡΙΘΗΚΕ]. Τα κεντρικά εκτιμούν [ΛΟΓΟΚΡΙΘΗΚΕ] ώρες πριν την ολική καταστροφή, με παράπλευρες απώλειες στα γειτονικά συστήματα. Υπεργαλαξιακή Ομάδα ΕΤΟΙΜΗ!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Λόρδος του Κεραυνού",
        "description": "Δεν κάνουν μόνο οι άνθρωποι μεγάλους πολέμους για ανούσιες διαμάχες. Κάποτε, πριν από αυτόν τον καιρό, δύο αδερφοί θεοί, πολέμησαν μεταξύ τους και σχημάτισαν την ίδια τη γη με τα καταστροφικά όπλα τους.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Θριαμβευτικός",
        "description": "Απαντήστε στο κάλεσμα της μάχης και θριαμβεύστε!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Χειμερινά Αθλήματα",
        "description": "Τίποτα δεν αναδεικνύει τις καλύτερες επιδόσεις των επαγγελματιών αθλητών όσο ο φόβος του κρυοπαγήματος.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Ζόμπι εναντίον Νεκροκτόνων",
        "description": "Μυαλά...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Διάστρωση Νέον",
        "description": "Ελάχιστοι γνωρίζουν την ύπαρξη της Πρωτολάμψης και ακόμα λιγότεροι έχουν δει με τα μάτια τους τις λαμπερές της φλόγες. Κανονικά, είναι μια δύναμη που διασφαλίζει την ισορροπία στο σύμπαν, αλλά αυτή η ισορροπία έχει τώρα διαταραχθεί, καταστρέφοντας ολόκληρους κόσμους και διοχετεύοντας την ισχύ της Πρωτολάμψης σε μεμονωμένα όντα. Αυτά τα απόκοσμα όντα είναι γνωστά ως Αιθέρια και διασχίζουν το σύμπαν από άκρη σε άκρη, καθένα με τους δικούς του στόχους. Η φλόγα εξαπλώνεται και τίποτα δεν δείχνει ικανό να τη σταματήσει.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Ιστορίες του Βόρειου Σέλαος",
        "description": "Έχετε ακούσει τις ιστορίες του Σέλαος; Μπορεί να είναι κρύες και σκοτεινές, αλλά αν είστε αρκετά γενναίοι θα βρείτε ζεστασιά και μεγαλείο, πέρα από κάθε όνειρό σας. Καθήστε λοιπόν δίπλα στη φωτιά κι ακούστε τις Ιστορίες του Βόρειου Σέλαος...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Μυθοπλασία",
        "description": "Ιστορίες, μύθοι, θρύλοι: σε κάθε ιστορία υπάρχει ένας ξεχωριστός ζωντανός κόσμος, όπου οι χαρακτήρες περνούν τις δοκιμασίες τους ξανά και ξανά καθώς ο μύθος τους επαναλαμβάνεται.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Λογχοφόρος",
        "description": "Οι αρχαίοι Λογχοφόροι ήταν ασύγκριτα θαύματα για την εποχή τους, φτιαγμένοι για να προστατεύουν το βασίλειο στην ώρα της ανάγκης. Καθώς ο χρόνος προχωρά και οι γίγαντες κοιμούνται, τα μυστικά της κατασκευής τους έχουν χαθεί από καιρό αλλά κάποιοι ακόμα ελπίζουν πως θα απαντήσουν στο κάλεσμα.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Μηχανή Πολέμου",
        "description": "Έφτασε η ώρα για την ένδοξη επανάσταση! Ο Βίκτορ προελαύνει ενάντια στις συνδυασμένες δυνάμεις των εχθρών του, επικεφαλής ενός στρατού μηχανών με ζωντανούς εγκεφάλους. Οι μόνοι που στέκονται ανάμεσα σε αυτόν και την απόλυτη κυριαρχία είναι οι λιγοστές, αλλά μαχητικές δυνάμεις των ανταρτών.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Έκπτωτος Κόσμος",
        "description": "Όταν η μαγεία χαθεί, θα ακολουθήσει η στάχτη και η απελπισία. Όταν χαθούν οι ιππότες του καταραμένου τάγματος, τι θα τους αντικαταστήσει;",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Κλειστές κλίκες, δύσκολες ομαδικές εργασίες, ανόητες γιορτές... η ζωή στο σχολείο είναι δύσκολη, αλλά συνηθίζεται. Όμως ο έρωτας δεν ήταν στην ύλη και τώρα όλα θα γίνουν πολύ πιο περίπλοκα.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Λησμονημένος Ύμνος",
        "description": "Μέσα σε αυτόν τον κατεστραμμένο κόσμο από ανάσες και γυαλιά, όπου οι προσευχές μένουν αναπάντητες και οι όρκοι αμφισβητούνται, το μόνο στο οποίο μπορούμε να έχουμε πίστη είναι αυτό: μία ανάσα μπορεί να αλλάξει τη ζωή κάποιου.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Φτερωτή Βασιλεία",
        "description": "Τα Βασίλεια των Νεράιδων αποτελούν σπίτι για τα αερικά, τα ξωτικά, τις νεράιδες, τους νάνους, τους καλικάντζαρους και για πολλά ακόμη είδη: Όλα τα πλάσματα από αγνή φυσική μαγεία και αιθέρια ομορφιά που λούζονται στο φως του φεγγαριού, απολαμβάνουν τα γλυκύφωνα τραγούδια και τις ύπουλες συμφωνίες.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Εξέγερση της Σκοτεινής Μελάνης",
        "description": "Η Πόλη του Ράμπαντον ζει από τη μαγεία. Όποιος ελέγχει τη μαγεία, ελέγχει και το Ράμπαντον. Και ο έλεγχος της Σέχτας είναι απόλυτος. Όποιος αντιστέκεται υποτάσσεται ή εκτελείται… αλλά έρχεται η Εξέγερση. Αυτοί οι επαναστάτες, οπλισμένοι με μια επικίνδυνη μαγεία εμποτισμένη στο δέρμα τους, θέλουν να ανατρέψουν τη Σέχτα και να δώσουν την πόλη πίσω στον λαό της ή να πεθάνουν προσπαθώντας.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Πρισματική Μαγεία",
        "description": "Πριν από πολλά χρόνια, σε μια εποχή που κανείς δεν θυμάται, η ύπαρξη της μαγείας είχε εξαφανιστεί από το σύμπαν. Η ζωή συνεχίστηκε, σε αντίθεση με ορισμένους κόσμους, και με την πάροδο των αιώνων, η φύση άρχισε να παίρνει το πάνω χέρι. Επιτέλους, έφτασε η στιγμή που η μαγεία είναι έτοιμη να επιστρέψει θριαμβευτικά, αλλά με μια διαφορετική και απροσδόκητη μορφή.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Ψυχομάχος",
        "description": "Από όλο τον κόσμο, όσοι έχουν αφυπνισμένες ψυχές λαμβάνουν πρόσκληση να αγωνιστούν στο... Τουρνουά των Ψυχών! Είναι ο βασιλιάς της διασκέδασης, ένα τηλεοπτικό θέαμα που δεν έχει όμοιο του! Οι μαχητές έρχονται αντιμέτωποι σε μάχες 1 εναντίον 1 στο ρινγκ, μέχρι να απομείνει μόνο ένας για να λάβει το έπαθλό: τον βαθύτερο πόθο της ψυχής του! Θα είμαι εκεί και θα τα περιγράφω όλα!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Τσιμεντένιος Καμβάς",
        "description": "Η τέχνη και η μαγεία συμβιώνουν αρμονικά στους δρόμους της Υποκοσμόπολης, όπου κατοικούν τέρατα, πνεύματα, φαντάσματα και νεκροζώντανοι όλων των ειδών.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Σουένιο ντε Βίντα",
        "description": "Παρόλο που η ζωή και ο θάνατος είναι οι μοναδικές πραγματικές σταθερές στο σύμπαν, η δύναμη της οικογένειας μπορεί να τις αντιμετωπίσει. Η ζωή δεν υπάρχει χωρίς τον θάνατο και ο θάνατος δεν υπάρχει χωρίς τη ζωή, αλλά οι δεσμοί της οικογένειας είναι τόσο ισχυροί που διασφαλίζουν ότι κανένα πνεύμα δεν θα ξεχαστεί.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Δόντια και Μανία",
        "description": "Παραδοθείτε στο ένστικτό σας. Εξαπολύστε τη μανία σας. Απαιτήστε τον σεβασμό.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Ώρα για φαΐ και ξύλο.",
        "description": "Ποιος είπε ότι δεν μπορείτε να παίξετε με το φαγητό σας;",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Για να αποφύγουν την οριστική διαγραφή τους από την ιστορία, πολλοί ρισκάρουν τη ζωή τους για να γίνουν ένας Ανατέλλων Θρύλος, ένας πολεμιστής αναγνωρισμένος από τους θεούς που γέννησαν αυτόν τον κόσμο. Όσοι τα καταφέρνουν, αποκτούν ασύλληπτη δύναμη και οι θεοί που τους επέλεξαν τους εμπιστεύτηκαν για να τους εκπροσωπήσουν.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Διαπλανητική Δύναμη Διάσωσης",
        "description": "Όταν μια τρομερή απειλή απειλεί τον κόσμο τους, μια θαρραλέα ομάδα βρίσκει τη δύναμη να αντισταθεί. Έτοιμοι να αντιμετωπίσουν κάθε κίνδυνο, αντλούν δύναμη από τις Υπεραμφιέσεις τους και μάχονται με υπεράνθρωπη δύναμη, ευελιξία και εντυπωσιακές ικανότητες. Θα πολεμήσουν. Θα αντέξουν. Είναι η Διαπλανητική Δύναμη Διάσωσης. Αποστολή τους, η υπεράσπιση του γαλαξία!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Αντίλαλοι του Βυθού",
        "description": "Δεν υπάρχουν ήρωες εδώ, μόνο οι καταραμένοι που βλέπουν τα πάντα. Από τους ανώνυμους τάφους τους μέχρι τα ανήλιαγα βάθη της θάλασσας, οι καταραμένοι ήρωες έρχονται αντιμέτωποι με την ίδια τη φύση του κακού: κάτι αιώνιο, ζωντανό που λαχταρά να απελευθερωθεί.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Γνώστες της Μαγειρικής",
        "description": "Οι «Γνώστες της Μαγειρικής» το απίστευτα δημοφιλές ριάλιτι μαγειρικής, μεταδίδεται τώρα. Παντού. Σε όλες τις πλατφόρμες Και τα 1000 επεισόδια από κάθε μία από τις 50 σεζόν. Ακόμα και το «Γνώστες της Μαγειρικής-Σούπερ Σταρ». Και το «Σελέμπριτι-Γνώστες της Μαγειρικής». Αρχίστε να τα βλέπετε με μανία τώρα",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Κυνηγοί Κεφαλών",
        "description": "Για ορισμένα είδη, το κυνήγι δεν είναι απλά ένα χόμπι. Είναι ένας τρόπος ζωής που διαμορφώνει το μυαλό και το σώμα τους, μετατρέποντάς τα σε τέλειες φονικές μηχανές.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Φύλακας της Άμμου",
        "description": "Πανίσχυροι φύλακες φρουρούν τον τάφο ενός πανάρχαιου τρόμου, για να μην απειλήσει ξανά τον κόσμο. Όμως μπορεί να είναι ήδη πολύ αργά...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Ζαχαρένιες",
        "description": "Το Βασίλειο των Γλυκών είναι μια θαυμαστή, μαγευτική χώρα που εκτείνεται από το Μπισκοτόκαστρο μέχρι τη Φρουτοθάλασσα και από τα Βουνά της Καραμέλας μέχρι το Ζαχαρόδασος.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Κιβώτιο Παιχνιδιών",
        "description": "Το σεντούκι με τα παιχνίδια του Γκναρ είναι γεμάτο με ανεκτίμητους θησαυρούς, αλλά όταν δεν είναι κανείς στο σπίτι, τα παιχνίδια ζωντανεύουν από μόνα τους...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Φυλή των Αγρίων",
        "description": "Λίγοι μπορούν να ταξιδέψουν με ασφάλεια στην παγωμένη τούνδρα του Βορρά. Αν δεν πεθάνεις από το κρύο... θα γίνεις βορά των Άγριων.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Φύλακες των Άστρων",
        "description": "Σε ένα σκοτεινό και αχανές σύμπαν, η μοίρα επιλέγει νεαρούς πολεμιστές για να προστατεύσουν το φως των άστρων. Η ζωή τους είναι μια φωτιά που καίει δυνατά, καταδικασμένη ωστόσο να σβήσει με βίαιο τρόπο.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Φεγγάρια της Ιονίας",
        "description": "Μια φωνή αντηχεί μέσα από τη σιωπή: «Σαλέψτε, θηρία, αδέρφια. Τα φεγγάρια μιας καταδικασμένης Ιονίας ανατέλλουν σαν μάτια δαιμόνων που περιμένουν αιματοβαμμένους όρκους πίστης —ή μήπως πρόκειται για τερατώδεις μάστιγες που πρέπει να αποτρέψουμε; Σε κάθε περίπτωση, εμείς υπηρετούμε, δέσμιοι τελετουργιών και θυσιών. Όταν το φεγγάρι φτάσει στο αποκορύφωμά του, θα κόψουμε βαθιά τη σάρκα μας και θα προσφέρουμε το πενιχρό δώρο της ύπαρξής μας.»",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Προϊστορικοί Κυνηγοί",
        "description": "Γιγαντιαία τέρατα περιφέρονται στη γη μας, καταδιώκοντας τη λεία τους με τρομακτική ακρίβεια. Οι άνθρωποι θα αποτελούσαν σίγουρα το επόμενο γεύμα τος, αν δεν υπήρχαν οι Κυνηγοί. Οπλισμένοι με λεπίδες φτιαγμένες από τα οστά των πρώτων θηραμάτων τους, με ένστικτα που συναγωνίζονται τα πιο τρομακτικά θηρία, οι Κυνηγοί προστατεύουν τον λαό τους κάθε μέρα από μια φρικτή μοίρα.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Εικονογραφημένα",
        "description": "Μια φορά κι έναν καιρό ήταν μια ομάδα χαρακτήρων από ένα βιβλίο με παραμύθια, που ζωντάνεψαν από τη σελίδα...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Παραμύθια",
        "description": "Κάθε πολιτισμός έχει τους δικούς του λαϊκούς μύθους για θρύλους και τέρατα. Μήπως αποτελούν αποκύημα της φαντασίας μας, ιστορίες που λέγονται από γενιά σε γενιά για να εξηγήσουν το ανεξήγητο; Ή βασίζονται σε μια αλήθεια που είναι κρυφή από τον κόσμο;",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Μονομαχία",
        "description": "Όλα προέρχονται από τις συγκρούσεις, κανείς δεν ξεφεύγει από αυτές. Η αρμονία είναι μια ψευδαίσθηση και μόνο όσοι αγκαλιάσουν αυτή την ψευδαίσθηση θα αποκτήσουν τις μεγαλύτερες ανταμοιβές της ζωής",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Πελώρια Καϊτζού ορθώνονται πάνω από την πόλη και μάχονται με γιγάντια Mecha. Ποιος θα νικήσει;",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Μαγοτεχνική",
        "description": "Παρά τις ταπεινές απαρχές της, η Μαγοτεχνία έχει εξελιχθεί στον πιο πρωτοποριακό τομέα της τέχνης και της επιστήμης, επιτρέποντας τη δημιουργία τεχνητών μορφών ζωής με ελεύθερη θέληση. Μια στρατιά από ικανούς τεχνίτες έχει αναλάβει να δημιουργήσει ένα νέο μέλλον βασισμένο σε αυτήν την τεχνολογία. Αλλά κανείς δεν μπορεί να προβλέψει πώς θα είναι ακριβώς αυτό το μέλλον.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Μάχες στα Χιόνια",
        "description": "Υπάρχει καλύτερη εποχή του χρόνου από τις Μάχες στα Χιόνια, όταν ο αέρος είναι παγωμένος, το χιόνι αφράτο και η σοκολάτα ζεστή; Ρίξτε μια χιονόμπαλα ή πείτε κάλαντα, αν έχετε καλό κέφι, όλα θα πάνε και δεν έχετε να φοβηθείτε τίποτα.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Επτά Βασίλεια",
        "description": "Μεγάλες αυτοκρατορίες ανταγωνίζονται η μια την άλλη σε μια προσπάθεια να ενώσουν τα βασίλεια, ενώ γενναίοι πολεμιστές και σοφοί στρατηγοί δοκιμάζουν τις ικανότητές τους ενάντια στους μεγαλύτερους ήρωες της εποχής. Είναι μια εποχή πόλεμου και μια εποχή ηρώων.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Ταξίδι των Αθανάτων",
        "description": "Πριν από πολύ καιρό, σε μια αρχαία χώρα, πολλές ψυχές μαζεύτηκαν κάτω από τους θεούς για να δοκιμάσουν τα όρια της δύναμής τους. Ανόητοι και υπερόπτες, θαρραλέοι και δίκαιοι, τα ταξίδια τους είναι γραμμένα στις αθάνατες σελίδες της ιστορίας...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Γκόθικ της Άγριας Δύσης",
        "description": "Στο ζενίθ της βιομηχανικής επανάστασης, η άγρια δύση πλημμυρίζει με ταξιδιώτες που αναζητούν την τύχη τους και την ευημερία ανάμεσα στα άγνωστα φρικτά τέρατα ενός σκληρού και αρχαίου κόσμου. Είναι η εποχή των θαρραλέων πιστολέρο και των διεφθαρμένων απατεώνων, των άγνωστων θεών και των άγριων δαιμόνων.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Οδύσσεια",
        "description": "Ζήστε μια επική περιπέτεια, από τις μεγαλουπόλεις των κεντρικών κόσμων, μέχρι τις ανεξερεύνητες γωνιές του γαλαξία! Η αχανής Ντεμαξιανή Αυτοκρατορία αγνοεί τις ενστάσεις του Τάγματος των Ναϊτών και του Συνδικάτου και συνεχίζει να μονοπωλεί τη συγκομιδή του Όρα, μιας μυστηριώδους, χρυσαφένιας ουσίας που αποτελεί το βάθρο του πολιτισμού και υπόσχεται απεριόριστη δύναμη σε όσους μπορούν να τη δαμάσουν.",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJECT",
        "description": "Ανάμεσα στα πελώρια κτίρια και τους πολυσύχναστους δρόμους ενός ζοφερού μελλοντικού κόσμου, ένας μυστικός πόλεμος ξεσπά ανάμεσα στους βιονικά ενισχυμένους επαναστάτες και τα πανίσχυρα τεχνητά όντα που υπηρετούν τα μεγαλοστελέχη των πολυεθνικών. Οι νικητές θα αλλάξουν την ιστορία... και οι ηττημένοι θα αναγκαστούν να εξελιχθούν.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Έκλειψη",
        "description": "Στην αρχή, οι Αρχαίοι Θεοί δέσποζαν στην πλάση. Η ανθρωπότητα τους λάτρευε με τέτοιο πάθος, που μια θεά αποφάσισε να κάνει τους ανθρώπους μέρος του σάρκας της για πάντα. Καταβρόχθισε τον ίδιο τον ήλιο και κατέβηκε στη γη από τον άδειο ουρανό που κατοικούσε, εμπνέοντας τους ιππότες της να αποδεκατίσουν όσους είχαν απομείνει. Μετά από αιώνες, υπάρχουν ακόμα και είναι το φως που αντιστέκεται στο σκοτάδι της Σύναξης Μαγισσών.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Βασίλεια Mecha",
        "description": "Τα Μεγάλα Βασίλεια ήταν σε πόλεμο για ολόκληρες γενιές, μέχρι τον ερχομό ενός νέου εχθρού. Για να τον αντιμετωπίσουν, έλαβαν τις ευλογίες των ουρανών. Θα ξεπεράσουν το παρελθόν τους για να σώσουν το μέλλον τους;",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Άνθος του Πνεύματος",
        "description": "Το Φεστιβάλ των Ανθών του Πνεύματος είναι μια αρχαία γιορτή της Ιονίας, κατά τη διάρκεια της οποίας ανοίγει η πόρτα για τον κόσμο των πνευμάτων, οι νεκροί επιστρέφουν για λίγο κοντά στα αγαπημένα τους πρόσωπα και τα πνεύματα όλων των ειδών στρέφουν την προσοχή τους στους ζωντανούς. Από τα καλοκάγαθα Κανμέι μέχρι τα Ακάνα που έχουν πέσει θύματα των εμμονών τους, οι ιστορίες τους διαδραματίζονται ξανά και ξανά, σαν ένα αιώνιο θέατρο σκιών.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "Για την προστασία ενάντια στις επαναστατικές δυνάμεις που θέλουν να αποσταθεροποιήσουν τον κόσμο, η Ανώτατη Διοίκηση έστειλε την PsyOps, μια επίλεκτη ομάδα με στρατιώτες με ψυχικές δυνάμεις. Τα μέλη περιλαμβάνουν [REDACTED]",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Κοσμικός Καταστροφέας",
        "description": "Στο τέλος, η σελήνη θα πνίξει τον ήλιο. Και εκείνη τη σκοτεινή αυγή, θα εμφανιστούν τέσσερις τιτάνες για να καταστρέψουν τον ίδιο τον κόσμο.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Βασίλισσες της Μάχης",
        "description": "Τα συλλογικά Βασίλεια της Ελίσια, που κάποτε έγιναν κομμάτια από τους ατέλειωτους πολέμους, έχουν συνειδητοποιήσει πια την πραγματική φύση του κόσμου τους, δηλαδή ότι η μαγεία που κρατά ενωμένη τη φανταστική πεδιάδα τους συντηρείται μόνο μέσα από τις συγκρούσεις. Έτσι προχώρησαν σε συμμαχία, ενωμένα από τις συγκρούσεις της Μεγάλης Στέψης, αν και μερικές από αυτές τις συμμαχίες έχουν αρχίσει να καταρρέουν…",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Το έπος του Έκπτωτου Βασιλιά",
        "description": "Η Μαύρη Ομίχλη συγκεντρώνεται, ο Θερισμός πλησιάζει και ο Έκπτωτος Βασιλιάς είναι έτοιμος να κυριαρχήσει ξανά. Η σήψη του Βιέγκο σκεπάζει τη Γη των Ρούνων, φίλοι πολεμούν μεταξύ τους και ολόκληρα έθνη γκρεμίζονται. Οι μόνοι που έχουν τη δύναμη να τον σταματήσουν είναι οι Φρουροί του Φωτός, ένα αρχαίο τάγμα που διοικείται από τη Σέννα και τον Λούσιαν. Για να μπορέσουν να αντιμετωπίσουν τη Μαύρη Ομίχλη και να δώσουν τέλος στην κυριαρχία του Έκπτωτου Βασιλιά, θα πρέπει να συμμαχήσουν με Ήρωες από όλες τις γωνιές του κόσμου.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Πάπυροι Σαν Χάι",
        "description": "Κανείς δεν ξέρεις ποιο δημιούργησε τους μυστηριώδεις Πάπυρους Σαν Χάι, ή πότε. Το μόνο που χρειάζεται είναι μια ματιά για να δει κανείς ότι ο πίνας είναι ένα παράθυρο στον κόσμο της μαγείας και των θαυμάτων, αλλά μήπως τελικά είναι ένα κατώφλι;",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Κρυστάλλινο Ρόδο",
        "description": "Σε έναν κόσμο όπου οι συμμαχίες μεταξύ μάγων ανατρέπονται ανά πάσα στιγμή και οι έριδες διαρκούν αιώνες, η ετήσια Γιορτή του Κρυστάλλινου Ρόδου αποτελεί όαση. Προσφέρει ένα ουδέτερο έδαφος, όπου οι ισχυροί μπορούν να δώσουν συγχώρεση ή να συζητήσουν κάποια ενδεχόμενη ανακωχή. Κατά τα φαινόμενα, όλα τα όπλα αφήνονται στην είσοδο, ενώ οι νέες συμφωνίες σφραγίζονται φορώντας ένα από τα μαγικά ρόδα, τα οποία φυτρώνουν μόνο κατά τη διάρκεια της γιορτής.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Διαστημικός Ρυθμός",
        "description": "Σε ένα ρυθμικό γαλαξία πολύ-πολύ μακριά, μια μυστηριώδης ενέργεια που είναι γνωστή μόνο με το όνομα Ο Ρυθμός φέρνει μουσική και ευημερία σε τρισεκατομμύρια κατοίκους του γαλαξία. Αλλά όταν η εξωγήινη πολέμαρχος Λισάντρα και ο στρατός της από Κακές Νότες αρχίζει να σκλαβώνει πλανήτες και να καταπιέζει τη ντίσκο, μια νέα γενιά ηρώων έρχεται για να τη σταματήσει και να μη σταματήσει το πάρτι.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Πόλη της Απόκρυφης Γνώσης",
        "description": "Ψηλά πάνω από την Πόλη της Απόκρυφης Γνώσης, τα Αρχέτυπα, ζωντανά σχέδια που δημιουργούν την ίδια την πραγματικότητα, παλεύουν για να χαράξουν το όραμά τους στο χάος που βρίσκεται από κάτω τους. Τα Αρχέτυπα στρατολογούν πολίτες του κάτω κόσμου που έχουν υψηλή αντίληψη, για να ενισχύσουν τα κρυφά σχέδιά τους...Όσο περισσότεροι επεκτείνουν το σχέδιο ενός Αρχέτυπου, τόσο περισσότερο απεικονίζεται στον κόσμο το μεγαλειώδεις σχέδιo τους.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Εφιάλτης στην Πόλη του Εγκλήματος",
        "description": "Τρομακτικά μαγικά πλάσματα παραμονεύουν στην εγκληματική και βρώμικη πόλη του Βάλοραν. Οι μαύρες αγορές έδωσαν χώρο για τη δημιουργία των Ελιξιρίων: μιας υπερπολύτιμης ουσίας αμφίβολης προελεύσεως, της οποίας η παραγωγή σήμαινε πολλά λεφτά και επιρροή στη συμμορία που θα ξεχώριζε στην αγορά. Με αυτά ασχολούνται διεφθαρμένοι, μαφιόζοι και τσιράκια, που επικαλούνται δυνάμεις πέρα από το πέπλο της αληθινής ισχύος.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsefire",
        "description": "Σε ένα σύμπαν που μεταβάλλεται διαρκώς καθώς άπειρες πραγματικότητες διασταυρώνονται μεταξύ τους, οι Αστυνόμοι του Χρόνου καλούνται να συλλάβουν τους χρονο-φυγάδες, να αντιμετωπίσουν τους Πολέμαρχους του Χρόνου και να συγκρουστούν με τους Πραιτοριανούς που επελαύνουν αδυσώπητα στον χωροχρόνο.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Καφέ της Χαριτωμενιάς",
        "description": "Το καλό φαγητό είναι μαγεία. Κυριολεκτικά! Σε έναν εκλεπτυσμένο κόσμο με μαγευτικά γλυκά, οι μάγοι φτιάχνουν μαγικά μακαρόν και σαγηνευτικά σουδάκια, τα οποία σερβίρουν με γητεμένες γαρνιτούρες στις ορδές πελατών που ανυπομονούν να τα δοκιμάσουν.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Οι δίδυμες πόλεις του Πιλτόβερ και του Ζάουν μοιάζουν σαν ένα καζάνι που βράζει, καθώς οι εφευρέτες και οι κλέφτες, οι πολιτικοί και τα αφεντικά του υπόκοσμου προσπαθούν να ξεφύγουν από τα όρια μιας διχασμένης κοινωνίας. Η ανακάλυψη και ο κίνδυνος περιπλέκονται καθώς νέοι ήρωες γεννιούνται και σπάνε τα δεσμά μιας άλλης εποχής. Άραγε θα αλλάξει τον κόσμο αυτή η δύναμη ή θα φέρει την καταστροφή του;",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Cloudedge",
        "description": "Με όπλα εμποτισμένα με μαγεία κεραυνών μέσω του θανάσιμου Τελετουργικού του Σύννεφου, οι Ηλεκτροφόρες Λεπίδες είναι ένα τάγμα μυστηριωδών σινόμπι πολεμιστών, με καθήκον να προστατεύουν την ανθρωπότητα από κακόβουλα πνεύματα και τέρατα. Ταξιδεύουν μεταξύ τα βασίλεια των θνητών και των πνευμάτων για να κυνηγήσουν απειλές που κανείς άλλος δεν μπορεί να αντιμετωπίσει, εξασφαλίζοντας το μέλλον για όλους τους κάτοικους του κόσμου των θνητών.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "Η ανθρωπότητα είναι στα τελευταία της, έχοντας σχεδόν χάσει τη μάχη από μια στρατιά υψηλής τεχνολογίας εισβολέων από τα βάθη της θάλασσας που λέγονται Πριμόρντιαν. Ιδού η Ομάδα Άνιμα: επίλεκτοι πολεμιστές που χρησιμοποιούν τεχνολογία που έκλεψαν από τους Πριμόρντιαν για να απομακρύνουν το τέλος του κόσμου. Για να σώσουν την ανθρωπότητα, θα πρέπει να πολεμήσουν σαν ζώο.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Ηλιόλουστο Καλοκαίρι",
        "description": "Καλοκαίριασε! Ο ήλιος βγαίνει, το αεράκι είναι ζεστό και το νερό είναι δροσερό. Όλοι αφήνουν την γκρίνια και τον φθόνο τους στο σπίτι, φέρνοντας μόνο μαγιό και θετική ενέργεια. Θα υπάρχει αρκετός χρόνος για μπουνιές και φωνές αργότερα. Απλώς καθήστε αναπαυτικά, απολαύστε τη μουσική και διασκεδάστε.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Οι Τερατοδαμαστές",
        "description": "Ποιοι είμαστε; Είμαστε οι Τερατοδαμαστές! Προστατεύουμε τον κόσμο όταν κινδυνεύει! Όταν οι άλλοι φεύγουν, εμείς ακολουθούμε τον βρυχηθμό. Δαμάζουμε το τέρας και χρησιμοποιούμε το ΜΑΠΑ. Και με τους νέους φίλους μας στο πλευρό μας, πηδάμε και τρέχουμε, κολυμπάμε και γλιστράμε! Θα πάμε παντού, όσο μακριά και αν είναι... Γιατί είμαστε οι Τερατοδαμαστές! Αυτοί είμαστε!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Παραμόρφωση Ορίζοντα",
        "description": "Τα αχανή σκοτάδια του διαστήματος γεννούν φρικτά, πανέμορφα πλάσματα: από κοσμικά όντα υπέρτατης αγάπης, έως τα τερατώδη γεννήματα του Σκοτεινού Άστρου. Αυτά είναι τα παιδιά των σιωπηλών θεών και επιτέλους επιστρέφουν στο μέρος που γεννήθηκαν.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Φρουρός των Πνευμάτων",
        "description": "Ο Ούντιρ 10 χρόνια σχεδόν εκπαιδεύτηκε στην Ιωνία με τους μοναχούς της Μονής Χιράνα, μαθαίνοντας να ελέγχει & να κυριαρχεί τις πνευματικές του ικανότητες. Τέλος, όταν το Φρέλιορντ τον κάλεσε πίσω, επέλεξε να μείνει & ολοκληρώσει την εκπαίδευσή του. Σε αυτό το διάστημα ο Ούντιρ έγινε μέρος της Ιονίας, τόσο σε πνευματικό όσο & σε θνητό επίπεδο, καθώς συνεργάζεται με τους Λι Σιν & την Κάρμα για να επιστρέψει την ισορροπία στην αιματοβαμένη γη.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Βαρετή Επανάληψη",
        "description": "Το grind δεν είναι μόνο δουλειά. Είναι ο αγώνας, ο πανικός, κάποιες φορές σε ζωογονεί, κάποιες σε ρίχνει. Είναι μια εναλλαγή συναισθημάτων που κρατάει μια εβδομάδα με κωμικές στιγμές και τραγικές πτώσεις διάθεσης, που ξεκινάει και πάλι κάθε Δευτέρα. Δουλεύουμε ή σας δουλεύουμε; Όλα είναι ίδια στο grind.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Δεν Είναι",
        "description": "Ένα απόλυτα κανονικό σύμπαν με τίποτα διπλοπρόσωπο, απατηλό ή ανειλικρινές. Με τίποτα.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Σιδερένιο Στερέωμα",
        "description": "Ένας γαλαξίας κατεστραμμένος από τον πόλεμο μαζεύει τα συντρίμμια του, αλλά οι πληγές παραμένουν. Κυνηγοί επικηρυγμένων & πράκτορες εταιρειών προσπαθούν να γεμίσουν τα κενά εξουσίας, σχεδιάζοντας πανίσχυρους πολεμικούς εξωσκελετούς που τους δίνουν θεϊκές δυνάμεις. Ως απάντηση, μεγάλες πολυεθνικές συγκεντρώνουν ιδιωτικούς στρατούς για να επιβάλλουν τη θέλησή τους σε όλες τις μακρινές διαστημικές αποικίες. Ο πόλεμος δεν τελειώνει, απλώς αλλάζει πεδία μάχης.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Εποχές της Γης των Ρούνων",
        "description": "Στιγμές από εαυτούς σε άλλες ζωές. Συγκρούσεις της μοίρας σε μια άλλη εποχή. Η Γη των Ρούνων είναι ένας κόσμος γεμάτος δυνατότητες, καθώς οι θρύλοι του βρίσκουν νέους προορισμούς και πεπρωμένα.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Κυρίαρχος των Στοιχείων",
        "description": "Μια στρατιά από κολοσσιαία τέρατα με τη δύναμη των στοιχείων απειλούν την ανθρωπότητα και ένα ένδοξο βασίλειο βρίσκεται στο χείλος της καταστροφής. Η Λουξ των Στοιχείων, η πανίσχυρη βασίλισσα της χώρας, θα προσπαθήσει να υπερασπιστεί μόνη της το λαό της. Αν θέλει να σώσει το λαό της, πρέπει να βασιστεί στην εσωτερική της δύναμη και να αποκαλύψει την πραγματική της φύση... όσο τρομακτική και αν είναι.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Καταχθόνια",
        "description": "Φωτιά, θειάφι και θάνατος. Ο κόσμος δεν θα είναι ποτέ ξανά ο ίδιος μετά την άνοδο του Άρχοντα της Στάχτης. Ο παλιός κόσμος είναι ένα όνειρο, πνιγμένο στα φλογερά ποτάμια λάβας που κυλούν κάτω από τη γη που τη διαμελίζουν τα ηφαίστεια. Μια νέα εποχή ξεκινά, η εποχή της αιώνιας φλόγας.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Κλασική",
        "description": "Θησαυροί από μέρες ξεχασμένες. Ποιος μπορεί να αντισταθεί στη λάμψη τους;",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Θαύματα του Κόσμου",
        "description": "Άτομα που κατάγονται από το μακρινό σύμπαν της «Γης», όπου γιγάντια αγάλματα ζωντανεύουν και όλοι φορούν κωμικά καπέλα. Μοιάζει πολύ με τη Γη των Ρούνων, αν το καλοσκεφτείτε.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Το Ινστιτούτο του Πολέμου",
        "description": "Αν και οι αυστηροί νόμοι, οι αυτοκρατορίες και οι πολιτικές αναταραχές που προκάλεσαν τον Πόλεμο των Ρούνων ανήκουν πια στα βάθη της αρχαιότητας, οι ιστορίες των θρυλικών μαχών που δόθηκαν στις Αρένες της Δικαιοσύνης διαφυλάσσονται από τα απομεινάρια δύο αρχαίων ταγμάτων: των Αρχόντων των Μάγων και των Προστατών. Οι Σκοτεινοί Ιππότες και οι Φύλακες συνεχίζουν την έχθρα και τους πολέμους των προγόνων, παρ' όλο που τα αίτια που προκάλεσαν αυτές τις συγκρούσεις δεν υπάρχουν πια.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Ο Κόσμος των Δράκων",
        "description": "Δύο φορές κατέστρεψε η δρακοπυρά τον κόσμο. Δύο φορές γεννήθηκαν μεγάλοι ήρωες από τις στάχτες.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Κινητικοτεχνική Μηχανή",
        "description": "Στον 22ο αιώνα η ενίσχυση του σώματος με τεχνητά μέσα είναι πλέον αποδεκτό στην κοινωνία. Τα όρια της ανθρωπότητας αλλάζουν, δημιουργώντας μια αίσθηση αισιοδοξίας & ελπίδας για το μέλλον. Κάθε 4 χρόνια, όλα τα έθνη παραμερίζουν τις διαφορές τους στα πλαίσια των Zenith Games, που γίνονται πάντα με αρμονία & ευγενική άμιλλα. Όλοι συμμετέχουν στους αγώνες για να δείξουν πόσο καλύτερο κόσμο μπορεί να έχουμε.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "Η ένδειξη «Εισαγάγετε κέρμα και παίξτε» αναβοσβήνει στην οθόνη, μια προσφορά στην οποία δεν μπορεί να αντισταθεί κανένας σωστός gamer. Όταν όμως αυτοί οι απλοί παίκτες τηλεμεταφερθούν από το ταπεινό arcade τους σε έναν κόσμο γεμάτο Ήρωες και Άρχοντες της Μάχης, θα πρέπει να πολεμήσουν με όλα τα αντανακλαστικά και τους συνδυασμούς τους. Γιατί οι παίκτες της Αρκέιντια παίζουν... με τη ζωή τους.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Ιστορίες από το Φαράγγι",
        "description": "Οι γονείς αφηγούνται στα παιδιά τους παραμύθια για σατανικές μάγισσες και άλλα τέτοια, για αυτούς που παραμονεύουν στους δρόμους κάθε νύχτα. «Μείνε στο κρεββάτι σου μωρό μου, το σκοτάδι σου είναι φίλος τους.» Αυτές τα παραμύθια είναι μερικώς αληθινά: αν και οι νεκροφάγοι αυτής της μαγικής βραδιάς γουστάρουν να τρομάζουν τον κόσμο, δεν θα πειράξουν ποτέ ούτε μια τρίχα από το κεφάλι ενός μικρού παιδιού. Εκτός φυσικά από τα πολύ άτακτα.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Μέλισσες",
        "description": "Μπζζζ. Μπζζζ μπζζζ μπζζζζ. Μπζζζ! Μπζ μπζζ μπζζ μπζζζ μπζζ. Μπζζζ...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Κλασικά Κόμιξ",
        "description": "Οι πιο σπουδαίοι υπερήρωες και οι πιο σατανικοί κακοί του Φαραγγιού, είναι διαθέσιμοι σε ένα κατάστημα με κόμιξ, κάπου κοντά σας!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Γάτες εναντίον Σκύλων",
        "description": "Η πιο παλιά αντιπαλότητα του κόσμου: ο καλύτερος φίλος του ανθρώπου ενάντια στις πρωταγωνίστριες του διαδικτύου. Μόνο μια φατρία θα βγει νικήτρια από τα σαγόνια της μάχης ανάμεσα σε σκύλους και γάτες. Ελπίζουμε να μη λερώσουν τις γούνες τους. Το μόνο που είναι χειρότερο από την ήττα είναι το μπάνιο.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Ο Εφιάλτης της Γειτονιάς",
        "description": "Ανατριχιαστικές αφηγήσεις από παράξενους ξένους, φρικιαστικούς φίλους και μυστικιστικές μαζώξεις.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Παλιακός",
        "description": "Η ζωή είναι υπέροχη εντός των τειχών του κάστρου του Άρχοντα Τρίνταμερ. Οι ιππότες επισκέπτονται τον σιδερά για να αγοράσουν εξοπλισμό ή συμβουλεύονται τους αναρίθμητους σοφούς μάγους της αυλής. Για όσους διψούν για περιπέτεια, η μαγική χώρα της Αλβιόνας τους περιμένει, γεμάτη μυστήρια που τα γνωρίζουν μόνο οι νεράιδες που κατοικούν εκεί.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Σκοτεινά ύδατα",
        "description": "Το Μπίλτζγουοτερ, εκεί όπου ο θάνατος είναι πιο γρήγορος και από τα ρεύματα και οι κανόνες τόσο άμορφοι όσο τα λύματα. Εκεί όπου το χρήμα είναι το κλειδί που ξεκλειδώνει κάθε πόρτα και η αλήθεια είναι μονάχα ένα ψέμα που έχουμε συμφωνήσει μεταξύ μας.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Σίγουρα, έχει να κάνει με τα sold out γήπεδα, την κομψότητα της υψηλής μόδας, το πλήθος που ζητωκραυγάζει, αλλά έχει να κάνει και με τα ηχεία που είναι τόσο δυνατά, που τα αυτιά σου βουίζουν σαν να θέλουν να τραγουδήσουν και αυτά μαζί σου. Έχει να κάνει με τα θερμά φώτα της σκηνής, το σφυροκόπημα του μπάσου και τον σταθερό ρυθμό των ντραμς. Έχει να κάνει με την αδρεναλίνη που σε καίει από μέσα και βγαίνει προς τα έξω. Αυτό το συναίσθημα; Αυτό είναι μουσική.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Νικητής",
        "description": "Οι Πρωταθλητές κατακτούν τους εχθρούς τους και ανεβαίνουν σε νέα ύψη, πετυχαίνοντας τα πιο τρελά τους όνειρα και επιδεικνύοντας τα λάφυρά τους σε όσους θέλουν να δουν το αληθινό μεγαλείο.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Τιμή",
        "description": "Η κοινωνία γίνεται ολοένα και πιο ατομικιστική και κλειστή υπό την ηγεσία του Έσσεντ. Οι άνθρωποι παροτρύνονται να νοιάζονται μόνο για τον εαυτό τους, επομένως δεν υπάρχει εμπιστοσύνη μεταξύ τους. Ως ηγέτης του χαμένου Τάγματος της Παρηγοριάς, ο Μάλζαχαρ επιδιώκει την αρμονία σε αυτόν τον παράφωνο κόσμο, μέσω της εμψυχωτικής αύρας της Παρηγοριάς. Γνωρίζει πως μόνο αν ενωθούν θα μπορούν να δώσουν έμπνευση για έναν καλύτερο κόσμο.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Χέβι Μέταλ",
        "description": "Θαυμαστές από όλον τον κόσμο μαζεύονται για να δουν τα σπουδαιότερα ρομπότ-πολεμιστές να ρίχνονται στις αρένες μονομαχίας της RiotCorp, θέλοντας να αρπάξουν την ευκαιρία να στεφθούν Full Metal Πρωταθλητής του Μεταλλικού Πρωταθλήματος Μάχης για Ρομπότ ή να διαλυθούν προσπαθώντας...",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Γίνε δικό μου",
        "description": "Άρα… θα το κάνεις;",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Ακαδημία",
        "description": "ΠΡΟΣΟΧΗ ΣΕ ΦΟΙΤΗΤΕΣ ΚΑΙ ΑΚΑΔΗΜΑΪΚΟ ΠΡΟΣΩΠΙΚΟ: Λάβαμε γνώση ότι όλοι οι φοιτητές αντιμετωπίζουν πειθαρχικές ποινές και όλοι οι καθηγητές τέθηκαν σε «άδεια» για ψυχολογικούς λόγους. Το μάθημα αναβάλλεται μέχρι νεωτέρας και ίσως διεξαχθεί όταν οι προαναφερθέντες φοιτητές αναθεωρήσουν την απαράδεκτη συμπεριφορά τους.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Αποκρυφιστές",
        "description": "Έξω από τις πόρτες της ακαδημίας κρύβεται ένας κόσμος γεμάτος μαγεία... και κίνδυνο. Οι καθηγητές προειδοποιούν τους νεαρούς μάγους και μάγισσες να παραμείνουν στην ασφάλεια του σχολικού χώρου, να αναπτύξουν τη δύναμή τους και να μελετούν πολύ. Αυτό όμως δεν έχει καθόλου πλάκα όταν η περιπέτεια περιμένει στη γωνία!",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Αστροταξιδευτές",
        "description": "Είναι επικίνδυνο να ταξιδεύεις μόνος στο διάστημα… πάρε ένα καμπανάκι! Εκτός κι αν είναι μοβ. Τα μοβ είναι κακά.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Θεϊκό Όπλο",
        "description": "Διάσπαρτα σε όλον τον κόσμο, τα Θεϊκά Όπλα έχουν δημιουργήσει μια κοινωνία όπου η ισχύς είναι το υπέρτατο αγαθό. Αυτά τα νοήμονα μνημεία καλούν όσους θεωρούν άξιους και προσφέρουν τα χαρίσματά τους στους υπηκόους τους, σε μια προσπάθεια να επεκτείνουν την κυριαρχία τους σε έναν κόσμο που μαστίζεται από τον πόλεμο. Η επιλογή των υποψηφίων είναι μεγάλη τιμή και όσοι τολμούν να τους αντισταθούν τρέμουν από τον φόβο τους.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Μαύρος Πάγος",
        "description": "Η Μάγισσα των Πάγων δεν αφήνει κανέναν να αναπαυθεί: κάθε φίλος και εχθρός που πέφτει στο βασίλειό της σηκώνεται ξανά και πολεμάει στο πλευρό της. Η σκοτεινή μαγεία της στρεβλώνει την εμφάνισή τους, και τους μεταμορφώνει σε Γκόλεμ του Παγετώνα με καρδιά από μαύρο πάγο που δεν λιώνει.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Αιματόπετρα",
        "description": "Η θρυλική Αιματόπετρα προσφέρει εκπληκτικές ικανότητες, για ένα εξίσου τρομακτικό αντίτιμο. Σωρείες πτωμάτων βρίσκονται στο διάβα του και, αδιαμφισβήτητα, θα υπάρξουν πολλά ακόμα, καθώς δεν υπάρχει έλλειψη δύναμης στο σκοτάδι, μόνο η θέληση για την απόκτησή της.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esports",
        "description": "Κάποιοι λένε ότι το υπέρτατο βραβείο είναι να σηκώνεις το Κύπελλο του Επικαλεστή σε ένα κατάμεστο στάδιο, με τους θεατές να σε δοξάζουν. Άλλοι πάλι λένε ότι αυτό που αξίζει είναι τα χρήματα. Εμείς πάλι, οι σχεδιαστές αμφιέσεων της ομάδας του League of Legends, πιστεύουμε ότι το πιο πολύτιμο βραβείο για τους Παγκόσμιους Πρωταθλητές είναι ότι απαθανατίζονται στο αγαπημένο τους παιχνίδι. Και μην πει κανείς ότι ευλογάμε τα γένια μας!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Συλλεκτική Έκδοση",
        "description": "Για τους επιλεκτικούς συλλέκτες των εκδόσεων MOBA περιορισμένης έκδοσης το 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Ο Πόλεμος είναι Κόλαση",
        "description": "Τι είναι αυτό;! Έχουμε πόλεμο, στρατιώτη, κι εσύ κάθεσαι και διαβάζεις; Πού θα σε βοηθήσει το διάβασμα όταν κολυμπάς στο μάτι του κυκλώνα, μέσα στη λάσπη, δίπλα από ποντίκια ενώ δέχεσαι πυρά; Πουθενά, ακριβώς! Τώρα μπες σε παράταξη!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Κουνελάκια",
        "description": "Έρχεται η Εποχή του Λαγού! Όλοι οι ταξιδιώτες στον κουνελόδρομο είναι ντυμένοι στην τρίχα, κρατούν τα βαμμένα τους αυγά και χαμογελούν πλατιά! Ελπίζουμε ότι τα χοροπηδητά τους θα σας χαρίσουν γιορτινή χαρά!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Πορφυρή Ελίτ",
        "description": "Πώς βρίσκει κανείς την Πορφυρή Ελίτ; Ακολουθώντας τα πτώματα.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Άγγελοι του Σκότους",
        "description": "Μια δυσοίωνη δραστηριότητα απλώνεται στον Κάτω Κόσμο. Ο θάνατος καθοδηγεί τους υπηρέτες του σε ένα νέο τρομακτικό σχέδιο, που θα χρειαστεί τις ψυχές κάθε θνητού.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Δαιμονικός",
        "description": "Γι' αυτές τις κακόμοιρες ψυχές που είναι καταδικασμένες να υποφέρουν, είτε επειδή τις δεσμεύει κάποιο συμβόλαιο είτε επειδή ήταν διεφθαρμένες, οι αιώνιες φωτιές της Κόλασης θα περιμένουν.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Τέσσερα Κτήνη",
        "description": "Τα θεϊκά θηρία παρακολουθούν ολόκληρο τον κόσμο και μπορούν να μετατρέψουν μια αγνή και άξια ψυχή σε ένα πανίσχυρο ον. Η δύναμη αυτή μπορεί να χρησιμοποιηθεί είτε για καλό είτε για κακό, καθώς το δώρο των θηρίων δεν μπορεί να επιστραφεί.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Ιππότες του Τρόμου",
        "description": "Αυτοί οι απέθαντοι ιππότες, που αναστήθηκαν από μια μυστηριώδη αρχαία μαγεία, είναι τα τελευταία απομεινάρια μιας ιστορίας που χάθηκε στον χρόνο. Θα προστατέψουν ό,τι τους ανήκει όποιο κι αν είναι το κόστος στις ζωές των θνητών.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Χρονικά του Φαραγγιού",
        "description": "Ο κίνδυνος καραδοκεί στη Γη των Ρούνων! Πανίσχυρα τέρατα, ύπουλοι μάγοι και μυθικά πλάσματα περιπλανιούνται ανεξέλεγκτα! Μαζέψτε τους φίλους σας και δημιουργήστε τη δική σας περιπέτεια για 3-5 παίκτες. Ρίξτε τα ζάρια και κατατροπώστε το Κακό! Μπορείτε να σώσετε τον κόσμο και να γίνετε οι θρύλοι των ΧΡΟΝΙΚΩΝ ΤΟΥ ΦΑΡΑΓΓΙΟΥ;",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]