[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Κάθε 1 πόντος Ευέλικτης Ισχύος δίνει 0,6 Ζημιά Επίθεσης ή 1 Ισχύ Ικανότητας, ανάλογα με το ποιο από τα δύο στατιστικά έχετε αναπτύξει περισσότερο στην εξέλιξη του παιχνιδιού. Επηρεάζεται από αγορές αντικειμένων."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Ταχύτητα Κίνησης"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Περιλαμβάνει τις επιδράσεις: Τύφλωση, Περιορισμένη Όραση, Σιωπή, Επιβράδυνση, Μεταμόρφωση, Γείωση, Καταστολή, Ακινητοποίηση, Ρίζωμα, Εκτόξευση στον αέρα, Απώθηση, Γοητεία, Ύπνος, Πρόκληση και Φόβος "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Περιλαμβάνει τις επιδράσεις: Επιβράδυνση, Μεταμόρφωση, Γείωση, Καταστολή, Ακινητοποίηση, Ρίζωμα, Εκτόξευση στον αέρα, Απώθηση, Γοητεία, Ύπνος, Πρόκληση και Φόβος"
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Περιλαμβάνει τις επιδράσεις: Καταστολή, Ακινητοποίηση, Ρίζωμα, Εκτόξευση στον αέρα, Απώθηση, Γοητεία, Ύπνος, Πρόκληση και Φόβος "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Εκτελέσεις ή Βοήθειες "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Πεδίο Επιρροής"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Μείωση Χρόνου Επαναφόρτισης "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Προκαλεί Σωματική ή Μαγική Ζημιά, ανάλογα με τον πιο αποτελεσματικό συντελεστή (Ζημιά Επίθεσης ή Ισχύ Ικανότητας). Βασικά, δίνει περισσότερη ζημιά του είδους που ήδη κάνει ο Ήρωάς σας. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Όσο διαρκεί η επίδραση, είστε άτρωτοι και δεν μπορείτε να γίνετε στόχος. Όμως δεν μπορείτε επίσης να κινηθείτε, να επιτεθείτε και να χρησιμοποιήσετε ικανότητες ή αντικείμενα. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Η περιοχή του αντιπάλου είναι η μισή πλευρά του χάρτη που βρίσκεται απέναντι από το δικό σας Νέξους. Στο Φαράγγι των Επικαλεστών, η περιοχή δεν περιλαμβάνει το ποτάμι."
    }
]