[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Cada 1 ponto de Força Adaptativa concederá 0,6 de DdA ou 1,0 de PdH, dependendo de qual você tiver mais durante o andamento da partida. Afetado por compra de itens."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Velocidade de Movimento"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Inclui efeitos de cegueira, visão reduzida, silêncio, redução de velocidade, polimorfia, preso ao chão, supressão, atordoamento, enraizamento, arremesso, empurrão, encanto, sono, provocação e medo "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Inclui efeitos de redução de velocidade, polimorfia, preso ao chão, supressão, atordoamento, enraizamento, arremesso, empurrão, encanto, sono, provocação e medo"
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Inclui efeitos de supressão, atordoamento, enraizamento, arremesso, empurrão, encanto, sono, provocação e medo "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Abates ou assistências. "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Área de ação"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Redução do Tempo de Recarga "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Causa Dano Físico ou Mágico dependendo de qual multiplicador (DdA ou PdH) tiver uma contribuição maior. Basicamente, mais dano do tipo que seu Campeão causa. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Enquanto durar o efeito, você fica inalvejável e invulnerável, mas também incapaz de se mover, atacar, conjurar habilidades ou usar itens. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "O território inimigo é a metade oposta do mapa ao seu próprio Nexus. Isso não inclui o rio em Summoner's Rift."
    }
]