[
    {
        "id": 0,
        "name": "Comum",
        "description": "Comum",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Summoner's Rift",
        "description": "O mais novo e mais venerado Campo da Justiça é conhecido como Summoner's Rift. Percorra uma das três diferentes rotas para atacar o inimigo em seu ponto mais fraco. Trabalhe junto de seus aliados para tomar posse da base inimiga e destruir seu Nexus!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Mapa aleatório",
        "description": "Howling Abyss é uma fenda sem fim localizada na parte mais cruel e fria de Freljord. Dizem as lendas que, há muito tempo, uma grande batalha aconteceu aqui, na ponte estreita que abraça este abismo. Ninguém se lembra quem lutou aqui, ou o motivo da batalha, mas dizem que, se você escutar ao vento com atenção, ainda poderá ouvir os gritos dos derrotados, uivando ao serem arremessados no abismo.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Blitz do Nexus",
        "description": "Blitz do Nexus",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Monte uma equipe de Campeões para uma batalha entre 8 jogadores. Vale tudo, mas apenas uma estratégia sairá vitoriosa.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "Jogue solo ou com seus amigos neste modo de jogo multiequipe. Enfrente seus inimigos em batalhas caóticas em diversas arenas.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Enxame",
        "description": "Junte-se a alguém ou aventure-se por conta própria nesse novo modo de sobrevivência contra hordas.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Bandobosque",
        "description": "Trabalhe junto com sua equipe para levar tropas até o portal inimigo. Sem funções, sem rotas, sem pressão. Só pancadaria 5x5.",
        "mapStringId": "BDW"
    }
]