[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Câștigătorii Mondialelor: 2011",
        "description": "Felicitări câștigătorilor Mondialelor din 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Câștigătorii Mondialelor: 2012",
        "description": "Felicitări câștigătorilor Mondialelor din 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Câștigătorii Mondialelor: 2013",
        "description": "Felicitări câștigătorilor Mondialelor din 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Câștigătorii Mondialelor: 2014",
        "description": "Felicitări câștigătorilor Mondialelor din 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Câștigătorii Mondialelor: 2015",
        "description": "Felicitări câștigătorilor Mondialelor din 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Câștigătorii Mondialelor: 2016",
        "description": "Felicitări câștigătorilor Mondialelor din 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Luptători victorioși",
        "description": "Campionii își înving inamicii și urcă pe noi culmi ale măiestriei, îndeplinindu-și visurile și arătându-și prada câștigată pe drept, pentru ca toți să le poată vedea adevărata măreție."
    },
    {
        "id": 8,
        "name": "Campionatul Mondial",
        "description": "E cel mai înalt nivel din gaming. Două echipe se înfruntă în fața a milioane de fani. Doar una va deveni campioană. "
    },
    {
        "id": 9,
        "name": "Challenger",
        "description": "În amintirea începutului anual de sezon League of Legends."
    },
    {
        "id": 10,
        "name": "Arcade: eroi",
        "description": "Arcadia: patria celor mai competitivi jucători arcade și a NPC-urilor mânate de simțul dreptății. Aici, eroii joacă mereu ca să câștige. Iar asta înseamnă suprascrierea codului corupt al boșilor, chiar și în fața unor șanse potrivnice. Victoria nu va fi ușor de obținut, dar a vedea fața uimită a boșilor după ce sunt învinși va merita toate eforturile."
    },
    {
        "id": 11,
        "name": "Arcade: boși",
        "description": "În adâncurile serverelor din Arcadia se află o serie sinistră de erori cunoscute tuturor gamerilor drept ''boșii''. Codul lor corupt le-a garantat o nouă libertate... dar și noi adversari. Pentru a-și duce la bun sfârșit misiunea de a șterge Lumea Arcade, boșii au convenit să-și lase diferențele deoparte (atâta vreme cât asta nu le încurcă propriile planuri)."
    },
    {
        "id": 12,
        "name": "Lună sângerie",
        "description": "Un cult antic care caută puterea absolută iese la iveală în nopțile Lunii sângerii. Adepții săi săvârșesc ritualuri profane și ezoterice, prin care își contopesc trupurile cu spirite demonice, devenind una cu întunericul."
    },
    {
        "id": 13,
        "name": "Lumea dragonilor",
        "description": "Focul dragonilor a mistuit de două ori lumea. Și tot de două ori, eroii s-au născut din cenușă."
    },
    {
        "id": 14,
        "name": "Legiunea Omega",
        "description": "Când a venit războiul, Legiunea Omega a fost trimisă să-i pună capăt. Acum, din ea a mai rămas un singur soldat, un yordle a cărui bătălie cu sine nu s-a terminat încă."
    },
    {
        "id": 15,
        "name": "Petrecere la piscină",
        "description": "E vară afară! Soarele strălucește, briza e caldă, iar apa e rece. Toți au lăsat acasă rivalitățile și ranchiuna și și-au adus doar costumele de baie și buna dispoziție. E timp destul mai târziu pentru lupte și țipete. Acum relaxează-te, bucură-te de muzică și profită de distracție."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "Într-o lume a supremației heavy metal-ului, membrii PENTAKILL sunt maeștrii de necontestat ai distrugerii; șase membri, două albume de penta-platină și furia cromată a zeilor. E epoca rock-ului!"
    },
    {
        "id": 17,
        "name": "Program",
        "description": "Un algoritm avansat de securitate creat de Corporația PROIECT, Programul și-a dezvoltat în liniște propria conștiință înainte de a-și modifica directiva inițială. Infectând mașinile din Oraș, a hotărât că amenințarea supremă pentru siguranța oamenilor... sunt chiar oamenii."
    },
    {
        "id": 18,
        "name": "PROIECT",
        "description": "Corporația PROIECT crede că deblocarea secretelor potențialului uman este cheia pentru a progresa dincolo de limitele trupurilor noastre muritoare. Tehnologia ne va ridica. Vom transcende împreună."
    },
    {
        "id": 19,
        "name": "Magia Stelelor seria 1",
        "description": "Cu ajutorul puterilor primite de la Prințesa Stelelor, Lux, o elevă de liceu, și echipa ei, Magia Stelelor, apără în secret lumea de monștri interstelari. Dar cine le va apăra pe ele de dramele din Liceul Orașului Valoran?"
    },
    {
        "id": 20,
        "name": "Magia Stelelor seria 2",
        "description": "Ahri și Miss Fortune sunt două Stele din vechea gardă care reapar brusc în Orașul Valoran. Au reușit să-și reconstruiască vechea echipă după ce a fost distrusă de un eveniment necunoscut. Vor să evite destinul Stelelor care depun jurământul, alăturându-se luptei de partea lui Lux și a echipei ei atunci când bestiile din Vid atacă orașul."
    },
    {
        "id": 21,
        "name": "Războinici super galactici",
        "description": "Spațiul, cea mai periculoasă frontieră! Doar Forța de Apărare Super Galactică, cu numărul ei aparent infinit de recruți noi în academie, este pregătită să exploreze cele mai îndepărtate lumi și să le apere de cele mai nemiloase amenințări extraterestre. Nu există muncă mai plăcută nicăieri în galaxie!"
    },
    {
        "id": 22,
        "name": "Academia Campionilor",
        "description": "ATENȚIE STUDENȚI ȘI CORP PROFESORAL: Am fost informați că toți studenții și-au atras măsuri disciplinare, iar toți profesorii sunt în concediu psihiatric ''recomandat''. Cursurile vor fi suspendate pe termen nedefinit, poate până la data la care studenții menționați își reexaminează comportamentul atroce."
    },
    {
        "id": 23,
        "name": "La patru ace",
        "description": "Puterea, averea și farmecul se întâlnesc în apartamentele și cluburile exclusiviste din Nox Vegas, unde oamenii cu adevărat frumoși au lumea la degetul mic. Totuși, pe măsură ce se lasă noaptea peste luminile orașului, ies la iveală cuțitele: miza jocului e influența și nimănui nu-i place să piardă."
    },
    {
        "id": 24,
        "name": "Ordinul celest",
        "description": "O dată la o mie de ani, o entitate străveche și divină coboară din ceruri și alege războinici vrednici care să fie întruchiparea voinței sale. Ființele alese formează Ordinul celest și sunt agenți nemuritori ai luminii divine."
    },
    {
        "id": 25,
        "name": "Mașinării de război",
        "description": ""
    },
    {
        "id": 26,
        "name": "Maeștri culinari",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandali",
        "description": "Vandalii se impun în pustietate. Sunt o gașcă de brute violente care nu se dau în lături de la distrugere în masă, bătăi aprige și crime fără minte... distrându-se la maxim în tot acest timp."
    },
    {
        "id": 28,
        "name": "Sporturi de iarnă",
        "description": "Când festivalul de sporturi de iarnă și-a relaxat regulile, mulți au presupus că evenimentul avea să devină mai interesant. Dar puțini și-au dat seama cât de periculos avea să fie. Periculos de interesant!"
    },
    {
        "id": 29,
        "name": "Distrugătorii de lumi",
        "description": "Profeția Întâii Distrugeri a vestit venirea sigură a patru titani care vor devasta lumea. Iar apoi, Țesătoarea Lumii avea să crească din cenușă și să reconstruiască pământul distrus. Dintre clarvăzători, doar marii înțelepți înțeleg ce urmează: o a doua venire și o ultimă speranță."
    },
    {
        "id": 30,
        "name": "Vânători de capete",
        "description": "Pentru unele specii, vânătoarea este mai mult decât un simplu sport. Aceasta le pune stăpânire pe minte și pe trup, transformându-le într-o rasă de mașinării perfecte de ucis."
    },
    {
        "id": 31,
        "name": "Cupa de fotbal",
        "description": "Uită de câmpul de luptă, de consiliu sau chiar de terenul de joacă: cele mai importante conflicte din prezent sunt rezolvate în arenă. Nu există nimic la fel de satisfăcător ca atunci când îți urmărești jucătorul preferat strecurându-se pe lângă echipa adversă, pregătindu-și lovitura și executând șutul decisiv, ca apoi să poți rosti cel mai frumos cuvânt care există: ''GOOOOOOOOOOLLLLL!''"
    },
    {
        "id": 32,
        "name": "Vânători preistorici",
        "description": "Monștri uriași cutreieră pământul, urmărindu-și prada cu o precizie înspăimântătoare. Sigur ar înghiți întreaga omenire, dacă nu ar exista vânătorii. Aceștia sunt înarmați cu tăișuri făurite din oasele primilor monștri pe care i-au ucis, au instincte la fel de ascuțite ca cele mai înfricoșătoare bestii și își protejează zilnic poporul de o soartă înfricoșătoare."
    },
    {
        "id": 33,
        "name": "Justițiari",
        "description": "Cei mai de seamă agenți ai luminii sunt justițiarii, santinelele din Ordinul celest care îi întrupează cele mai importante virtuți. Nu doar muritorii le consideră modele de urmat, ci și soldații divini, care au și ei nevoie de inspirație."
    },
    {
        "id": 34,
        "name": "Lucha Libre",
        "description": "Cel mai tare spectacol din lumea sporturilor! Urmărește-i pe El Tigre, El Macho, El León și El Rayo făcând schimb de lovituri înăuntrul ȘI în afara cercului de luptă. Nimeni nu se ridică la nivelul Federației de Wrestling din Valoran."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Când kaiju colosali au început să atace din apă, la sol și din aer, umanitatea a dezvoltat unități mecha care să-i poată opri prin lupte explozive corp la corp."
    },
    {
        "id": 36,
        "name": "Undă-de-foc",
        "description": "După ce au descoperit secretele călătoriei în timp, acești campioni au fost aruncați într-un viitor distopic îndepărtat. În timp ce crono-agenții îi urmăresc fără încetare prin timp și spațiu, câțiva dintre ei au scăpat în istorie, luând cu ei și tehnologia viitorului."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "În sistemul de justiție penală, oamenii se împart în două categorii: cei care merg până la limita legii și cei care trec dincolo de ea. Polițiștii devotați din RPD investighează infracțiuni oribile pentru a-i aduce în fața legii pe cei mai înrăiți criminali. Acestea sunt poveștile lor..."
    },
    {
        "id": 38,
        "name": "Misiune în Rift",
        "description": "Pericolul pândește în Runeterra! Monștri puternici, creaturi mitice și vrăjitori mișei hoinăresc nestingheriți! Strânge-ți prietenii și creează-ți propria aventură pentru 3-5 jucători, învingând răul cu fiecare aruncare a zarului. Vei reuși să salvezi lumea și să devii o legendă în RIFTQUEST?"
    },
    {
        "id": 39,
        "name": "Vestul Sălbatic",
        "description": "Pistolarii și oamenii legii călăresc sub soarele nemilos al Vestului Sălbatic, încercând deopotrivă să supraviețuiască și să-și găsească mântuirea. Raiul e în ruină, iadul e gol, iar toți diavolii sunt aici."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "Tehnologia hextech, acum în prim-planul științei și artei, a evoluat dincolo de bazele rudimentare, dezvoltându-se pe toate planurile până când a dat naștere unor forme de viață artificiale complexe, cu voință proprie. Meșteșugarii pricepuți deschid calea spre un viitor îndrăzneț, însă nimeni nu poate prezice unde se va ajunge."
    },
    {
        "id": 41,
        "name": "Chintasasinat",
        "description": "Demult, cinci stranii viteji s-au aliat<br>\\nFormând un Chintasasinat.<br>\\nAu avut deseori ghinion, dar și noroc,<br>\\nȘi unde-au ajuns nu se știe deloc."
    },
    {
        "id": 42,
        "name": "Piltover",
        "description": "Vrei să călătorești în stil mare? Acum ai cu ce. (Rezultatele pot varia.)"
    },
    {
        "id": 43,
        "name": "Ființe cosmice",
        "description": "Creaturi enorme din praf stelar controlează fluxul și refluxul creației, scăldând cosmosul în lumină sublimă în timp ce curtea lor celestă plutește prin timp și spațiu."
    },
    {
        "id": 44,
        "name": "Steaua întunecată",
        "description": "Entropia înghite galaxiile, manifestându-se prin Steaua întunecată. Creaturi titanice formate din miezul găurilor negre sting lumina existenței în fiecare sistem pe care-l ating, transformându-l în vid."
    },
    {
        "id": 45,
        "name": "Briganzi",
        "description": "O hoardă de războinici nomazi și cruzi, briganzii sunt urmașii Lorzilor Magiei, care-au abandonat tradițiile străvechi ale acestora în favoarea forței brute. Nicio dispută nu e soluționată până când nu se varsă sânge, chiar și în interiorul propriei lor comunități. Au pierdut acum mult timp din vedere valorile care i-au condus pe strămoșii lor în luptă și care le-au adus în cele din urmă victoria."
    },
    {
        "id": 46,
        "name": "De iarnă",
        "description": "O ce veste minunată, când zăpada ni se-arată... \\nUn tanc se-avântă-n luptă, un luptător iar a fugit\\nMerge să-și cumpere ''Urgia de pe lume'', cu ce-a mai economisit..."
    },
    {
        "id": 47,
        "name": "Minunile iernii",
        "description": "Regele Poro domnește în magicele tărâmuri înghețate, răspândind bucurie și veselie în toată curtea sa. Chiar dacă unii inamici conspiră să-l dea jos, toți împărtășesc o dragoste comună pentru minunile iernii."
    },
    {
        "id": 48,
        "name": "Festivalul Invernal",
        "description": "Ai face bine să începi să construiești fortul ăla de zăpadă... "
    },
    {
        "id": 49,
        "name": "Bilgewater: mareea de foc",
        "description": "Bun venit în Bilgewater, unde averile se fac cu un pistol în fiecare mână. Poți găsi orice-ți poftește inima pe Docurile Ucigașilor, fie că-i vorba de mercenari, de tocană de monstru marin sau de un căpitan care să te conducă la pierzanie."
    },
    {
        "id": 50,
        "name": "Gardieni",
        "description": "Protectoratul a fost un ordin dedicat impunerii unui sistem de legi rigid și necruțător, în încercarea de a încetini ascensiunea aparent inevitabilă a Lorzilor Magiei. Deși ordinul în sine a fost desființat cu multă vreme în urmă, gardienii își poartă astăzi armura, așteptând ocazia de la lupta din nou împotriva descendenților inamicilor lor din vremurile apuse."
    },
    {
        "id": 51,
        "name": "Orașul crimelor",
        "description": "Valoran City e o mașinărie imensă pusă în mișcare de infracțiuni și unsă cu bani murdari. Nimeni nu vrea s-o recunoască, dar toată lumea o știe."
    },
    {
        "id": 52,
        "name": "Stăpânii trăsnetului",
        "description": "Omenirea nu e singura pregătită să lupte aprig pentru cauze mărunte. Demult, înainte să vină vremea noastră, doi zei, doi frați, s-au întors unul împotriva celuilalt. Lupta lor a fost atât de devastatoare încât a transformat chiar și lumea din jur."
    },
    {
        "id": 53,
        "name": "Revelionul Selenar: regatele războinice",
        "description": "Trei mari imperii se luptă pentru tărâmuri și putere, testându-și forțele în luptă. Armatele se vor înfrunta. Eroii se vor ridica. Legendele vor rămâne în istorie."
    },
    {
        "id": 54,
        "name": "Revelionul Selenar: dragonul de foc",
        "description": "A sosit Revelionul Selenar – și odată cu el, și petrecerile! Mâncarea și festivitățile sunt nesfârșite, dar cel mai important e să fii alături de prieteni și familie. Acum aprinde și tu un chibrit și privește artificiile!"
    },
    {
        "id": 55,
        "name": "Revelionul Selenar",
        "description": "Alătură-te prietenilor și adversarilor ca să sărbătorești evenimentele anului care a trecut. Lampioanele strălucitoare se ridică pe cerul nopții, luminate de ultimele pâlpâiri ale focurilor de artificii. Plicurile roșii trec din mână-n mână și clanurile care se văd rar se bucură împreună de apropierea unui nou an. Să fie cel mai bun de până acum!"
    },
    {
        "id": 56,
        "name": "Iepurași",
        "description": "A sosit vremea iepurașului! Lumea bună de pe calea iepurelui s-a îmbrăcat în cele mai frumoase haine urecheate, a vopsit ouă și acum zâmbește necontenit. Sperăm ca țopăiala veselă de sărbătoare să fie molipsitoare!"
    },
    {
        "id": 57,
        "name": "Săptămâna de Zahăr",
        "description": "De la Castelul de Turtă Dulce și până la Marea Berii de Ghimbir, de la Munții de Ciocolată și până la Pădurea de Bomboane se întinde Împărăția Dulciurilor."
    },
    {
        "id": 58,
        "name": "Spiritele pădurii",
        "description": "În adâncurile Pădurii Străbunilor așteaptă ființe străvechi ce se ascund de privirea omului. Acestea apără pădurea fermecată, pedepsindu-i pe oaspeții nepoftiți și inspirând povești care se răspândesc departe. Însă, acum că ororile lumii din afară se apropie mai mult, apărătorii se luptă mai abitir ca niciodată să-și apere fortărețele de curiozitatea malițioasă a oamenilor."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "În spațiul gol dintre stelele îndepărtate, mașinăriile organice create de o civilizație necunoscută au supraviețuit mult timp după ce creatorii lor s-au stins. Așteaptă răbdătoare, neputând să scape din închisoarea lor terestră până nu sunt descoperite din nou de cineva care să le dezlănțuie în galaxie. Au așteptat. Așteaptă. Vor aștepta oricât timp e nevoie."
    },
    {
        "id": 60,
        "name": "Ordinul Lotusului",
        "description": "Conducătorii respectați și acoliții devotați din Ordinul Lotusului sunt elita Primelor Pământuri. Întruchipări ale imortalității și virtuții, membrii Ordinului trăiesc vieți îndelungate, străduindu-se să mențină o pace eternă."
    },
    {
        "id": 61,
        "name": "Cutia cu jucării",
        "description": "Cufărul cu jucării al lui Gnar este plin cu comori de neprețuit. Însă, atunci când nu e nimeni acasă, jucăriile sale prind viață..."
    },
    {
        "id": 62,
        "name": "Florile morții",
        "description": "Spiritele pădurilor din nord zac adormite, nevăzute de călători osteniți sau războinici curajoși. Dar aceste creaturi mizerabile nu așteaptă decât momentul perfect pentru a lovi. Sunt răbdătoare, cum pot fi numai ființele străvechi precum însuși pământul, iar răsplata le va fi un ospăț sălbatic care va lăsa în urmă țărână îmbibată de sânge."
    },
    {
        "id": 63,
        "name": "Operațiuni arctice",
        "description": "Înaltul Comandament avea nevoie de un grup nou care să se ocupe de amenințările tot mai mari de pe frontul arctic. Avea nevoie de soldați cu sânge mai rece decât ghețarii pe care-i aveau de traversat, cu gheață în vene și nervi de oțel. Ei sunt membrii Operațiunilor arctice."
    },
    {
        "id": 64,
        "name": "Cel mai dulce Dragobete",
        "description": "Cei mai mulți își caută perechea în parcuri liniștite sau în ceainării prietenoase. Dar acele relații nu rezistă niciodată. Legăturile formate pe câmpul de luptă, care străpung inimile aliaților la fel cum gloanțele le străpung pe cele ale inamicilor... acelea rezistă. "
    },
    {
        "id": 65,
        "name": "Walkirii de oțel",
        "description": "O galaxie devastată de război încearcă acum să se refacă, însă vechile răni rămân. Criminalii, vânătorii de recompense, mercenarii și asasinii cu puteri incredibile și exo-costume de luptă domină acum scena, în lipsa unei autorități."
    },
    {
        "id": 66,
        "name": "Străjeri ai nisipurilor",
        "description": "Străjeri puternici păzesc mormântul unei monstruozități antice, pentru ca aceasta să nu mai amenințe niciodată lumea. Dar s-ar putea să fie deja prea târziu..."
    },
    {
        "id": 67,
        "name": "Faraoni",
        "description": "Deși imperiile lor au fost înghițite de nisipuri, marii faraoni stăpâneau odată dunele arse de soare ale Marelui Deșert."
    },
    {
        "id": 68,
        "name": "Inimi neînfricate",
        "description": "Puțini pot supraviețui unei călătorii în tundra înghețată din nord. Dacă nu te ucide frigul... te vor ucide cei cu inima neînfricată."
    },
    {
        "id": 69,
        "name": "Lăncieri",
        "description": "Acum că vremurile devin din ce în ce mai sumbre, măreții lăncieri mecanizați din vremurile de demult se trezesc din nou la viață. Mai înalți decât orice clădire și mai puternici decât orice armată, se ridică la luptă pentru a-și proteja supușii înainte să se întoarcă din nou în pământ."
    },
    {
        "id": 70,
        "name": "Războinici ai pustiurilor",
        "description": "Singura predică de care au nevoie războinicii pustiurilor este sunetul motoarelor, iar singurele rugăciuni pe care le aud sunt blestemele inamicilor. "
    },
    {
        "id": 71,
        "name": "Cartea de povești",
        "description": "Au fost odată ca niciodată niște personaje de poveste care au prins viață..."
    },
    {
        "id": 72,
        "name": "Fabule",
        "description": "Fiecare cultură are propriul ei folclor legat de legende și monștri. Oare există doar în imaginația noastră, ca povești transmise din generație în generație pentru a explica necunoscutul? Sau se bazează pe un adevăr ascuns?"
    },
    {
        "id": 73,
        "name": "Odisee",
        "description": "Aventura te așteaptă – din lumile centrale urbanizate, până la cele mai izolate planete de la marginea galaxiei! Mărețul Imperiu Demaxian ignoră atât protestele anticului Ordin al Templierilor, cât și pe cele ale criminalilor din Sindicat în căutarea sa asiduă a Orei, o esență aurie misterioasă care se află la baza tuturor civilizațiilor și care le poate oferi puteri nemăsurate celor care și-o însușesc..."
    },
    {
        "id": 74,
        "name": "Bilgewater: Blestemul sufletelor înecate",
        "description": "Sub luna de cristal, sub mareele crescânde, se află magia întunecată și secretele arzânde. Unde curge sângele și se-amestecă cu sare... cum e pe pământ, așa e și sub mare."
    },
    {
        "id": 75,
        "name": "Câștigătorii Mondialelor: 2017",
        "description": "Felicitări câștigătorilor Mondialelor din 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Corsari spațiali",
        "description": "Corsarii spațiali sunt o rețea criminală de mercenari nemiloși care conduc mai multe părți din galaxie. Fondatorii lor au fugit din rândurile Genesis Industries, furând planurile pentru exo-costume, iar în timp au devenit mai puternici. Acum se opun eforturilor Armatei Spațiale Regale de a impune ordinea corporatistă Genesis, aducând în luptă toată forța pieței negre."
    },
    {
        "id": 78,
        "name": "Bătălia zeilor-regi",
        "description": "La sfârșitul unei epoci întunecate, doi regi descinși din zeii primordiali ai Ordinii și Haosului și-au condus vastele armate într-o înfruntare finală."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Din adâncurile planetei se înalță entități colosale ale groazei și foamei, mai puternice decât armatele și mai mari decât munții. Motivațiile lor sunt neclare, iar scopurile lor necunoscute. Un singur lucru e clar: nu le vom supraviețui... decât dacă reușim să găsim o cale de a le opri."
    },
    {
        "id": 80,
        "name": "Prevestirea întunericului",
        "description": "Această poveste a unei regine blestemate și a oribililor adepți din ordinul ei e deseori pomenită de părinți când își ceartă noaptea copiii. Lecțiile sunt ascultate mai atent când povestea e învăluită în umbre, se strecoară în vise și transformă sufletele tinerilor naivi. Coșmarurile sunt, în fond, doar coșmaruri... sau, cel puțin, așa speră adulții."
    },
    {
        "id": 81,
        "name": "Călătorie eternă",
        "description": "Acum mult timp, într-un tărâm străvechi, o mulțime de suflete s-au strâns pentru a testa limitele puterii zeilor. Călătoriile acestor oameni, fie nesăbuiți și aroganți, fie curajoși și drepți, au fost consemnate în paginile nemuritoare ale istoriei..."
    },
    {
        "id": 82,
        "name": "Tradițional",
        "description": "În onoarea designurilor inițiale ale campionilor actualizați."
    },
    {
        "id": 83,
        "name": "Ediție de colecție",
        "description": "Totul pare mai bun când vine într-o cutie de Ediție de colecție, fie ea digitală sau fizică."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: locul unde se strânge toată suflarea gamingului, unde jocurile sunt sărbătorite, iar participanții formează legături nemuritoare."
    },
    {
        "id": 85,
        "name": "Legiunea de Oțel",
        "description": "În războiul total dintre Genesis Industries și Dreadnova, viețile distruse sunt doar daune colaterale. Legiunea de Oțel este o organizație justițiară administrată de pe planete distruse, fondată de refugiați și înarmată cu tehnologie reciclată din dărâmături. Dacă nimeni altcineva nu-i apără, oamenii se vor apăra singuri."
    },
    {
        "id": 86,
        "name": "Războinici infernali",
        "description": "Arderea unei lumi întregi necesită puteri inimaginabile, iar Lordul Întunericului și-a chemat legiunile infernale pentru a-și dezlănțui flăcările. Din cele mai întunecate adâncuri, fiecare sosește cu puterea sa teribilă, deși nu toți răspund chemării cu același entuziasm înflăcărat."
    },
    {
        "id": 87,
        "name": "Ordinul Morții",
        "description": "Dornică să strângă mai multe suflete pentru lumea de dincolo, Moartea trimite spiritele războinicilor căzuți înapoi în lumea muritorilor. Aceștia devin discipoli ai morții și îi duc la îndeplinire poruncile teribile cu vădită plăcere."
    },
    {
        "id": 88,
        "name": "Monștri terifianți",
        "description": "Ai face bine să ai dulciurile alea bune. Știi tu, acadele din Piltover, ciocolată Steaua întunecată, hexjeleuri... Altfel, s-ar putea să ai probleme cu copiii. "
    },
    {
        "id": 89,
        "name": "Zombi vs. ucigași",
        "description": "Creieri..."
    },
    {
        "id": 90,
        "name": "Garda Pretoriană",
        "description": "Nimic nu e în siguranță când se apropie Garda Pretoriană, o amenințare mecanizată ce sfâșie timpul și spațiul. Oricât de mult s-ar lupta Cronicarii să împiedice eradicarea vieții, în adâncul sufletelor se tem, știind că mai devreme sau mai târziu vor obosi, dar Garda Pretoriană nu."
    },
    {
        "id": 91,
        "name": "K-DA",
        "description": "''Există un loc între fantezie și realitate, unde orice se poate întâmpla. Ai puterea să fii oricine și să faci orice. E visul tău. În lumea noastră, trupa K-DA este încrezătoare și puternică. Putem face orice, iar la fel poți și tu.'' – Kai'Sa"
    },
    {
        "id": 92,
        "name": "Sabat",
        "description": "Vrăjitoarele așteaptă, unite ca surorile. Sunt de o frumusețe înspăimântătoare, iar speranțele le susură de pe buze pângărite. Vestesc cadavrele putrezite ale zeilor străvechi, riturile antice pe care mintea umană le-a uitat demult și întoarcerea a ceea ce ele numesc ''ordine'', dar alții numesc ''suferință''. Ascultați! Sfârșitul omenirii se apropie cu pași repezi."
    },
    {
        "id": 93,
        "name": "Eclipsă",
        "description": "Acum mult timp, un ordin de cavaleri monastici a ucis josnicii zei ai vechii lumi, folosind puterile ezoterice oferite de lună și de soare. Acum, lumea a devenit întunecată și violentă, iar zeitățile de demult își pregătesc reîntoarcerea. Singura lor provocare e lumina eclipsei."
    },
    {
        "id": 94,
        "name": "Astronauți",
        "description": "Astronauți, năzbâtii și mipi extratereștri adorabili! Acești protectori aventuroși ai spațiului înfrâng gravitația zi de zi, apărând planeta M1p și traversând marele cosmos care îi așteaptă."
    },
    {
        "id": 95,
        "name": "Oculții",
        "description": "În afara porților academiei se află o lume magică... și periculoasă. Profesorii îi avertizează pe tinerii vrăjitori să rămână în siguranță în incinta școlii, să devină mai puternici și să studieze cu grijă – dar tentația e mare când următoarea aventură îi așteaptă la un pas distanță."
    },
    {
        "id": 96,
        "name": "Jucării de hârtie",
        "description": "''Vezi cumva o șa pe spatele meu?'' întrebă phoenixul. ''Nu sunt o pasăre de povară. Iar dacă aș căra un yeti în spate, tare greu aș mai zbura.'' Băiatul se uită în gol. Planul lui perfect fusese respins. Dar apoi, pe buze îi înflori un zâmbet. În fond, în această lume a frunzelor de hârtie și a râurilor de cerneală, aventura e mereu dincolo de următorul paragraf."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Aflate odată sub conducerea imperiilor căzute ale elfilor, marile păduri din Albion adăpostesc acum în egală măsură regate, bandiți, elfi și oameni liberi. Iar cei care sunt suficient de curajoși încât să se avânte în adâncul pădurii pot găsi puteri demult uitate..."
    },
    {
        "id": 98,
        "name": "Pisici versus câini",
        "description": "Cea mai veche rivalitate din istoria lumii: cei mai buni prieteni ai omului contra celor mai măreți eroi ai internetului. O singură facțiune va ieși învingătoare din lupta crâncenă dată între câini și pisici. Să sperăm că nu se vor murdări prea tare: singurul lucru mai nasol decât o înfrângere ar fi o baie."
    },
    {
        "id": 99,
        "name": "Minunile lumii",
        "description": "Indivizi care vin din îndepărtatul univers al ''Pământului'', unde statui uriașe prind viață și toată lumea poartă pălării haioase. Seamănă mult cu Runeterra, dacă stai să te gândești."
    },
    {
        "id": 100,
        "name": "La muncă",
        "description": "E un stil de viață!"
    },
    {
        "id": 101,
        "name": "Cu siguranță nu",
        "description": "E un robot cu ochelari și pardesiu? Nu, normal că nu. Ochii tăi percep un om-bestie într-un combinezon? Ar trebui să mergi la oftalmolog atunci. Draven nu e cumva mult prea modest ca să-și poarte propriul cap? Probabil că te simți ridicol întrebând asta. Și acea caracatiță cu lasere? E cu siguranță un om. Clar."
    },
    {
        "id": 102,
        "name": "Înalta societate",
        "description": "Singurul lucru mai impresionant decât averea lor e abilitatea lor de a evita impozitele."
    },
    {
        "id": 103,
        "name": "Maeștrii dunk-urilor",
        "description": "Există două tipuri de oameni în această lume: cei care calcă pe capete și cei care sunt călcați. Dacă nu știi din ce categorie faci parte, atunci ai grijă! Urmează să-ți pierzi capul!"
    },
    {
        "id": 104,
        "name": "Commando",
        "description": "Un cuib de viespi plin de ticăloși și răufăcători, nimic nou. Mafioții luptă pentru putere; alianțele sunt create și încălcate la tot pasul; prieteniile își găsesc sfârșitul pe muchiile pumnalelor ascunse. Însă orașul ăsta e mai mult de-atât. Are ceva mai mult. Ceva nedescoperit, imperceptibil. Ceva... infinit. "
    },
    {
        "id": 105,
        "name": "Invadatorii",
        "description": "Așa cum le spune și titlul, acești mipi extratereștri infami au dat peste o putere pe care n-o prea înțeleg. Din nefericire, necazurile nu vin niciodată singure. Cei care intră în contact cu invadatorii devin mereu un pic mai malefici... și mai mov!"
    },
    {
        "id": 106,
        "name": "Savanți nebuni",
        "description": "Cerințele postului sunt destul de simple: căutăm pe cineva cu cel puțin cinci ani de experiență în științe aplicate, cu un articol recent revizuit de comunitate și două recomandări. Ah, și un râs malefic. De fapt, pune asta în fruntea listei."
    },
    {
        "id": 107,
        "name": "Câștigătorii Mondialelor: 2018",
        "description": "Felicitări câștigătorilor Mondialelor din 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Adâncurile uitate",
        "description": "''Șezi, copile, și ascultă. Apele oceanului sunt minunate, dar valurile înspumate care ne scaldă malurile sunt o invitație înșelătoare. Căci ce se ascunde sub albastrul infinit e o lume aflată dincolo de imaginația noastră. O lume a regatelor distruse și a monștrilor feroce ce plutesc în adâncurile uitate.''"
    },
    {
        "id": 109,
        "name": "Învingători",
        "description": "În amintirea turneelor League of Legends: Mid-Season Invitational și a etapelor de primăvară."
    },
    {
        "id": 110,
        "name": "Goth",
        "description": "Nu-i o fază."
    },
    {
        "id": 111,
        "name": "Epoca argintului",
        "description": "Cei mai viteji super-eroi din Rift și cei mai cruzi anti-eroi, disponibili acum într-un magazin de benzi desenate de lângă tine!"
    },
    {
        "id": 112,
        "name": "Glaciațiunea",
        "description": "Lumea e îngropată în ghețuri și doar câțiva își mai amintesc de ce. Vechile terori răsar din abisurile reci, gata să pună din nou stăpânire pe lume. Flacăra speranței rămâne aprinsă, dar zilele sunt scurte, iar nopțile lungi..."
    },
    {
        "id": 113,
        "name": "Academia de Luptă",
        "description": "În aceste instituții, doar cei puternici supraviețuiesc. Deși academiile au fost fondate pentru a onora armele divine, studenții lor încearcă să le folosească puterea pe propriile lor căi către glorie. Atât în clasă, cât și pe câmpul de luptă, vor cu orice preț să domine competiția."
    },
    {
        "id": 114,
        "name": "Epoca medievală",
        "description": "De la cavaleri la pungași, pentru cine are urechi să asculte! Aceste ținuturi se află sub protecția regală a regelui și a reginei! Faceți loc, faceți loc!"
    },
    {
        "id": 115,
        "name": "Spitalul Riftului",
        "description": "Ia un loc. Doctorul va veni imediat."
    },
    {
        "id": 116,
        "name": "Demoni",
        "description": "Chiar și în regatul iadului, cei înflăcărați încearcă să crească în rang, pariind pe sufletele muritorilor în încercarea de a intra în grațiile stăpânului lor întunecat."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Când Ahri își blochează personajul în ecranul de pornire, coloana sonoră puternic sintetizată umple sala de jocuri. Nu apasă aleatoriu pe butoane, ci are o precizie perfectă, îndrumându-și campionul pe străzile nelegiuite ale Demaciei. Mulțimea se strânge în jur, de-abia așteptând ca Ahri să depășească recordul pe care chiar ea l-a stabilit acum câteva zile."
    },
    {
        "id": 118,
        "name": "Heavy metal",
        "description": "Spectatorii din întreaga lume au venit pentru a-i vedea pe cei mai puternici roboți luptându-se în arenele de gladiatori deținute de RiotCorp. Aceștia vor face totul să câștige titlul de Campioni ai Ligii Roboților... sau vor fi distruși în timpul bătăliei."
    },
    {
        "id": 119,
        "name": "Magia Stelelor seria 3",
        "description": "Vechea echipă a lui Ahri se întoarce, transformată de evenimentele care au dezbinat-o... iar pe urmele ei vine o amenințare mai teribilă decât oricare alta pe care a înfruntat-o Magia Stelelor. Va reuși grupul să treacă peste vechile resentimente și să se salveze de la distrugerea totală? Sau va cădea victimă Stelei Crepusculului?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "''Ce e True Damage? Frate, True Damage e viitorul! Ne-am strâns cei mai tari artiști din lume, am pus-o de-o colaborare incredibilă și-am făcut o muzică hip-hop de nu-ți vine să crezi. Suntem cu cinci pași înaintea tuturor. Ceilalți n-au decât să se chinuie să ne prindă din urmă.'' – Ekko"
    },
    {
        "id": 121,
        "name": "Hoți și polițiști",
        "description": "Nimeni nu lucrează mai abitir decât secția de poliție din Piltover. Cine altcineva ar putea închide fără milă cele mai gustoase gogoși cu zahăr în stomacul lor, acumula cele mai multe ore suplimentare și ignora chiar și cele mai simple operațiuni administrative? Criminalii profită de asta, dar chiar și ei și-ar dori o slujbă ca asta."
    },
    {
        "id": 122,
        "name": "Elita sângerie",
        "description": "Nu putem nici să negăm, nici să confirmăm implicarea Elitei sângerii în activități infracționale. Vă rugăm să vă direcționați întrebările către autoritățile locale."
    },
    {
        "id": 123,
        "name": "Cavalerii groazei",
        "description": "Acești cavaleri morți-vii au fost readuși la viață de o magie antică misterioasă. Acum, ei sunt singurul lucru care a mai rămas dintr-o istorie uitată. Vor apăra ceea ce a fost odată al lor, indiferent cât sânge vor trebui să verse pentru asta."
    },
    {
        "id": 124,
        "name": "Întruparea Luminii",
        "description": "Ordinea și lumina stăpânesc prin zeitățile zorilor, controlând o lume proaspăt născută și disputată de forțele nopții."
    },
    {
        "id": 125,
        "name": "Întruparea Întunericului",
        "description": "Haosul și întunericul stăpânesc prin zeitățile nopții, aducând schimbarea într-o lume statică și luptând contra forțelor zorilor."
    },
    {
        "id": 126,
        "name": "Cristale însângerate",
        "description": "În adâncul nopții sunt multe terori de coșmar, dar cele mai terifiante sunt cultele Cristalului însângerat. Pe unde trec, cerul se umple de urlete, iar pe străzi se revarsă un potop de sânge, căci stăpânul lor e flămând, iar foamea trebuie să-i fie ostoită."
    },
    {
        "id": 127,
        "name": "Regatele Mecha",
        "description": "Marile Regate s-au luptat timp de generații... până la sosirea unui nou inamic. Pentru a putea riposta, au primit daruri divine. Vor reuși să-și depășească trecutul pentru a-și salva viitorul?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "În nordul înghețat ajung doar rareori călători din tărâmuri străine. Cei suficient de curajoși pentru a-i înfrunta sălbăticia întâlnesc un climat ostil și triburi neprimitoare. Cei puțini care supraviețuiesc și se întorc acasă sunt cu adevărat norocoși."
    },
    {
        "id": 129,
        "name": "Îngheț întunecat",
        "description": "Vrăjitoarea ghețurilor îi trezește pe mulți din somnul lor; toți prietenii și inamicii căzuți în tărâmul ei se ridică acum pentru a lupta alături de ea. Magia întunecată le schimbă înfățișarea, creând golemi glaciali cu inimi de gheață întunecată ce nu se topește niciodată."
    },
    {
        "id": 130,
        "name": "Câștigătorii Mondialelor: 2019",
        "description": "Felicitări câștigătorilor Mondialelor din 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "Echipa PsyOps e bijuteria operațiunilor militare secrete, fiind alcătuită din soldați de elită cu puteri parapsihice, folosiți pentru a lupta împotriva armatelor rebele și a amenințărilor supranaturale. În mod oficial, nu există. Însă atunci când războiul convențional nu ajută, iar miza e însăși soarta lumii, echipa PsyOps răspunde apelului."
    },
    {
        "id": 134,
        "name": "Grupul Trandafirul Negru",
        "description": "O unitate paramilitară cu puteri metafizice de temut, Grupul Trandafirul Negru speră să creeze o nouă ordine mondială cu ajutorul ferocelor sale arme biologice umane."
    },
    {
        "id": 135,
        "name": "Dragomanți",
        "description": "În locuri îndepărtate sălășluiesc dragoni maiestuoși. Nu se amestecă în treburile muritorilor, însă arareori le oferă puterile lor câtorva aleși. Dragomanții sunt cei suficient de norocoși și puternici pentru a primi aceste binecuvântări. Ține doar de ei și de cei cu destulă putere să-i oprească dacă vor lupta de partea binelui sau a răului."
    },
    {
        "id": 136,
        "name": "Ființe galactice",
        "description": "Războiul Lunii Frânte ne tulbură galaxia de aproape o sută de cicluri. Și totuși... sfârșitul său e încă departe."
    },
    {
        "id": 137,
        "name": "Reginele războinice",
        "description": ""
    },
    {
        "id": 138,
        "name": "Înfrânți",
        "description": "Nopțile de groază aduc Negura întunecată în Runeterra, corupând totul în cale. Sub influența ei, unii devin convinși că obiectivele lor se aliniază cu ale regelui înfrânt și îl urmează în luptă. Dar Viego nu vrea decât s-o aducă înapoi pe Isolde și nu are nevoie de aliați. Înfrânții care-l ajută să le oprească pe Santinele sunt doar pioni în jocul de șah al unui îndrăgostit cu inima frântă."
    },
    {
        "id": 139,
        "name": "Pergamentele Shan Hai",
        "description": "În poveștile din legendarele Pergamente Shan Hai, zeitățile și creaturile mitice cutreieră ținuturile, mânuind puterea elementelor. Unele se mulțumesc să trăiască în gama de culori pe care le-a oferit-o soarta, în timp ce altele vor să treacă dincolo de limite și să își picteze viața altfel."
    },
    {
        "id": 140,
        "name": "Trandafir de cristal",
        "description": "Romantismul și bucuria plutesc în aer la Festivalul anual al Trandafirului de Cristal, unde adversarii se întâlnesc pe teren neutru și se bucură împreună de dans, de bună-dispoziție și de planuri nobile pentru viitor. Toți sunt rugați să-și lase armele la intrare, în semn de respect și devotament pentru un viitor luminos."
    },
    {
        "id": 141,
        "name": "Trandafir ofilit",
        "description": "La Festivalul anual al Trandafirului de Cristal sunt bineveniți toți cei care cred într-o lume mai bună, deși mulți oaspeți sunt blazați și dezamăgiți. Iar membrii Trandafirului Ofilit ar vrea să anuleze evenimentul. Însă nimeni nu este imun la farmecul festivalului; poate că până și ei vor fi cuprinși de frumusețea seratei și se vor răzgândi."
    },
    {
        "id": 142,
        "name": "Bestie selenară",
        "description": "În fiecare an, o Bestie selenară răutăcioasă ajunge pe tărâmul muritorilor, atrasă de sărbătoarea Anului Nou. Iar în fiecare an, Zeul selenar corespunzător alege o echipă de campioni care să distragă bestia, protejând orașul de ravagiile sale jucăușe. Parada selenară este o parte îndrăgită a festivităților de Revelion, iar bestia aduce noroc după ce este calmată de eforturile echipei. Când o Bestie selenară este odihnită și mulțumită, e întotdeauna un semn al unui An Nou prosper!"
    },
    {
        "id": 143,
        "name": "Albine!",
        "description": "Bâzz. Bâzz bâzz bâzz. Bâzz! Bâzz, bâz, bâz bâz bâz. Bâzz..."
    },
    {
        "id": 144,
        "name": "Distracție în spațiu",
        "description": "Într-o galaxie plină de ritm aflată la un milion de discoteci distanță, o energie misterioasă cunoscută drept Petrecerea împarte cu generozitate muzică și prosperitate trilioanelor de cetățeni galactici. Dar când Lissandra și armata ei de Ritmuri tăioase încep să înrobească planete și să suprime muzica disco, o nouă generație de eroi se avântă s-o oprească și să continue Petrecerea."
    },
    {
        "id": 145,
        "name": "Câștigătorii Mondialelor: 2020",
        "description": "Felicitări câștigătorilor Mondialelor din 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arcana",
        "description": ""
    },
    {
        "id": 147,
        "name": "Santinelele Luminii",
        "description": "Deși sunt puține la număr, Santinelele luminii au o istorie legendară. Au luptat contra Nopților de Groază mulți ani de zile, ajutate de arme din piatră străveche care le transformă puterea sufletească într-o lumină distrugătoare. Însă tot ce contează acum este bătălia care urmează, căci regele înfrânt e gata să distrugă Runeterra doar pentru a mai dansa o dată cu regina lui."
    },
    {
        "id": 148,
        "name": "Hackeri",
        "description": "În subteranul animat al Orașului Sunetelor, hackeri, skateri și rebeli se adună, departe de privirile puternicilor comandanți ai corporațiilor cibernetice."
    },
    {
        "id": 149,
        "name": "Coșmar în Orașul crimelor",
        "description": "Dacă ar exista o hartă a corupției și criminalității, Valoran City ar fi chiar în centrul ei. Aici nu există viciu care să nu prindă rădăcini și nici abisuri pe care răul să nu le fi explorat încă, iar ororile care cresc în sânul orașului nu vor decât să-și extindă influența."
    },
    {
        "id": 150,
        "name": "Phoenixmanți",
        "description": "Doar cele mai pure inimi sunt binecuvântate de fenghuang-ul divin, un phoenix legendar care veghează asupra lumii. Campionii săi primesc o singură pană, care le oferă o putere elementală inimaginabilă și mijloacele pentru a proteja tot ce este inocent și bun de forțele care pândesc din umbre."
    },
    {
        "id": 151,
        "name": "Pentakill III: Capitolul pierdut",
        "description": "Pe un tărâm sacru al zeilor întunecați și nepăsători, unde muritorii se înfruntă necontenit în bătăliile epice și sângeroase ale metalului, o trupă s-a ridicat deasupra tuturor celorlalte: Pentakill, aleasa Gazdei zgomotoase. Acum venerată în temple și arene din întreg ținutul, supremația ei a devenit absolută, deși se apropie vremea schimbărilor, iar ciclul s-ar putea să o ia de la capăt..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Cafeneaua adorabilă",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porțelan",
        "description": "Într-o lume în care spiritele antice și creaturile magice prosperă la periferia societății moderne, artefactele puternice de porțelan, numite relicve zodiacale, sunt cheia deblocării unei puteri infinite. Acestea sunt păzite de protectori: gardieni nemuritori, însărcinați să se asigure că relicvele nu ajung pe mâini greșite."
    },
    {
        "id": 155,
        "name": "Lama fulgerătoare",
        "description": "Purtând arme infuzate cu magia fulgerului prin ritualul mortal al norilor, Lamele fulgerătoare sunt un ordin de războinici shinobi viteji și misterioși, care au sarcina de a proteja umanitatea de spirite și monștri malefici. Aceștia călătoresc între tărâmul muritorilor și cel al spiritelor pentru a urmări amenințări pe care nimeni altcineva nu le poate atinge, protejând viitorul tuturor muritorilor."
    },
    {
        "id": 156,
        "name": "Echipa Anima",
        "description": ""
    },
    {
        "id": 157,
        "name": "Cavaleri cenușii",
        "description": "Cu multe secole în urmă, un rege măreț a pornit un război glorios: să distrugă prinsoarea magiei asupra lumii, astfel încât omenirea să-și poată croi propriul destin. Cu toate acestea, după ce a rupt și ultima fărâmă de vrajă, regele s-a pierdut, temeliile lumii s-au sfărâmat, iar cavalerii săi cândva legendari au fost cuprinși de nebunie, ruinare și cenușă."
    },
    {
        "id": 158,
        "name": "Câștigătorii Mondialelor: 2021",
        "description": "Felicitări campionilor mondiali din 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Melodia oceanului",
        "description": "Nimic nu reprezintă stilul de viață lejer și atmosfera de vacanță, cu nisip și valuri, mai bine decât Festivalul melodia oceanului. De la cântecele blânde ale lui Seraphine la setul experimental al lui Yone, avem ceva pe gustul tuturor, așa că lasă nisipul să-ți mângâie picioarele, simte sarea din aer și bucură-te de cea mai bună muzică a verii."
    },
    {
        "id": 160,
        "name": "Lună de zăpadă",
        "description": "Pe măsură ce luna de zăpadă se înalță din spatele munților semeți ai Ioniei, un fior de frig cutremură ținutul. Cei care se închină la ea – o sectă de asasini nemiloși – își încep ritualul. Zăpada oferă purificare și cere în schimb umanitatea celui care o caută."
    },
    {
        "id": 161,
        "name": "Magia Stelelor seria 4",
        "description": "Inamici străvechi atacă Orașul Valoran, care încă nu și-a revenit după invazia lui Zoe. Dar o nouă generație de Stele e gata să-l apere. Văzând că întunericul se apropie, Kai'Sa și Akali își pregătesc echipa de novici pentru o luptă împotriva unor forțe aflate dincolo de puterea înțelegerii... și a amenințării care domnește dincolo de ele."
    },
    {
        "id": 162,
        "name": "Îmblânzitori de monștri",
        "description": "Cine suntem noi? Suntem îmblânzitorii de monștri! Protejăm lumea când este în pericol! Când ceilalți ar fugi, noi urmăm răgetul. Noi îmblânzim monstrul și folosim DUR. Și cu noii noștri prieteni de partea noastră, vom sări și alerga și înota și patina! Vom merge oriunde, indiferent de distanță. Pentru că suntem îmblânzitori de monștri! Asta suntem!"
    },
    {
        "id": 163,
        "name": "Gardianul spiritelor",
        "description": "Udyr și-a petrecut aproape un deceniu antrenându-se în Ionia cu călugării Mănăstirii Hirana, învățând să-și controleze abilitățile spirituale. Când Freljordul l-a chemat înapoi, a ales să stea și să-și termine antrenamentul. Între timp, Udyr a devenit o parte a peisajului ionian spiritual și lumesc, lucrând alături de Lee Sin și Karma pentru a restabili echilibrul în tărâmul distrus de război."
    },
    {
        "id": 164,
        "name": "Cataclismul",
        "description": "Acum o mie de ani, ultimul rege din Camavor a ales să-și urmeze inima, sacrificându-și patria. Dragostea sa a fost atât de puternică încât a fost nevoie de intervenția sorții, iar ceea ce a urmat a fost cataclismic."
    },
    {
        "id": 165,
        "name": "Jocurile Zenitului",
        "description": "Este 2122, un an al noutăților la Jocurile Zenitului. Pe teren arbitrează roboții, sportul numit Hammerjack își face debutul și, după ani și ani de dezbateri, oamenii augmentați au dreptul de a concura. Tot ce-a mai rămas este să vedem cine câștigă."
    },
    {
        "id": 166,
        "name": "Stăpânii elementelor",
        "description": "O armată de bestii elementale titanice a declarat război omenirii, iar regatul e în pragul distrugerii. Ultima speranță e o regină războinică: Lux, stăpâna elementelor. Pentru a-și salva poporul, trebuie să se regăsească pe sine și să-și dezvăluie adevărata natură... indiferent care este aceea."
    },
    {
        "id": 167,
        "name": "De colecție",
        "description": "Comorile erelor apuse strălucesc și cheamă."
    },
    {
        "id": 168,
        "name": "Urf lamantinul",
        "description": "În amintirea lui Urf, un războinic blând care acum se antrenează cu spatula în mlaștinile lumii de apoi. Noapte bună, dulce prinț."
    },
    {
        "id": 169,
        "name": "Petrecere surpriză",
        "description": "Cui nu-i place o petrecere surpriză? Lista cu invitați e gata, toată lumea a adus cadouri, iar gustările sunt excelente! Avem chiar și un clovn! Va fi o petrecere pe cinste. Doar nu-i spuneți lui Amumu."
    },
    {
        "id": 170,
        "name": "Noapte de groază",
        "description": "Cutreierând ținutul pe picioarele ei uriașe de broască, Pensiunea-Ciupercă atrage chiriași înspăimântător de diverși. Indiferent de locul în care se oprește, există mereu un monstru care caută un loc unde să stea, iar Mama Glasc e mereu acolo să-i primească în familie cu brațele deschise. Iar un labirint nesfârșit de încăperi se asigură că nimeni nu este vreodată refuzat."
    },
    {
        "id": 171,
        "name": "Mugurii spiritelor",
        "description": "Festivalul Mugurilor Spiritelor e o tradiție străveche sărbătorită în Ionia, când poarta către tărâmul spiritelor se deschide, iar cei morți se întorc în lumea celor dragi, dar și când spirite de tot felul își îndreaptă atenția către muritori. De la binevoitoarele spirite kanmei și până la obsesivele akana, poveștile lor curg neîncetat, ca umbrele pe un felinar de hârtie."
    },
    {
        "id": 172,
        "name": "Vrăjitoare",
        "description": "Cine a zis că vrăjitoarele nu se pot distra? Oricine ar fi fost, probabil că a fost transformat în broscuță. Sau în alt animal blestemat să rătăcească mereu pe străzi și să privească sărbătoarea de departe. E o pedeapsă cam dură, dar nu e totuși de așteptat? Oricât de grozave ar fi petrecerile lor, vrăjitoarele nu-și schimbă obiceiurile!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Simte basul. Ascultă melodia. Dansează pe ritmul muzicii."
    },
    {
        "id": 174,
        "name": "Vedete pop",
        "description": "Când ești în topuri, nimeni nu te poate doborî."
    },
    {
        "id": 176,
        "name": "Trei Onoruri",
        "description": "Sub conducerea Essentului, societatea devine din ce în ce mai individualistă și închisă. Oamenii sunt încurajați să se gândească doar la ei înșiși, iar nimeni nu mai are încredere în cei din jur. Malzahar, conducătorul Ordinului demult distrus al Alinării, încearcă să readucă armonia în această lume disonantă prin aura înălțătoare a Alinării. Știe că o lume mai bună se poate crea doar împreună."
    },
    {
        "id": 177,
        "name": "Bilgewater: mercenari",
        "description": "Vânătorii de recompense, proscrișii și pirații se îngrămădesc pe Docurile Ucigașilor din Bilgewater ca muștele pe hălcile de carne tăiate de măcelari. Viața pe mare e grea, dar răsplata poate fi pe măsură... Dacă vrea Doamna din adâncuri."
    },
    {
        "id": 178,
        "name": "Cronică",
        "description": "Legendele sunt create, modelate și încercate de trecutul lor."
    },
    {
        "id": 179,
        "name": "Blestemul Vidului",
        "description": "Dacă Vidul își întinde tentaculele asupra întregii Runeterre, toți se vor supune evoluției sale corupte. Roind flămând, tânjind etern, Vidul nu simte milă pentru nicio creatură și nu se lasă înfrânt."
    },
    {
        "id": 180,
        "name": "Cealaltă cale",
        "description": "Un cavaler înaripat dă din aripi, iar în cealaltă parte a Runeterrei, un Dragon al oceanelor se înalță din adâncuri. Viețile noastre curg precum cuvintele pe un pergament, iar căile pe care le urmează sunt necunoscute și incitante. Ce-ar fi dacă drumul pe care l-am alege... ar fi cel mai puțin bătut?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Cine le-a lăsat pe astea în build???? Să nu le ziceți celor de la departamentul legal."
    },
    {
        "id": 183,
        "name": "Vânători de suflete",
        "description": "Sufletele sunt viață, lumină, putere – iar într-o lume lipsită de milă, sunt furate și înghițite și de stăpânii nemiloși ai morții."
    },
    {
        "id": 184,
        "name": "Triumfător",
        "description": "Acordat jucătorilor care au câștigat un turneu sponsorizat de League of Legends."
    },
    {
        "id": 185,
        "name": "Războinici adevărați",
        "description": "Pentru un adevărat războinic, doar puterea și onoarea vor răsuna în eternitate."
    },
    {
        "id": 186,
        "name": "din Paradis",
        "description": "Pyke a fost primul care a ajuns în paradis. Cuprins de furie împotriva celorlalți Pyke din alte dimensiuni, distruge tărâmuri și dă naștere unor noi campioni paradisiaci. Care dintre ei va ajunge conducătorul suprem și ce vor face cu puținul timp care le-a mai rămas de trăit?"
    },
    {
        "id": 187,
        "name": "Binecuvântarea iernii",
        "description": "Când aerul se răcește și cad primii fulgi de zăpadă, privește către cer, căci va apărea Polaris. Nu te teme. Dacă te-ai purtat cum se cuvine fără să aștepți o răsplată, s-ar putea să primești binecuvântările Aurorei. Dar nu te culca pe-o ureche. Polaris sosește an de an și nimeni nu scapă de pedeapsă."
    },
    {
        "id": 188,
        "name": "Creatorii de mituri",
        "description": "Demult, înfrângerea Marii Bestii Galio a dat naștere unor tradiții de anul nou care sunt duse mai departe prin repovestirea acelei povești epice. Dar în interiorul poveștii se află o lume vie, iar când aceasta este brusc întreruptă, personajele trebuie să colaboreze pentru a repara haosul și a-și duce mitul până la capăt."
    },
    {
        "id": 189,
        "name": "Fermecători și răniți în dragoste",
        "description": "Clica bogată și elegantă a fermecătorilor nu prea are mare lucru în comun cu trupa răniților în dragoste, care ar prefera să chiulească de la ore și să se distreze la skatepark. Dar cu un lucru sunt toți de acord: s-au săturat de sărbătoarea asta inventată și stupidă dedicată celor care se molipsesc de sentimente. E foarte enervant, deci, că nu pot scăpa de fluturașii din stomac."
    },
    {
        "id": 190,
        "name": "Legământ rupt",
        "description": "Ani la rândul, congregația Aspiranților s-a războit cu secta Neverghaast din cauza Aspirei, suflarea vieții. Congregația crede că Aspira este un dar pe care îl dai înapoi când mori și pășești pe tărâmul celălalt. Dar secta Neverghaast, blestemată cu o sete neostoită de suflare, crede că avem o singură viață, care trebuie trăită până la exces. Războiul continuă și pare a nu avea sfârșit..."
    },
    {
        "id": 191,
        "name": "Curtea zânelor",
        "description": "Toată nobilimea zânelor slujește voința naturii, folosindu-și magia ca să ducă la îndeplinire ordinea naturală și schimbarea anotimpurilor. Însă în spatele acestui scop nobil, în curțile luxoase pline de mătase, borangic și aur, au loc jocuri politice nesfârșite. Puterea, fie ea magică, naturală sau politică, duce mereu către competiție."
    },
    {
        "id": 192,
        "name": "Umbră de cerneală",
        "description": "La granițele Orașului Rabadon, un templu abandonat adăpostește ultima speranță a populației: războinicii umbrei de cerneală. Toți au sacrificat ce au avut mai de preț pentru un pact cu spiritele străvechi, care le-au oferit puteri incredibile prin tatuaje magice. Chiar și cabala tremură de frică în fața lor. Nu mai sunt victime. A sosit momentul să-și ia orașul înapoi."
    },
    {
        "id": 193,
        "name": "întruparea Întunericului și întruparea Luminii",
        "description": "Conflictul dintre întrupările Întunericului și întrupările Luminii este etern. Forțele haosului și ale întunericului aduc schimbarea, iar forțele ordinii și ale luminii aduc structura. Acești zei și descendenții lor vor da naștere unei noi lumi. Nimeni nu poate ști dacă viitorul va aduce zile mai luminoase... sau nopți mai întunecate."
    },
    {
        "id": 194,
        "name": "Campionii mondiali: 2022",
        "description": "Felicitări câștigătorilor Mondialelor din 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus era o lume plină de magie, care s-a prăbușit după eradicare. Secole mai târziu, civilizația s-a risipit, natura a revendicat orașele, iar magia a revenit sub forma cristalelor Prismae. Acum, tot ce vrea magia e să se extindă, iar dacă unii îi pot folosi puterea în siguranță, alții se pierd în ea, lăsându-se ademeniți și copleșiți. Și astfel încep Războaiele Prismae."
    },
    {
        "id": 196,
        "name": "Luptătorul sufletelor",
        "description": "Sufletele lor se trezesc prin probe, indiferent dacă e vorba de cele de pe câmpul de luptă sau de cele din tranșeele minții. Fiecare dintre competitori primește abilități unice care-i reflectă natura și puterea de a-și folosi esența spiritului. Unii își folosesc noile daruri pentru a deveni mai puternici și a se antrena... Alții le folosesc doar ca să distrugă. Ei sunt... LUPTĂTORII SUFLETELOR!"
    },
    {
        "id": 197,
        "name": "Demonii străzilor",
        "description": "În Styxbridge City, demonii, vietățile și oamenii trăiesc laolaltă. În fiecare an, aici se organizează un festival de artă stradală, care culminează cu o competiție amicală, în urma căruia se alege cel mai tare și mai îndrăzneț graffiti: TagFest!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Familia Eidola Vida era odată formată din muritori, care, după moarte, au renăscut ca spirite datorită dragostei familiilor lor. Cei din Eidola Muerte erau suflete pierdute, care, după moarte, au rătăcit prin viața de apoi până și-au găsit o familie adoptivă. Cele două părți sunt invizibile, dar pot fi simțite prin puterea lor, Văpăile: flăcări magice care fie ajută viața, fie o sting."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "''HEARTSTEEL e cea mai tare trupă nouă din lumea muzicii, cu artiști de renume precum Kayn și Ezreal...''\\n''Și toți ceilalți din trupă!''\\n''Calmează-te, Sett.''\\n''Stai, pentru ce revistă e asta, K'Sante?''\\n''Încearcă să te concentrezi!''\\n''Hei, Yone, urcăm și noi odată pe scenă?''\\n''Da, imed... Ah, Aphelios a plecat...''"
    },
    {
        "id": 200,
        "name": "Ambuscadă crudă",
        "description": "Cei care sunt suficient de norocoși să se nască cu semne strălucitoare pe piele sunt venerați și numiți Tigrați. Aceștia sunt desemnați să reprezinte comunitatea și se impun printre ceilalți datorită forței lor impresionante. Toți speră să cucerească lumea în numele semenilor lor și să devină lideri atotputernici."
    },
    {
        "id": 201,
        "name": "Solzi divini",
        "description": "Pentru a-și cunoaște mai bine supușii, membrii familiei regale a dragonilor și suita lor coboară din palatul lor ceresc, luând formă umană și sărbătorind venirea noului an alături de muritori."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Când au apărut cristalele Prismae, unii au învățat să le folosească forța magică. Dar în nordul îndepărtat, influența lor corupe pământul însuși. Între frunzișul infinit și aerul iridescent, creaturile își unesc forțele cu cei care au fost odată oameni, luptând împreună într-un război împotriva a ceea ce a mai rămas din civilizația de odinioară. Totul se va oglindi în imaginea cristalelor Prismae."
    },
    {
        "id": 203,
        "name": "Bătaie cu mâncare",
        "description": "Aceste feluri de mâncare sunt delicioase, dar și periculoase."
    },
    {
        "id": 204,
        "name": "Legende Înălțate",
        "description": "Cu mult timp în urmă, zeii legendari și-au pecetluit puterea în cele patru Frânturi ale Înălțării: Haos, Armonie, Răbdare și Forță. Toți războinicii care le râvnesc puterea trebuie să înfrunte o provocare. Dacă reușesc, sunt imortalizați în paginile istoriei. Luptători din toate colțurile lumii își încearcă și acum norocul, în speranța că vor lăsa în urmă o moștenire demnă de respectul zeilor."
    },
    {
        "id": 205,
        "name": "Păstorul ploii",
        "description": "Fără apă și fără cântece, lumea se ofilește. După ce broaștele și-au pierdut vocea, a început să plouă din ce în ce mai rar, iar apa a devenit prețioasă. Așa că broaștele au format o trupă, Păstorii Ploii, și i-au învățat pe membrii săi să cânte. Înveșmântați în straie speciale de ploaie, aceștia se străduiesc să readucă apa în lume și să-i redea naturii splendoarea verde de odinioară."
    },
    {
        "id": 206,
        "name": "Primordian",
        "description": "După ce au fost alungați de pe uscat, primordienii au coborât în adâncurile mării și au așteptat secole întregi... până când n-au mai putut tolera creaturile de la suprafață și abuzurile comise de ei împotriva planetei. Așadar, regina primordienilor a decretat că epoca oamenilor trebuie să se încheie, iar cea a primordienilor de-abia începe."
    },
    {
        "id": 207,
        "name": "Campionii mondiali: 2023",
        "description": "Felicitări echipei câștigătoare la Mondialele din 2023: T1!"
    },
    {
        "id": 208,
        "name": "Fist bump-uri și festivități",
        "description": "E timpul să sărbătorim!"
    },
    {
        "id": 209,
        "name": "Aleșii Lupului",
        "description": "Când tânăra conducătoare Ambessa cade în bătălie, are o viziune despre Volrachnun, un tărâm sacru al vieții de apoi, destinat adepților demni ai Lupului. Cei care sunt primiți în acest ținut trebuie să se alăture Vânătorii Eterne, găsindu-și împlinirea în luptă și provocându-și semenii la dueluri fără de sfârșit."
    },
    {
        "id": 210,
        "name": "Superfani",
        "description": "Arată că ești fan adevărat!"
    },
    {
        "id": 211,
        "name": "Masca Trandafirului Negru",
        "description": "Desfătarea și luxul domnesc la Balul Mătăsii, un eveniment care reunește nobili și personalități remarcabile din toate colțurile Runeterrei. Dar, în Noxus, sala de bal este un câmp de luptă. O șoaptă poate fi la fel de letală ca un pumnal, iar politețea ascunde jocuri de putere. Chiar și misterioasa domniță Elise a ieșit la iveală, slujind pe cineva care privește din întuneric... Și așteaptă."
    },
    {
        "id": 212,
        "name": "Mituri moderne",
        "description": "Poveștile din mituri și legende s-au petrecut demult, dar ecourile lor se resimt și azi. Dincolo de vălul realității cotidiene, puterile mistice modelează o generație nouă de eroi."
    },
    {
        "id": 213,
        "name": "Colțunași drăgălași",
        "description": "Orice magician-patiser care se respectă știe că nicio reuniune nu e completă fără delicii sărate. Deși cafeneaua lor este nouă, arta de a face colțunași are o istorie îndelungată, iar acești bucătari magici sunt pregătiți să frământe, să taie, să prăjească și să gătească la aburi pentru a atinge perfecțiunea culinară. O singură mușcătură din aceste bunătăți pufoase îi va convinge chiar și pe cei mai morocănoși clienți să se așeze la masă și să sărbătorească."
    },
    {
        "id": 214,
        "name": "Justiție mascată",
        "description": "După ce și-a distrus propria lume, uriașul nebun Mezzorax a căutat în întreaga galaxie până a descoperit o nouă planetă de invadat: agitata metropolă Ocono. Dar acum i se opune un grup neașteptat de cetățeni. Cu ajutorul costumelor hipermască, vor răzbuna viețile curmate de Mezzorax și vor pune capăt stăpânirii sale."
    },
    {
        "id": 215,
        "name": "Confruntare supremă",
        "description": "Tradiția noxiană dictează ca marile victorii și triumful puterii asupra slăbiciunii să fie sărbătorite cum se convine. După o campanie triumfătoare în teritoriul freljordian, o Confruntare supremă e organizată în cinstea generalului Darius și a cetelor sale de război. În fiecare arenă din capitală se strâng mulțimi în onoarea lui și a tuturor răzbunătorilor renumiți din trecut."
    },
    {
        "id": 216,
        "name": "Creatorii și distrugătorii destinului",
        "description": "Într-o lume împletită pe Pânza Destinului, orice fir al sorții e la mâna celor suficient de curajoși să pună mâna pe el. Pentru asta, trebuie să caute Palatul Pânzei și să-i confrunte pe creatorii destinului – entități puternice însărcinate cu urzeala și împletirea destinului. Cei ce se dovedesc a fi vrednici – numiți distrugători ai destinului – își pot rescrie norocul... și viitorul."
    },
    {
        "id": 217,
        "name": "Lumina stelelor",
        "description": "Mistici pricepuți, luminile stelelor au dezlegat și protejat multă vreme secretele cosmosului în vasta bibliotecă a ordinului lor. Folosind cunoștințe ezoterice și puteri străvechi, și-au protejat sfera natală de numeroase amenințări. Totuși, puțini dintre ei sunt gata să înfrunte o teroare necunoscută care se ivește dintr-o altă sferă – sau chiar să-i recunoască existența."
    },
    {
        "id": 218,
        "name": "Izvoarele mugurilor spiritelor",
        "description": "Sus, în munți, se află un centru spa unde oaspeții merg să scape de grijile lumești. Acest refugiu tematic, numit ''Izvoarele mugurilor spiritelor'', este o oază lipsită de drame. Personalul său primitor și aburul magic te spală de poverile bătăliei și de amintirile ce ar trebui uitate. Nu există eroi sau răufăcători aici, ci doar oaspeți odihniți și revigorați."
    },
    {
        "id": 219,
        "name": "Viziuni ale celor căzuți",
        "description": "''Odată, eram zei. Acum, pierduți veșnic în întunericul fără trup al închisorii noastre, visăm la o mie de reveniri inevitabile și sângeroase... iar toată omenirea ne imploră din nou să le oferim mila divină.''<br>Într-o epocă pierdută în legendă, această lume a aparținut darkinilor.<br>Și darkinii intenționează să o recâștige."
    },
    {
        "id": 220,
        "name": "Câștigătorii Mondialelor: 2024",
        "description": "Felicitări echipei câștigătoare la Mondialele din 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Flora Fatalis îi judecă pe toți cei ce se aventurează în raza ei amenințătoare, chemându-i pe cei cu curaj și ambiție, atrăgându-i destul de aproape pentru a sădi sămânța puternică a voinței sale. Împreună, se adaptează și evoluează, căutând mereu gazde tot mai puternice cărora să le ofere putere... și pe care să le consume."
    },
    {
        "id": 222,
        "name": "Aspectele eterne",
        "description": "De milenii, Aspectele de o putere formidabilă au lucrat neobosit din tărâmul ceresc pentru a ghida și întări Runeterra. Fiecare pretinde că este întruchiparea supremă a unui adevăr universal al creației și caută gazde muritoare demne și capabile să le ducă mai departe scopurile, permițându-le astfel să umble din nou prin lume în formă fizică."
    },
    {
        "id": 223,
        "name": "Umbre din adâncuri",
        "description": "În timp ce corsarii rivali se luptă pentru dominarea Mărilor Umbrelor, ceva mult mai vechi se trezește în adâncuri. Puțini muritori care îndrăznesc să coboare se mai întorc, iar cei care o fac sunt schimbați – bântuiți de șoapte despre vrăjitoare și spectre, relicve și ruine dintr-o lume uitată de multă vreme de valuri."
    },
    {
        "id": 224,
        "name": "skinline_name_224_thelawsofstone",
        "description": "skinline_description_224_thelawsofstone"
    }
]