{
    "patcher_initiating_soft_repair": "Ci dispiace! Abbiamo rilevato un problema con la tua installazione. Cercheremo di riparare i file interessati.",
    "patcher_primary_work_repairing": "Riparazione dell'installazione",
    "patcher_error_failed_to_write": "Non siamo riusciti a scrivere i file nella cartella di installazione. In genere questo errore può essere risolto liberando spazio sul disco e riprovando.",
    "patcher_phase": "{{current}} di {{max}}",
    "patcher_league_client_sln": "Client",
    "patcher_lol_game_client_sln": "Partita",
    "patcher_disconnected": "Non puoi giocare perché potresti essere offline.",
    "patcher_gameflow_disabled": "Non è stato possibile creare una lobby. Chiudi e riavvia il client per riprovare.",
    "patcher_gameflow_bad_registration_single": "Abbiamo problemi di comunicazione con alcuni server di LoL. Se il problema persiste, contatta il supporto giocatori con il codice di errore: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Abbiamo problemi di comunicazione con alcuni server di LoL. Se il problema persiste, contatta il supporto giocatori con i codici di errore: {{errorCodes}}.",
    "patcher_no_queues": "Tutte le code sono momentaneamente disabilitate. Se il resto del client funziona correttamente, chiudi e riavvia per riprovare.",
    "patcher_player_time_banned": "Sei stato sospeso! Potrai giocare di nuovo tra {{days}} giorno/i.",
    "patcher_player_banned": "Sei stato sospeso! Riconnettiti per vedere la durata della sospensione e il modulo correttivo.",
    "patcher_player_in_tournament": "Non puoi giocare ad altre modalità mentre hai dato conferma in Clash.",
    "long_patcher_bar_text": "Installazione client di gioco...",
    "patcher_migration_modal_header": "Nuovo patcher in arrivo",
    "patcher_migration_modal_body": "Stiamo spostando i file di LoL così da permettere al nostro nuovo, più veloce e stabile patcher di raggiungerli. Potrebbe metterci qualche minuto, ma non si ripeterà. Se vuoi avere ulteriori informazioni, trovi tutto {{link}}!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/it/articles/360015621174-Nuovo-patcher-di-LoL",
    "patcher_migration_modal_info_link_text": "qui",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Sembra che tu non sia connesso ai nostri server.",
    "patcher_initial_eta_calculation": "Calcolo tempo previsto per il download...",
    "patcher_vanguard_session": "Inizializzazione sessione di Vanguard in corso...",
    "patcher_os_check_failed": "Stai usando un sistema operativo non supportato. Per ulteriori dettagli, consulta i requisiti minimi di sistema.",
    "patcher_update_direct_x": "Stai usando una versione obsoleta della DirectX. Aggiorna la tua versione della DirectX o il tuo hardware per continuare a giocare.",
    "patcher_update_mac_metal": "LoL richiede una versione della grafica Metal non supportata dal tuo Mac. Per continuare a giocare, usa un dispositivo in grado di supportare versioni più recenti di Metal."
}