[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Pro 1 Punkt adaptive Kraft wird entweder 0,6 Angriffsschaden oder 1 Fähigkeitsstärke gewährt, abhängig davon, über welchen Wert du im Laufe des Spiels mehr verfügst. Wird von Gegenstandseinkäufen beeinflusst."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Lauftempo"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Schließt die Effekte „Blind“, „Kurzsichtig“, „Verstummt“, „Verlangsamung“, „Verwandlung“, „Gehemmt“, „Unterdrückt“, „Betäubt“, „Festgehalten“, „Hochgeschleudert“, „Zurückgestoßen“, „Bezaubert“, „Schlaf“, „Verspotten“ und „Furcht“ mit ein. "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Schließt die Effekte „Verlangsamung“, „Verwandlung“, „Gehemmt“, „Unterdrückt“, „Betäubt“, „Festgehalten“, „Hochgeschleudert“, „Zurückgestoßen“, „Bezaubert“, „Schlaf“, „Verspotten“ und „Furcht“ mit ein."
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Schließt die Effekte „Unterdrückt“, „Betäubt“, „Festgehalten“, „Hochgeschleudert“, „Zurückgestoßen“, „Bezaubert“, „Schlaf“, „Verspotten“ und „Furcht“ mit ein. "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Kills oder Unterstützungen "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Flächenwirkung"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Abklingzeitverringerung "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Verursacht normalen oder magischen Schaden abhängig davon, welche Skalierung (Angriffsschaden oder Fähigkeitsstärke) den größeren Anteil ausmacht. Einfach gesagt: Mehr Schaden von dem Typ, den dein Champion verursacht. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Macht dich für die Dauer nicht-anvisierbar und unverwundbar. Allerdings kannst du dich währenddessen auch nicht bewegen, angreifen, Zauber wirken oder Gegenstände nutzen. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Die Hälfte der Kluft, die deinem Nexus gegenüberliegt, wird als gegnerisches Territorium bezeichnet. Der Fluss in der Kluft der Beschwörer zählt nicht dazu."
    }
]