[
    {
        "id": 0,
        "name": "Normal",
        "description": "Normal",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Kluft der Beschwörer",
        "description": "Die Kluft der Beschwörer ist das neuste und angesehenste der Schlachtfeld. Folge einem der drei gewundenen Pfade, die sich über die Karte erstrecken, und schlage am Schwachpunkt deiner Gegner zu. Arbeite mit deinen Verbündeten zusammen, belagere die gegnerische Basis und zerstöre ihren Nexus!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Zufällige Karte",
        "description": "Die Heulende Schlucht ist eine bodenlose Gletscherspalte im kältesten, erbarmungslosesten Teil Freljords. Legenden besagen, vor langer Zeit habe hier eine große Schlacht auf der schmalen Brücke, welche diesen Abgrund überspannt, getobt. Niemand erinnert sich daran, wer hier gekämpft hat oder warum, aber man sagt, dass, wenn man dem Wind aufmerksam zuhört, man immer noch die Schreie der Besiegten, die heulend in die Schlucht geworfen wurden, vernehmen kann.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Blitzpartie",
        "description": "Blitzpartie",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Bilde ein Team aus Champions, die in einem freien 8er-Kampf antreten. Jede Strategie ist erlaubt, aber nur einer kann gewinnen.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "Tritt alleine oder zusammen mit deinen Freunden in diesem Multiteam-Spielmodus an. Fordere deine Widersacher in chaotischen Kämpfen in verschiedenen Arenen heraus.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Schwarm",
        "description": "Schließ dich mit einem Freund zusammen oder wage dich alleine in diesen Horden-Überlebensmodus.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Der Bandlewald",
        "description": "Arbeite mit deinem Team zusammen, um Vasallen in das gegnerische Portal zu eskortieren. Keine Rollen, keine Lanes, kein Druck. Nur eine 5-gegen-5-Rauferei.",
        "mapStringId": "BDW"
    }
]