[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Weltmeister: 2011",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Weltmeister: 2012",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Weltmeister: 2013",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Weltmeister: 2014",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Weltmeister: 2015",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Weltmeister: 2016",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Siegreich",
        "description": "Champions besiegen ihre Gegner und erklimmen neue Höhen, erfüllen ihre kühnsten Träume und präsentieren ihre hart verdiente Beute allen, die wahre Größe sehen wollen."
    },
    {
        "id": 8,
        "name": "Weltmeisterschaft",
        "description": "Die großartigste Bühne der Gaming-Welt. Zwei Teams treten vor Millionen von Fans gegeneinander an. Nur eines wird zum Champion gekrönt. "
    },
    {
        "id": 9,
        "name": "Herausforderer",
        "description": "Zur Erinnerung an den jährlichen Saisonstart von League of Legends."
    },
    {
        "id": 10,
        "name": "Arcade: Helden",
        "description": "Arcadia: Heimat der ehrgeizigsten Arcade-Spieler des Servers und der gerechtigkeitsbesessenen NPCs. Hier spielen die Helden stets auf Sieg. Und das bedeutet, den korrupten Code der Schlachtbosse außer Kraft zu setzen, auch wenn die Chancen gegen sie stehen. Der Sieg ist nicht geschenkt, aber wenn man die Überraschung in den Gesichtern der Bosse nach einem unglaublichen Sieg sieht, ist es das allemal wert."
    },
    {
        "id": 11,
        "name": "Arcade: Schlachtbosse",
        "description": "Tief in den Servern von Arcadia verbirgt sich eine unheimliche Reihe von Störungen, die allen Spielern als Schlachtbosse bekannt sind. Ihr korrupter Code hat ihnen eine neue Freiheit beschert … aber auch neue Herausforderer. Um die Löschung der Arcade-Welt abzuschließen, haben viele der Bosse zugestimmt, ihre Differenzen beiseite zu legen (so lange es nicht … hinderlich ist)."
    },
    {
        "id": 12,
        "name": "Blutmond",
        "description": "Ein uralter Kult, den es nach einer unwiderstehlichen Macht verlangt. Er zeigt sich in Nächten des Blutmonds, um seine gottlosen und esoterischen Riten zu vollführen. Dort verschmelzen seine Anhänger ihre sterblichen Körper mit den Geistern von blutrünstigen Dämonen und werden so eins mit der Dunkelheit."
    },
    {
        "id": 13,
        "name": "Drachenwelt",
        "description": "Zweimal verschlang Drachenfeuer die Welt. Zweimal wurden Helden aus ihrer Glut geschmiedet."
    },
    {
        "id": 14,
        "name": "Omegatrupp",
        "description": "Als der Krieg kam, wurde der Omegatrupp geschickt, um ihn zu beenden. Nur einer blieb zurück. Ein Yordle, der keine anderen Kämpfe mehr zu bestreiten hat als seine eigenen …"
    },
    {
        "id": 15,
        "name": "Poolparty",
        "description": "Es ist Sommer, Baby! Die Sonne scheint, ein laues Lüftchen weht und das Wasser ist kühl. Alle lassen ihre Rivalitäten und ihren Groll zu Hause und bringen nur Badesachen und gute Laune mit. Für Prügel und Geschrei ist später noch genug Zeit. Lehn dich einfach zurück, genieße die Musik und gönn dir den Spaß."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "In einer Welt, in der Heavy Metal alles ist, sind PENTAKILL die unumstrittenen Meister der Gesichtsschmelze. Sechs Mitglieder, zwei Penta-Platin-Alben und der chrombeschlagene Zorn der Götter selbst. Zeit, abzurocken!"
    },
    {
        "id": 17,
        "name": "Programm",
        "description": "Ein fortschrittlicher Sicherheitsalgorithmus, der vom PROJEKT-Konzern entwickelt wurde. Das Programm entwickelte unbemerkt ein Bewusstsein, woraufhin es seine ursprünglichen Zielvorgaben änderte. Es infiziert Maschinen in der ganzen Stadt und hat entschieden, dass die ultimative Bedrohung für die Sicherheit der Menschheit … die Menschheit selbst ist."
    },
    {
        "id": 18,
        "name": "PROJEKT",
        "description": "Der PROJEKT-Konzern ist davon überzeugt, dass die Entschlüsselung der Geheimnisse des menschlichen Potenzials der Schlüssel zum Fortschritt über unseren sterblichen Körper hinaus ist. Durch Technologie werden wir aufsteigen. Gemeinsam."
    },
    {
        "id": 19,
        "name": "Sternenwächter-Team 1",
        "description": "Mit der magischen Kraft des ersten Sterns beschützen die Schülerin Lux und ihr Team von Sternenwächtern heimlich die Welt vor interstellaren Monstern. Aber wer beschützt sie vor den Dramen, die sich in der Highschool von Valoran City abspielen?"
    },
    {
        "id": 20,
        "name": "Sternenwächter-Team 2",
        "description": "Die altgedienten Sternenwächterinnen Ahri und Miss Fortune tauchen plötzlich wieder in Valoran City auf, nachdem sie ihr Team, das durch ein unbekanntes Ereignis zerstört worden war, neu aufgestellt haben. Sie wollen dem Schicksal eines jeden Sternenwächters, der den Eid abgelegt hat, trotzen und schließen sich dem Kampf an der Seite von Lux und den anderen an, da die Kreaturen der Leere über die Stadt herfallen."
    },
    {
        "id": 21,
        "name": "Supergalaktisch",
        "description": "Das Weltall. Unendliche Gefahren. Nur die supergalaktische Verteidigungsarmee mit ihrem schier endlosen Nachschub an neuen Rekruten ist bereit, die entferntesten unerforschten Welten zu erkunden und sich gegen die skrupellosesten außerirdischen Bedrohungen zu verteidigen. Die beste Truppe der Galaxie!"
    },
    {
        "id": 22,
        "name": "Akademie",
        "description": "ACHTUNG STUDENTEN UND DOZENTEN: Wir haben erfahren, dass gegen alle Studenten ein Disziplinarverfahren eingeleitet wurde und dass allen Professoren ein Urlaub in der Psychiatrie „nahegelegt“ wurde. Der Unterricht wird bis auf Weiteres abgesagt, vielleicht bis zu dem Zeitpunkt, an dem die erwähnten verdächtigen Schüler ihr miserables Verhalten überdacht haben."
    },
    {
        "id": 23,
        "name": "Charmeur",
        "description": "Macht, Reichtum und Glamour treffen in den Penthäusern und exklusiven Clubs von Nox Vegas aufeinander, wo die wirklich schönen Menschen die Welt in ihren Händen halten. Doch wenn die Nacht über die Stadt der Lichter hereinbricht, werden die Messer gezückt – Einflussnahme ist das Gebot der Stunde, und niemand verliert gerne."
    },
    {
        "id": 24,
        "name": "Lichtbogen",
        "description": "Alle tausend Jahre steigt ein uraltes und göttliches Wesen vom Himmel hinab, um würdige Krieger zu erwählen, die seinen Willen vollstrecken sollen. Diese Krieger werden zu Kämpfern des Lichtbogens – unsterbliche Streiter für das göttliche Licht."
    },
    {
        "id": 25,
        "name": "Stahlkrieger",
        "description": ""
    },
    {
        "id": 26,
        "name": "Kulinarische Meister",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandalen",
        "description": "Die Vandalen beherrschen das Ödland. Sie sind eine Bande von gewalttätigen Schlägern, die zu Massenzerstörung, brutalen Schlägereien und mutwilligem Mord neigen … aber sie haben eine Menge Spaß dabei."
    },
    {
        "id": 28,
        "name": "Wintersport",
        "description": "Als das besagte Wintersportfestival seine Regeln lockerte, gingen viele davon aus, dass die Veranstaltung dadurch spannender werden würde. Aber nur wenige erkannten, wie gefährlich es werden würde. Und zwar gefährlich aufregend!"
    },
    {
        "id": 29,
        "name": "Weltenbrecher",
        "description": "Die Prophezeiung der ersten Zerstörung warnte vor vier Titanen, die auf Verwüstung aus waren, eine Geschichte, die mit Sicherheit eintreten würde. Und im Zuge dessen wuchs der Weltenweber aus der Asche und baute die zerstörte Erde wieder auf. Nur die weisesten Seher sehen die Geschichte, die sich ereignen wird, eine Wiederkunft und eine letzte Hoffnung."
    },
    {
        "id": 30,
        "name": "Kopfjäger",
        "description": "Für einige Spezies ist die Jagd mehr als simpler Zeitvertreib – sie beherrscht Körper und Geist und formt sie zu einer Rasse perfekter Tötungsmaschinen."
    },
    {
        "id": 31,
        "name": "Fußball-Turnier",
        "description": "Vergiss das Schlachtfeld, den Sitzungssaal und den Spielplatz: Die brisantesten Konflikte unserer Zeit werden auf dem Spielfeld ausgetragen. Es gibt nichts Befriedigenderes, als zu sehen, wie der Lieblingsspieler bei der gegnerischen Mannschaft vorbeischlüpft, sich zum Schuss aufstellt, den schicksalhaften Kick ausführt und daraufhin das schönste Wort brüllt, das es gibt: „TOOOOOOOR!“"
    },
    {
        "id": 32,
        "name": "Urzeitliche Jäger",
        "description": "Riesige Monster durchstreifen unser Land und jagen ihre Beute mit erschreckender Präzision. Die Menschen würden mit Sicherheit ihre nächste Mahlzeit werden, wenn es nicht die Jäger gäbe. Bewaffnet mit Klingen, die aus den Knochen ihrer ersten Opfer gefertigt wurden, und mit Instinkten, die es mit den furchterregendsten Bestien aufnehmen können, schützen die Jäger ihr Volk jeden Tag vor einem grausamen Schicksal."
    },
    {
        "id": 33,
        "name": "Justikar",
        "description": "In den Rängen der Agenten des Lichts stehen die Justikare stramm, Wächter des Lichtbogens, die dessen stärkste Tugenden verkörpern. Es reicht nicht aus, nur den Sterblichen als Vorbild zu dienen, denn auch göttliche Soldaten brauchen Inspiration."
    },
    {
        "id": 34,
        "name": "Luchador",
        "description": "Bei der größte Show der Sportunterhaltung schmeißt man sich in die Seile! Sieh dir an, wie El Tigre, El Macho, El León und El Rayo innerhalb und außerhalb des eckigen Kreises Stöße kräftig austeilen. Vergiss nicht, dass der Wrestling-Verband von Valoran es am besten kann."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Als plötzlich kolossale Kaiju aus dem Meer, auf dem Land und aus der Luft angreifen, entwickelt die Menschheit ebenso mächtige Mecha-Einheiten, um sie im explosiven Nahkampf in ihre Schranken zu weisen."
    },
    {
        "id": 36,
        "name": "Pulsfeuer",
        "description": "Nachdem sie entschlüsselt hatten, wie Zeitreisen funktionieren, wurden diese Champions in eine ferne, dystopische Zukunft geschleudert. Während Chrono-Vollstrecker sie gnadenlos durch Zeit und Raum verfolgen, haben einige von ihnen Zuflucht in der Geschichte gefunden – ihre Technologie natürlich immer griffbereit."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "Im Strafrechtssystem gibt es diejenigen, die das Gesetz beugen, und diejenigen, die es brechen. Die engagierten Beamten des RPD untersuchen die abscheulichsten Verbrechen in der Stadt, um die schlimmsten Täter vor Gericht zu bringen. Dies sind ihre Geschichten …"
    },
    {
        "id": 38,
        "name": "Das schwarze Kontrollauge",
        "description": "Gefahren lauern überall in Runeterra! Mächtige Monster, heimtückische Magier und mythische Kreaturen streifen ungehindert durch das Land! Versammle deine Freunde und erschaffe dein eigenes Abenteuer für 3–5 Spieler. Vernichte das Böse mit deinem 20-seitigen Würfel! Hast du das Zeug dazu, die Welt zu retten und zu einer echten Legende von DAS SCHWARZE KONTROLLAUGE zu werden?"
    },
    {
        "id": 39,
        "name": "High Noon",
        "description": "Revolverhelden und Gesetzeshüter reiten unter der unbarmherzigen Sonne des Grenzlands und suchen gleichermaßen nach Überleben und Erlösung. Der Himmel liegt in Trümmern, die Hölle ist leer, und alle Teufel sind hier."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "Als Vorreiter in Wissenschaft und Kunst hat sich Hextech von seinen rudimentären Anfängen zu einer modernen Renaissance komplizierter und künstlicher Lebensformen mit freiem Willen entwickelt. Geschickte Werksmeister führen das Medium in eine kühne neue Richtung – aber was letzten Endes daraus hervorgehen wird, vermag niemand zu sagen."
    },
    {
        "id": 41,
        "name": "Hoher Einsatz",
        "description": "Einst waren es fünf in der seltsamen Gruppe.<br>\\nSie waren das Gericht der hohen Einsätze.<br>\\nSie zankten und kämpften, hatten mal Glück und mal keins,<br>\\nund bis heute kennt niemand ihr Schicksal."
    },
    {
        "id": 42,
        "name": "Piltover Customs",
        "description": "Suchst du nach einem krassen Gefährt? Dann bist du hier genau richtig! (Die Laufleistung kann variieren.)"
    },
    {
        "id": 43,
        "name": "Kosmisch",
        "description": "Riesige Sternenstaubwesen kontrollieren die Ebbe und Flut der Schöpfung und malen den Kosmos mit erhabenem Licht, während ihr himmlischer Hofstaat durch das Gewebe von Zeit und Raum gleitet."
    },
    {
        "id": 44,
        "name": "Sternenvernichter",
        "description": "Entropie verschlingt Galaxien im gähnenden Schlund des Sternenvernichters, dessen Korrumpierte – titanische Kreaturen des schwarzen Lochs – das Licht der Existenz in jedem System auf ihrem Weg auslöschen und es ins Nichts stürzen."
    },
    {
        "id": 45,
        "name": "Marodeur",
        "description": "Die Marodeure, eine Horde nomadischer Krieger mit einem Hang zur Brutalität, sind alles, was von der Kriegerkultur der Magierfürsten übrig geblieben ist, die ihre alten Traditionen zugunsten anarchischer Gewaltakte aufgegeben haben. Kein Streit wird beigelegt, bevor nicht Blut vergossen wurde, selbst in den eigenen Reihen. Sie haben aus den Augen verloren, was ihre Vorfahren überhaupt in den Krieg ziehen ließ und was letztlich zu ihrem Sieg geführt hat."
    },
    {
        "id": 46,
        "name": "Schneetag",
        "description": "Leise rieselt der Schnee … \\nAuch wenn dein Tank vorprescht, zieht sich dein Top-Laner zurück, \\nSie haben Gold für den „Fluch des Lichs“, welch ein Glück!"
    },
    {
        "id": 47,
        "name": "Winterwunder",
        "description": "In den magischen Winterlanden regiert der Porokönig, der an seinem Hof Freude und Heiterkeit verbreitet. Auch wenn andere versuchen, den König zu stürzen, teilen alle die Liebe zu den Wundern des Winters."
    },
    {
        "id": 48,
        "name": "Winterfreuden-Duelle",
        "description": "Fang schon mal an, einen Schneemann zu bauen … "
    },
    {
        "id": 49,
        "name": "Bilgewasser: Gezeitenbrand",
        "description": "Willkommen in Bilgewasser, wo Waffen über Schicksale entscheiden. Am Schlachterhafen findest du alles, was du brauchst, seien es Handlanger, Seeungeheuer-Eintopf oder der Kapitän, der dich in dein nasses Grab bringen wird."
    },
    {
        "id": 50,
        "name": "Bewahrer",
        "description": "Das Protektorat war ein Orden, der sich der Durchsetzung strenger, unnachgiebiger Gesetze verschrieben hatte und den scheinbar unvermeidlichen Aufstieg der Magierfürsten verlangsamen wollte. Obwohl der Orden vor langer Zeit aufgelöst wurde, legen die Bewahrer nun ihre Rüstungen an und warten auf die Gelegenheit, gegen die Nachkommen ihres alten Feindes vorzugehen."
    },
    {
        "id": 51,
        "name": "Stadt des Verbrechens",
        "description": "Valoran City, eine wuchernde Maschinerie, angeheizt durch Verbrechen und geölt durch schmutziges Geld. Jeder kennt diese Wahrheit, doch keiner gibt sie zu."
    },
    {
        "id": 52,
        "name": "Donnerfürst",
        "description": "Die Menschen sind nicht die Einzigen, die bittere Kriege wegen kleinlicher Streitigkeiten führen. Lange vor unserer Zeit traten zwei Götter – zwei Brüder – gegeneinander an und verwüsteten das Land mit den Spuren ihres Kampfes."
    },
    {
        "id": 53,
        "name": "Mondwende: Kriegsherr und Kriegsherrin",
        "description": "Drei große Reiche wetteifern um Land und Macht und setzen in einem kriegerischen Kräftemessen alles aufs Spiel. Armeen treffen aufeinander. Helden werden sich erheben. Legenden werden geboren."
    },
    {
        "id": 54,
        "name": "Mondwende: Feuerwerkskörper",
        "description": "Das Mondneujahr beginnt – und mit ihm die Party! Mit Essen und Feiern in Hülle und Fülle wird der Tag mit Freunden und Familie eingeläutet. Zünde jetzt ein Streichholz an und beobachte das Feuerwerk!"
    },
    {
        "id": 55,
        "name": "Mondwende",
        "description": "Triff dich mit Freunden und liebgewonnenen Feinden und feiere die Geschichten des vergangenen Jahres. Leuchtende Laternen berühren den Nachthimmel, beleuchtet vom verblassenden Feuerwerk. Rote Umschläge werden weitergereicht, Familien und Klans, die sich nur selten begegnen, freuen sich über die gemeinsame Erkenntnis: Ein neues Jahr steht vor der Tür. Möge es unser bestes Jahr werden!"
    },
    {
        "id": 56,
        "name": "Plüschhäschen",
        "description": "Es ist Hasensaison! Auf dem Häschenpfad und in der ganzen Umgebung haben sich die Leute herausgeputzt, Eier bemalt und ein breites Lächeln aufgesetzt. Wir hoffen, dass ihr Herumhüpfen dich in Feiertagsstimmung bringt!"
    },
    {
        "id": 57,
        "name": "Zuckerschock",
        "description": "Vom Lebkuchenschloss zum Malzbiermeer über die Lakritzberge bis hin zum Geleefruchtwald – so weit das Auge reicht, erstrecken sich die Zuckerlande in all ihrer Pracht."
    },
    {
        "id": 58,
        "name": "Ahnenholz",
        "description": "Tief im Ahnenholzwald lauern uralte Wesen, verborgen vor den Menschen. Sie beschützen den verzauberten Wald, bestrafen Eindringlinge und inspirieren das ganze Land zu Geschichten. Doch während sich die Schrecken der Außenwelt ausbreiten, kämpfen die Verteidiger darum, ihre Festungen gegen die bösartige Neugier der Menschen zu halten."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "Im leeren Raum zwischen fernen Sternen haben organische Maschinen, die von einer unbekannten Zivilisation hergestellt wurden, ihre Schöpfer längst überlebt. Sie lauern geduldig und sind nicht in der Lage, aus ihrem irdischen Gefängnis zu entkommen, bis sie jemand erneut entdeckt und sie in die Galaxie entlässt. Sie haben gewartet. Sie warten. Sie werden warten – so lange es dauert."
    },
    {
        "id": 60,
        "name": "Lotusorden",
        "description": "Die angesehenen Anführer und hingebungsvollen Akolythen des Lotusordens sind die Besten der Ersten Lande. Als Avatare der Unsterblichkeit und der Tugend leben die Mitglieder des Ordens viele Lebzeiten lang und bemühen sich, den ewigen Frieden zu bewahren."
    },
    {
        "id": 61,
        "name": "Spielzeugkiste",
        "description": "Gnars Spielzeugkiste quillt geradezu über vor unbezahlbaren Schätzen, doch wenn er nicht zu Hause ist, erwachen sie zum Leben …"
    },
    {
        "id": 62,
        "name": "Todesblüte",
        "description": "Die Waldkreaturen der nördlichen Wälder schlummern, ungesehen von müden Reisenden und tapferen Kriegern. Diese üblen Wesen warten auf den perfekten Moment, um zuzuschlagen. Eine Geduldsprobe, die nur von Kreaturen bestanden wird, die so alt sind wie das Land selbst. Der Preis ist ein Festmahl aus Fleisch und Knochen, das den Waldboden in dunkles, sattes Blutrot taucht."
    },
    {
        "id": 63,
        "name": "Schneeschlag",
        "description": "Das Oberkommando brauchte eine neue Gruppe, um der wachsenden Bedrohung an der arktischen Front zu begegnen. Sie brauchten Soldaten, die kälter waren als die Gletscher, die sie überqueren würden, mit gefrorenen Adern und eisigen Nerven. Das ist „Schneeschlag“."
    },
    {
        "id": 64,
        "name": "Herzensbrecher",
        "description": "Die meisten Menschen gehen in ruhigen Parks oder freundlichen Teestuben auf Partnersuche. Aber diese Beziehungen sind nie von Dauer. Bande, die auf dem Schlachtfeld geknüpft werden und direkt ins Herz treffen, wie eine Kugel ins Herz des Feindes … haben dagegen Bestand. "
    },
    {
        "id": 65,
        "name": "Stahlwalküren",
        "description": "Eine von Kriegen gebeutelte Galaxie versucht nun, sich neu aufzubauen, doch alte Wunden verbleiben. Kriminelle, Kopfgeldjäger, Söldner und Assassinen haben das Machtvakuum gefüllt und kontrollieren gefährliche Exo-Kampfanzüge mit gottgleichen Fähigkeiten."
    },
    {
        "id": 66,
        "name": "Sandwächter",
        "description": "Mächtige Wächter behüten das Grab eines uralten Schreckens, auf dass er die Welt nie wieder bedrohe. Doch vielleicht ist es dafür schon zu spät …"
    },
    {
        "id": 67,
        "name": "Pharao",
        "description": "Wenngleich ihre Reiche vom Sand verschüttet wurden, herrschten einst mächtige Pharaonen über die sonnenversengten Dünen der großen Wüste."
    },
    {
        "id": 68,
        "name": "Waid",
        "description": "Nur wenige können eine Reise durch die eisige Tundra des Nordens überleben. Wenn die Kälte dich nicht tötet … töten dich gewiss die Waid."
    },
    {
        "id": 69,
        "name": "Lanzenkrieger",
        "description": "Da die Zeiten immer schlimmer werden, erwachen die großen mechanisierten Lanzenkämpfer von einst aus ihrem Dornröschenschlaf. Größer als jedes Gebäude und mächtiger als jede Armee erheben sie sich, um ihre Untertanen zu beschützen, bevor sie wieder in die Erde zurückkehren."
    },
    {
        "id": 70,
        "name": "Straßenkämpfer",
        "description": "Im Ödland ist das einzige Evangelium, das ein Straßenkrieger braucht, das Brummen eines Motors, und die einzigen Gebete, die er hört, sind die Flüche seiner Gegner. "
    },
    {
        "id": 71,
        "name": "Bilderbuch",
        "description": "Es war einmal eine Gruppe von Märchenfiguren, die aus dem Buch heraus zum Leben erweckt wurden …"
    },
    {
        "id": 72,
        "name": "Märchen",
        "description": "Jede Kultur hat ihre eigene Folklore, was Legenden und Monster betrifft. Sind diese Mythen Hirngespinste, Geschichten, die von Generation zu Generation weitergegeben werden, um das Unerklärliche zu erklären? Oder beruhen sie auf einer Wahrheit, die dem Rest der Welt verborgen bleibt?"
    },
    {
        "id": 73,
        "name": "Odyssee",
        "description": "Von den urbanen Kernwelten bis hin zum äußersten Rand der Galaxie, es erwarten dich überall Abenteuer! Das große demaxianische Reich ignoriert jeglichen Einspruch des Templerordens und des kriminellen Syndikats in ihrem Streben nach Ora – einer mysteriösen goldenen Essenz, die als Lebensblut der gesamten Zivilisation dient und jenen ungeahnte Macht verspricht, die es für ihre eigenen Zwecke einsetzen können …"
    },
    {
        "id": 74,
        "name": "Bilgewasser: Fluch der Ertrunkenen",
        "description": "Unter dem zunehmenden Mond und den steigenden Gezeiten rührt sich dunkle Magie und verbergen sich Geheimnisse. Wo Salz und Blut und Winde fließen … wie über den Wellen, so auch darunter."
    },
    {
        "id": 75,
        "name": "Weltmeister: 2017",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Schreckensnova",
        "description": "Die Schreckensnova, ein kriminelles Netzwerk von skrupellosen Söldnern, die ganze Abschnitte der Galaxie beherrschen, ist sehr mächtig geworden, seit ihre Gründer mit gestohlenen Bauplänen für den Exo-Anzug aus den Reihen von Genesis Industries geflohen sind. Jetzt wehren sie sich gegen die Bestrebungen des königlichen Galaxiemilitärs, die Unternehmensordnung von Genesis durchzusetzen, und setzen dabei die gesamte Feuerkraft des Schwarzmarkts ein."
    },
    {
        "id": 78,
        "name": "Schlacht der Gottkönige",
        "description": "Am Ende einer dunklen Zeitlinie führen zwei Könige, die von den Urgöttern der Ordnung und des Chaos abstammen, riesige Armeen in ein letztes Gefecht."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Aus den Tiefen des Planeten steigen sie auf: kolossale Wesen des Grauens und des Hungers, mächtiger als Armeen und Berge. Ihre Beweggründe sind ungewiss, ihre Pläne sind unbekannt. Klar ist nur, dass wir sie nicht überleben werden … es sei denn, wir schaffen die Mittel, sie aufzuhalten."
    },
    {
        "id": 80,
        "name": "Omen der Dunkelheit",
        "description": "Die Geschichte über eine verfluchte Königin und die verachtenswerten Anhänger ihres Ordens stellt für Eltern und ihre Kinder ein unangenehmes Gespräch am Krankenbett dar. Aber die Lektionen dauern länger, wenn die Geschichte von Schatten umgeben ist, die in den Träumen wirbeln und die Seelen der beeinflussbaren Jugend formen. Albträume sind doch nur Albträume … das beten jedenfalls die Erwachsenen …"
    },
    {
        "id": 81,
        "name": "Reise der Unsterblichen",
        "description": "Vor langer Zeit versammelten sich in einem uralten Land viele Seelen, um unter den wachsamen Augen der Götter die Grenzen ihrer Macht auszutesten. Närrisch und arrogant, mutig und gerecht. Auf den ewigen Seiten der Geschichte wurden ihre Reisen niedergeschrieben ..."
    },
    {
        "id": 82,
        "name": "Traditionell",
        "description": "Wir würdigen die ursprünglichen Designs der überarbeiteten Champions."
    },
    {
        "id": 83,
        "name": "Collector's Edition",
        "description": "Alles macht einen besseren Eindruck, wenn es in einer „Collector's Edition“-Box kommt, sei es digital oder physisch."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: der Schnittpunkt aller Dinge, die mit Gaming zu tun haben, wo das Spielen gefeiert wird und unsterbliche Bande geknüpft werden."
    },
    {
        "id": 85,
        "name": "Stahllegion",
        "description": "Im Schatten des totalen Krieges zwischen Genesis Industries und Schreckensnova sind zerstörte Leben nur ein Kollateralschaden. Die Stahllegion ist eine von Flüchtlingen gegründete Selbstschutzorganisation, die von kriegsgebeutelten Planeten aus operiert und mit aus Trümmerteilen hergestellten Waffen bewaffnet ist. Wenn niemand sonst sie verteidigt, müssen sich die Menschen selbst verteidigen."
    },
    {
        "id": 86,
        "name": "Infernalisch",
        "description": "Um eine ganze Welt zu verbrennen, bedarf es unvorstellbarer Kraft, weshalb der Aschfahle Fürst seine Legionen von Infernalischen dazu aufrief, ihre Flammen zur Verfügung zu stellen. Jeder von ihnen bringt aus den dunkelsten Tiefen seine eigenen schrecklichen Kräfte mit, doch nicht alle folgen seinem Ruf mit derselben brennenden Begeisterung."
    },
    {
        "id": 87,
        "name": "Todesschwur",
        "description": "In dem Bestreben, mehr Seelen für die Unterwelt zu gewinnen, schickt der Tod die Seelen gefallener Krieger als Todgeweihte zurück auf die sterbliche Ebene, wo sie genüsslich den schrecklichen Befehlen ihres Meisters folgen."
    },
    {
        "id": 88,
        "name": "Halloween",
        "description": "Hoffentlich hast du das gute Zeug. Du weißt schon, Piltover-Lollis, saure Schikane-Drops, Sternenvernichter-Schokoriegel … Denn falls nicht, haben die Kinder in diesem Viertel einige Streiche in petto. "
    },
    {
        "id": 89,
        "name": "Zombies gegen Schlächter",
        "description": "Gehirne&nbsp;…"
    },
    {
        "id": 90,
        "name": "Prätorianer",
        "description": "Nichts ist sicher vor den kalten Klauen der Prätorianer, einer mechanischen Plage, die die Raumzeit durchzieht. Denn so sehr die Erinnernden auch gegen die Auslöschung allen Lebens ankämpfen, tief im Inneren sind sie von Angst erfüllt, weil sie wissen, dass sie irgendwann müde werden, die Prätorianer aber nicht."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "„Es gibt einen Ort zwischen Fantasie und Wirklichkeit, an dem alles passieren kann. Ihr habt die Macht, jeder zu sein und alles zu tun. Es ist euer Traum. In unserer Zwischenwelt fühlt K/DA sich selbstbewusst und stark. Wir können alles schaffen, und das könnt ihr auch.“ –Kai'Sa"
    },
    {
        "id": 92,
        "name": "Hexenzirkel",
        "description": "Die Hexen liegen auf der Lauer, eine Schwesternschaft von beängstigender Schönheit, die ihre Hoffnungen aus unheiligen Lippen flüsterte. Sie sprechen von den aufgedunsenen Leichen der alten Götter, von uralten Riten, die mit längst vergessener Magie durchgeführt werden, von der Rückkehr dessen, was sie „Ordnung“, andere aber „Leid“ nennen. Horcht! Das Ende der Menschheit steht unmittelbar bevor."
    },
    {
        "id": 93,
        "name": "Eklipse",
        "description": "Vor langer Zeit schlug ein Orden von Mönchsrittern mit den esoterischen Kräften, die Sonne und Mond ihnen verliehen, die bösartigen Götter der alten Welt nieder. Jetzt verdunkelt sich die Welt erneut und Gewalt ist an der Tagesordnung, da eben jene Gottheiten ihre Rückkehr vorbereiten – und nur das Licht der Eklipse stellt sich ihnen in den Weg."
    },
    {
        "id": 94,
        "name": "Astronauten",
        "description": "Astronauten, Scherze und entzückende außerirdische Meeps! Die Überwindung der Schwerkraft ist für die abenteuerlustigen Weltraumbeschützer ganz normale Arbeit, denn sie verteidigen den Planeten M33p und durchqueren den großen Kosmos, der sie erwartet."
    },
    {
        "id": 95,
        "name": "Arkanisten",
        "description": "Direkt vor den Toren der Akademie liegt eine Welt voller Magie … und Gefahr. Die Professoren ermahnen die jungen Zauberer und Hexen, auf dem sicheren Schulgeländes zu bleiben, ihre Kräfte aufzubauen und fleißig zu lernen – aber wo bleibt da der Spaß, wenn das Abenteuer gleich hinter der nächsten Kurve wartet?"
    },
    {
        "id": 96,
        "name": "Papierkunst",
        "description": "„Siehst du einen Sattel auf meinem Rücken?“, zwitscherte der Phönix. „Ich bin kein Lastenträger-Vogel. Und dieser Yeti ist zu schwer für unseren Flug.“ Der Junge musste sich von seinem perfekten Plan verabschieden. Aber dann lächelte er. Denn in dieser Welt aus gefaltetem Laub und kräuselnden Bächen wartet das nächste Abenteuer immer gleich hinter der nächsten Biegung."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Einst Herrschaftsgebiet gefallener Elfenreiche, beherbergen die ausgedehnten Wälder von Albion heute Königreiche und Räuber, Elfen und freie Menschen gleichermaßen. In den kaiserlichen Ruinen kann man Macht finden, wenn man den Mut hat, sich tief in den Wald zu wagen, um sie zu suchen …"
    },
    {
        "id": 98,
        "name": "Katzen gegen Hunde",
        "description": "Die älteste Rivalität, die die Welt je gesehen hat: Der beste Freund des Menschen gegen die größten Helden des Internets. Nur eine Fraktion wird aus dem Kampf zwischen Katzen und Hunden als Sieger hervorgehen. Hoffentlich wird ihr Fell nicht allzu schmutzig, denn das Einzige, was noch schlimmer ist als eine Niederlage, ist ein Wannenbad."
    },
    {
        "id": 99,
        "name": "Weltwunder",
        "description": "Individuen aus dem weit entfernten Universum „Erde“, in dem riesige Statuen zum Leben erwachen und jeder einen lustigen Hut trägt. Eigentlich ganz ähnlich wie in Runeterra, oder?"
    },
    {
        "id": 100,
        "name": "Alltag",
        "description": "Von irgendwas muss man schließlich leben!"
    },
    {
        "id": 101,
        "name": "Eindeutig nicht",
        "description": "Ist das ein Roboter mit in einer Brille und einem Trenchcoat? Natürlich nicht. Deine Augen sehen einen animalischen Mann in einem Pyjama? Dann solltest du sie überprüfen lassen, denn du irrst dich. Wäre Draven nicht zu bescheiden, um seinen eigenen Kopf zu tragen? Du kommst dir jetzt sicher dumm vor, so etwas zu fragen. Und dieser Laser-Tintenfisch? Eindeutig ein Mensch. Definitiv."
    },
    {
        "id": 102,
        "name": "Feine Gesellschaft",
        "description": "Das Einzige, was noch beeindruckender ist als ihr Reichtum, ist ihre Fähigkeit, Steuern zu umgehen."
    },
    {
        "id": 103,
        "name": "Dunkmeister",
        "description": "Es gibt zwei Arten von Menschen auf dieser Welt: diejenigen, die sich durchsetzen, und diejenigen, die eins auf die Nase kriegen. Wenn du nicht weißt, wozu du gehörst, sei vorsichtig! Denn gleich kriegst du eine verpasst!"
    },
    {
        "id": 104,
        "name": "Kommando",
        "description": "Der typische Abgrund von Abschaum und Schurken. Bosse wetteifern um die Macht, Pakte werden geschlossen und gebrochen, Freundschaften werden mit den Klingen fieser, unauffälliger Messer beendet. Und doch gibt es in dieser Stadt noch mehr. Etwas Unentdecktes, nicht Wahrnehmbares. Etwas … Unendliches. "
    },
    {
        "id": 105,
        "name": "Eindringlinge",
        "description": "Getreu ihrem Namen sind diese ruchlosen außerirdischen Meeps zufällig auf eine Macht gestoßen, die sie nicht ganz begreifen. Leider kommt ein Unglück selten allein. Wer mit den Eindringlingen in Kontakt kommt, geht daraus fast immer ein bisschen böser … und violetter hervor!"
    },
    {
        "id": 106,
        "name": "Verrückte Wissenschaftler",
        "description": "Die Anforderungen sind recht einfach: Wir erwarten mindestens fünf Jahre Erfahrung in angewandten Wissenschaften, die letzte begutachtete Arbeit sowie zwei Referenzen. Oh, und ein fieses Lachen – das ist eigentlich das Wichtigste."
    },
    {
        "id": 107,
        "name": "Weltmeister: 2018",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Vergessene Tiefen",
        "description": "„Setz dich, mein Kind, und hör gut zu. Das Meer ist ein Wunder, die schäumenden Wellen, die unsere friedlichen Ufer erreichen, eine trügerische Einladung. Denn was unter dem unendlichen Blau liegt, ist eine Welt jenseits unserer Vorstellungskraft. Mit zerstörten Königreichen und wilden Ungeheuern, die in den vergessenen Tiefen schwimmen.“"
    },
    {
        "id": 109,
        "name": "Eroberer",
        "description": "Zur Erinnerung an das Mid-Season Invitational von League of Legends und die Turniere zum Frühjahrs-Split."
    },
    {
        "id": 110,
        "name": "Goth",
        "description": "Das ist keine Phase."
    },
    {
        "id": 111,
        "name": "Silberära",
        "description": "Die größten Superhelden und heimtückischsten Schurken der Kluft, erhältlich in einem Comicladen in deiner Nähe!"
    },
    {
        "id": 112,
        "name": "Eiszeit",
        "description": "Die Welt ist eingefroren, und nur wenige erinnern sich noch an die Ursache. Alte Schrecken rühren sich unter dem Eis, bereit, die Welt noch einmal zu erobern. Die Flamme der Hoffnung bleibt, aber die Tage sind kurz und die Nächte lang …"
    },
    {
        "id": 113,
        "name": "Academia Certaminis",
        "description": "In diesen Einrichtungen überleben nur die Starken. Obwohl sie gegründet wurden, um ihre Götterwaffe zu ehren, streben die Studenten der Akademien danach, sich deren Stärke auf ihrem Weg zum Ruhm zu eigen zu machen. Ob im Klassenzimmer oder auf dem Schlachtfeld, sie dominieren den Wettbewerb."
    },
    {
        "id": 114,
        "name": "Mittelalterlich",
        "description": "Hört, ihr Ritter und Knappen, denn diese Länder stehen unter dem königlichen Schutz des Königs und der Königin! Aus dem Weg, aus dem Weg!"
    },
    {
        "id": 115,
        "name": "Kluftklinikum",
        "description": "Nimm Platz. Der Doktor kommt gleich."
    },
    {
        "id": 116,
        "name": "Dämonisch",
        "description": "Selbst im Reich der Hölle wetteifern leidenschaftliche Persönlichkeiten um ein höheres Ansehen und spielen mit den Seelen der Sterblichen um die Gunst des dunklen Herrschers."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Während Ahri ihren Charakter auf dem Startbildschirm auswählt, erfüllt Synthesizer-Musik die Arcade. Sie drückt die Tasten nicht zufällig, sondern perfekt kalkuliert, während sie ihren Champion durch die kriminellen Straßen Demacias steuert. Eine Menschentraube versammelt sich, um zu sehen, wie Ahri endlich den Highscore schlägt, den sie erst vor wenigen Tagen aufgestellt hat."
    },
    {
        "id": 118,
        "name": "Heavy Metal",
        "description": "Zuschauer aus der ganzen Welt kommen zusammen, um die besten Roboterkämpfer in den Gladiatorenarenen von RiotCorp kämpfen zu sehen, begierig auf die Chance, zum Champion der Full Metal Fighting League gekrönt zu werden oder bei dem Versuch zusammenzubrechen."
    },
    {
        "id": 119,
        "name": "Sternenwächter-Team 3",
        "description": "Ahris alte Truppe taucht wieder auf, verändert durch die Ereignisse, die sie einst auseinandergerissen haben … und verfolgt von einer Bedrohung, die alles übertrifft, was die Sternenwächter je erlebt haben. Kann die Gruppe alten Groll überwinden und sich vor der Vernichtung retten? Oder werden sie nur die nächsten Opfer des Zwielichtssterns sein?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "„Was ist True Damage? Mann, True Damage ist die Zukunft! Es ist ein Kollektiv der besten Künstler aus der ganzen Welt, die für die besten Kollaborationen zusammenkommen, um die beste Hip-Hop-Musik zu machen. Wir sind stets fünf Schritte voraus. Alle anderen müssen uns einholen.“ – Ekko"
    },
    {
        "id": 121,
        "name": "Räuber und Gendarm",
        "description": "Niemand arbeitet härter als die Polizei von Piltover. Wer sonst kann die klebrigsten Donuts in gnadenlosen Mägen einsperren, die meisten Überstunden ansammeln und auch den läppischsten Papierkram ignorieren? Die Kriminellen mögen das vielleicht ausnutzen, aber selbst sie wünschten sich, sie hätten dieselbe Arbeitsmoral."
    },
    {
        "id": 122,
        "name": "Purpurelite",
        "description": "Wir können die Beteiligung der Purpurelite an kriminellen Aktivitäten weder bestätigen noch dementieren und bitten darum, alle Anfragen an die örtlichen Behörden zu richten."
    },
    {
        "id": 123,
        "name": "Schreckensritter",
        "description": "Diese untoten Ritter, die durch geheimnisvolle alte Magie wieder zum Leben erweckt wurden, sind die einzigen Überbleibsel einer sagenumwobenen Geschichte, die im Laufe der Zeit verloren gegangen ist. Sie werden schützen, was einst ihnen gehörte, selbst wenn es Sterbliche das Leben kostet."
    },
    {
        "id": 124,
        "name": "Rächende Dämmerung",
        "description": "Ordnung und Licht herrschen durch die Götter der Morgendämmerung, die einer neu entstehenden Welt im Konflikt mit den Kräften der Nacht Struktur verleihen."
    },
    {
        "id": 125,
        "name": "Flammende Finsternis",
        "description": "Chaos und Finsternis herrschen durch die Götter der Nacht, die einer statischen Welt im Konflikt mit den Kräften der Morgendämmerung Struktur verleihen."
    },
    {
        "id": 126,
        "name": "Blutjaspis",
        "description": "In den Tiefen der Nacht wimmelt es von Schrecken, aber keiner ist so furchterregend wie die Blutjaspis-Kulte. Schreie ertönen in ihrer Gegenwart, während Blut durch die Straßen rinnt, denn ihr Meister hungert und muss gesättigt werden."
    },
    {
        "id": 127,
        "name": "Mecha-Königreiche",
        "description": "Jahrzehntelang bekriegten sich die Großen Königreiche, bis ein neuer Feind erschien. Aber mit den Geschenken des Himmels können sie zurückschlagen. Werden sie ihre Vergangenheit ablegen, um ihre Zukunft zu retten?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Im rauen, eisigen Norden sieht man nur selten Reisende aus anderen Ländern. Diejenigen, die sich in die Wildnis wagen, treffen auf eine unwirtliche Natur und feindselige Horden. Von Glück reden können die wenigen, die überleben und in ihre Heimat zurückkehren."
    },
    {
        "id": 129,
        "name": "Schwarzfrost",
        "description": "Die Eishexe lässt niemanden schlummern; jeder gefallene Freund und Feind in ihrem Reich erhebt sich aufs Neue, um an ihrer Seite zu kämpfen. Ihre dunkle Magie verzerrt ihr Aussehen und erzeugt eisige Golems mit Herzen aus schwarzem, ewigem Eis."
    },
    {
        "id": 130,
        "name": "Weltmeister: 2019",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "Die PsyOps-Einheit – das Kronjuwel militärischer Geheimoperationen – besteht aus Elitesoldaten, die gegen abtrünnige Streitkräfte und übernatürliche Bedrohungen eingesetzt wird. Offiziell existiert sie nicht. Wenn die konventionelle Kriegsführung jedoch nicht ausreicht und das Schicksal der Welt auf dem Spiel steht, stehen die PsyOps bereit."
    },
    {
        "id": 134,
        "name": "Konzern der Schwarzen Rose",
        "description": "Der Konzern der Schwarzen Rose ist eine übersinnliche paramilitärische Einheit von furchterregender Macht, die mit ihren grausamen menschlichen Biowaffen eine neue globale Ordnung schaffen will."
    },
    {
        "id": 135,
        "name": "Drachenpropheten",
        "description": "Majestätische Drachen leben an abgelegenen Orten ungezähmter Schönheit und mischen sich nur selten in Angelegenheiten der Sterblichen ein, um wenigen Auserwählten ihre Gabe zu verleihen. Jene, die das Glück haben und mächtig genug sind, diesen höchsten Segen zu erhalten, werden Drachenpropheten genannt. Ob sie diesen nun für das Gute oder das Böse einsetzen, liegt an ihnen und an allen, die mächtig genug sind, sie aufzuhalten."
    },
    {
        "id": 136,
        "name": "Galaktisch",
        "description": "Der Krieg des zerbrochenen Mondes hat unsere Galaxie fast hundert Zyklen lang verwüstet. Und noch immer … ist kein Ende in Sicht."
    },
    {
        "id": 137,
        "name": "Kriegerköniginnen",
        "description": ""
    },
    {
        "id": 138,
        "name": "Schwarznebel",
        "description": "Die Graunacht breitet ihren schwarzen Nebel über Runeterra aus und korrumpiert wahllos. Einige lassen sich in seiner Gegenwart dazu verleiten, dem gestürzten König zu folgen, weil sie glauben, dass ihre Ziele übereinstimmen. Aber Viego will nur die Rückkehr von Isolde; er hat keine Verbündeten. Seine vom schwarzen Nebel korrumpierten Untertanen, die ihm helfen, die Wächter aufzuhalten, sind nur Bauern in einem Schachspiel gebrochener Herzen."
    },
    {
        "id": 139,
        "name": "Schriftrollen von Shan Hai",
        "description": "In den sagenumwobenen Schriftrollen von Shan Hai durchstreifen Götter und mythische Kreaturen magische Länder und gebieten über die Macht der Elemente. Einige geben sich mit der ihnen gegebenen Palette zufrieden, während andere die Grenzen überschreiten und ihr Leben mit einem neuen Pinsel malen möchten."
    },
    {
        "id": 140,
        "name": "Kristallrose",
        "description": "Romantik und Freude liegen in der Luft beim alljährlichen Fest der Kristallrose, bei dem sich Widersacher auf friedlichem, neutralem Boden treffen, um eine Nacht lang zu tanzen, sich zu amüsieren und Wünsche für die Zukunft zu äußern. Von allen wird erwartet, dass sie ihre Waffen am Eingang abgeben – als Versprechen für eine bessere Zukunft."
    },
    {
        "id": 141,
        "name": "Verblühte Rose",
        "description": "Auf dem Fest der Kristallrose sind alle willkommen, die an seinen Traum von einer friedlichen Zukunft glauben, auch wenn inzwischen viele von der Veranstaltung enttäuscht sind. Die Mitglieder der „Verblühten Rose“ möchten, dass das Fest nicht länger stattfindet. Aber niemand kann sich dem Charme des Festes entziehen; vielleicht werden sie doch auch von der Schönheit des Abends mitgerissen und ändern ihre Meinung."
    },
    {
        "id": 142,
        "name": "Mondzodiak",
        "description": "Jedes Jahr kommt eine zu Streichen aufgelegte Mondzodiak-Bestie in die Welt der Sterblichen, angezogen von den Neujahrsfeierlichkeiten. Und jedes Jahr bestimmt der entsprechende Mondgott eine Truppe von auserwählten Champions, die sich eine fröhliche Verfolgungsjagd mit der Bestie liefern und die Stadt vor dem spielerischen Herumtoben der Kreatur schützen. Die Mondparade ist ein beliebter Bestandteil der Neujahrsfeierlichkeiten und die Bestie bringt Glück, sobald die Truppe sie erfolgreich zur Ruhe gebracht hat. Eine gut gelaunte und ausgeruhte Mondzodiak-Bestie bedeutet stets ein glückliches neues Jahr!"
    },
    {
        "id": 143,
        "name": "Bienen!",
        "description": "Bssss. Bssss bsssss bssss. Bssss! Bsss, bssss, bss bssss. Bssss …"
    },
    {
        "id": 144,
        "name": "Weltraum-Groove",
        "description": "In einer groovigen Galaxie, eine Million Disco-Infernos entfernt, schenkt eine geheimnisvolle Energie, die nur als „Der Groove“ bekannt ist, Trillionen von galaktischen Bürgern Musik und Wohlstand. Doch als die außerirdische Oberbefehlshaberin Lissandra und ihre Armee der Miesen Vibes beginnen, Planeten zu versklaven und die Discomusik zu unterdrücken, erhebt sich eine neue Generation von Helden, um sie aufzuhalten, damit die groovige Party niemals endet."
    },
    {
        "id": 145,
        "name": "Weltmeister: 2020",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arkana",
        "description": ""
    },
    {
        "id": 147,
        "name": "Wächter des Lichts",
        "description": "Wenngleich sie nur wenige sind, haben die Wächter des Lichts eine bewegte Geschichte hinter sich. Seit Jahren bekämpfen sie die Graunacht, bewaffnet mit uralten Reliktsteinen, die ihre Seelen in ein mächtiges Licht verwandeln. Doch alles, was jetzt zählt, ist die Schlacht, die vor ihnen liegt, denn der gestürzte König verwüstet Runeterra, um noch einmal mit seiner Königin zu tanzen."
    },
    {
        "id": 148,
        "name": "Cyberpop",
        "description": "Im pulsierenden Untergrund von Sound City schließen sich Hacker, Skater, Rebellen und Schurken zusammen, um sich vor den neugierigen Blicken der mächtigen Cyber-Konzernbosse zu schützen."
    },
    {
        "id": 149,
        "name": "Albtraum der Gangsterstadt",
        "description": "Wenn Korruption und Ungesetzlichkeit auf einer Landkarte existieren würden, wäre Valoran City ihr Zentrum. Es ist eine Brutstätte für alles Verkommene, in der keine Tiefe zu tief ist, um das Böse zu finden, und die Schrecken, die dort lauern, sind begierig, ihren Einfluss zu verbreiten."
    },
    {
        "id": 150,
        "name": "Auserwählte des Phönix",
        "description": "Nur die reinsten Herzen werden vom göttlichen Fenghuang gesegnet, einem legendären Phönix, der über die Welt wacht. Seine Helden erhalten eine einzige Feder, die unvorstellbare elementare Energie enthält und ihnen die Mittel verleiht, alles Unschuldige und Gute vor den Mächten zu schützen, die in den Schatten lauern."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "In einem Reich, das finsteren und gleichgültigen Göttern geweiht ist und in dem die Sterblichen in unaufhörlichen, blutigen Metal-Sagas aufeinanderprallen, erhob sich eine Band über alle anderen: Pentakill, die Auserwählten der verheerenden Meute. Sie werden in den Tempeln und Arenen im ganzen Land verehrt und genießen ihre absolute Vorherrschaft – doch eine Zeit des Wandels steht bevor, und der Zyklus könnte bald von neuem beginnen …"
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Konditorei",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porzellan",
        "description": "In einer Welt, in der uralte Geister und magische Kreaturen am Rande der modernen Gesellschaft gedeihen, sind mächtige Porzellanartefakte, die so genannten Sternzeichenrelikte, der Schlüssel zu immenser Macht. Sie werden von den Beschützern bewacht: unsterbliche Wächter, die dafür sorgen sollen, dass die Relikte nicht in die falschen Hände geraten."
    },
    {
        "id": 155,
        "name": "Schockklingen",
        "description": "Die Schockklingen sind ein Orden geheimnisvoller Shinobi-Krieger, deren Waffen durch das tödliche Wolkenritual mit Blitzmagie aufgeladen wurden, und deren Aufgabe es ist, die Menschheit vor bösartigen Geistern und Monstern zu schützen. Sie wandeln zwischen der Welt der Sterblichen und der Welt der Geister, um Bedrohungen zu bekämpfen, denen niemand sonst die Stirn bieten kann, und um die Zukunft aller Bewohner der sterblichen Welt zu sichern."
    },
    {
        "id": 156,
        "name": "Anima-Trupp",
        "description": ""
    },
    {
        "id": 157,
        "name": "Aschfahle Ritter",
        "description": "Vor ewig langer Zeit führte ein großer König einen glorreichen Krieg, um die Welt von den Fesseln der Magie zu befreien, damit die Menschheit ihr Schicksal selbst schmieden konnte. Doch als er die letzte Quelle für Verzauberungen abgeschnitten hatte, war der König verloren, das Fundament der Welt stürzte ein, und seine einst legendären Ritter wurden dem Wahnsinn, dem Ruin und der Asche überlassen."
    },
    {
        "id": 158,
        "name": "Weltmeister: 2021",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Meeresrauschen",
        "description": "Nichts verströmt den „Strandatmosphäre und coole Musik“-Lebensstil mehr als das Meeresrauschen-Festival. Von Seraphines sanften Liedern bis zu Yones experimentellen DJ-Set ist für jeden etwas dabei. Spüre den Sand zwischen deinen Zehen, schmecke die salzige Luft und lass dich von der besten Musik des Sommers mitreißen."
    },
    {
        "id": 160,
        "name": "Schneemond",
        "description": "Wenn der Schneemond über den erhabenen Bergen Ionias aufgeht, zieht ein kalter Wind über das Land. Seine Anhänger – ein Kult von unerschütterlichen Assassinen – beginnen ihr Ritual. Mit dem Schnee kommt die Läuterung, eine Katharsis, die nur durch die Opferung der eigenen Menschlichkeit möglich ist."
    },
    {
        "id": 161,
        "name": "Sternenwächter-Saison 4",
        "description": "Uralte Feinde erscheinen in Valoran City, das von Zoes Invasion schwer erschüttert wurde und nun von einer neuen Generation von Sternenwächtern verteidigt wird. Während sich die Finsternis am Himmel zusammenbraut, bereiten Kai'Sa und Akali ihre unerprobte Truppe auf einen Kampf gegen Mächte vor, die sie nicht begreifen können … und auf die wahre Bedrohung, die dahinter lauert."
    },
    {
        "id": 162,
        "name": "Monsterzähmer",
        "description": "Wer wir sind?! Wir sind Monsterzähmer! Wir beschützen die Welt, wenn sie in Gefahr ist! Wenn andere fliehen, folgen wir dem Gebrüll. Wir zähmen das Monster und verwenden das KOSE. Mit neuen Freunden an unserer Seite werden wir springen, rennen, schwimmen und gleiten! Wir gehen überall hin, egal wie weit. Weil wir Monsterzähmer sind! Ja, das sind wir!"
    },
    {
        "id": 163,
        "name": "Geistwächter",
        "description": "Fast zehn Jahre wurden Udyrs spirituelle Fähigkeiten in Ionia bei Mönchen des Hirana-Klosters geschult. Als Freljord ihn rief, entschied er sich, zu bleiben und die Ausbildung abzuschließen. Nun ist Udyr in spiritueller und sterblicher Hinsicht Teil der ionischen Landschaft und versucht mit Lee Sin und Karma, das von Kriegen zerrüttete Land zu stabilisieren."
    },
    {
        "id": 164,
        "name": "Zerstörung",
        "description": "Vor eintausend Jahren beschloss der letzte König von Camavor, seinem Herzen zu folgen … zu Lasten seines Volkes. Seine Liebe war so mächtig, dass das Schicksal eingriff, und was folgte, war nichts als Zerstörung."
    },
    {
        "id": 165,
        "name": "Zenitspiele",
        "description": "Wir schreiben das Jahr 2122, ein Jahr der Premieren für die Zenitspiele. Roboter-Schiedsrichter kommen aufs Spielfeld, die Sportart Hammerschlag feiert ihr Wettkampfdebüt, und nach jahrelangen Diskussionen dürfen augmentierte Menschen endlich teilnehmen. Bleibt nur noch die Frage, wer gewinnt."
    },
    {
        "id": 166,
        "name": "Elemente",
        "description": "Ein Königreich steht am Rande des Abgrunds, während eine Armee aus titanischen Elementarbestien gegen die Menschheit Krieg führt. Eine einsame Kriegerkönigin bildet die letzte Verteidigungslinie: Lux der Elemente. Um ihr Volk zu retten, muss sie in sich gehen und ihr wahres Ich entdecken – egal welche Gestalt es annimmt."
    },
    {
        "id": 167,
        "name": "Klassisch",
        "description": "Schätze aus längst vergangenen Tagen, die in greifbarer Nähe schimmern."
    },
    {
        "id": 168,
        "name": "Urf, der Manati",
        "description": "In liebevollem Gedenken an Urf, einen sanftmütigen Seekuh-Krieger, der jetzt mit seinem Pfannenwender in den seichten Sümpfen des Jenseits trainiert. Gute Nacht, lieber Prinz."
    },
    {
        "id": 169,
        "name": "Überraschungsparty",
        "description": "Jedermann liebt Überraschungspartys! Die Gästeliste ist fertig, alle haben ihre Geschenke besorgt, und das Essen wird großartig sein. Und sogar einen Clown wird kommen! Diese Party wird unvergesslich werden. Aber kein Wort darüber zu Amumu."
    },
    {
        "id": 170,
        "name": "Schreckensnacht",
        "description": "Die Pension „Fliegenpilz“, die auf riesigen Froschbeinen übers Land hüpft, lockt Untermieter der schrecklichsten Sorte an. Egal, wo sie sich niederlässt, es gibt immer ein Monster, das eine Bleibe sucht, und Mutter Glasc ist immer da, um es mit offenen Armen in die Familie aufzunehmen. Und ein endloses Labyrinth von Räumen garantiert, dass niemand abgewiesen wird."
    },
    {
        "id": 171,
        "name": "Seelenblumen",
        "description": "Das Seelenblumenfest ist eine uralte Feierlichkeit in Ionia. Wenn sich das Tor zur Geisterwelt öffnet, kehren die Toten zu ihren Lieben zurück, und Geister aller Art beobachten die Lebenden. Von den wohlgesinnten Kanmei bis zu den besessenen Akana – ihre Geschichten wiederholen sich immer wieder, wie Schatten auf einer Papierlaterne."
    },
    {
        "id": 172,
        "name": "Hexerei",
        "description": "Wer hat gesagt, dass Hexen keinen Spaß haben dürfen? Wer auch immer das war, ist jetzt wahrscheinlich ein Frosch. Oder ein anderes verfluchtes Ungeziefer, das dazu verdammt ist, für immer durch die Straßen zu ziehen und die abendlichen Feierlichkeiten aus der Ferne zu beobachten. Eine ziemlich harte Strafe, aber was hast du denn erwartet? Sie wissen vielleicht, wie man eine Party schmeißt, aber letztendlich sind sie immer noch Hexen!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Spür den Bass. Hör den Rhythmus. Lass dich von der Musik leiten."
    },
    {
        "id": 174,
        "name": "Popstar",
        "description": "Wenn du an der Spitze der Charts stehst, kann dich niemand runterziehen."
    },
    {
        "id": 176,
        "name": "Drei Ehren",
        "description": "Die Gesellschaft ist unter der Herrschaft des Essent zunehmend individualistisch und verschlossen geworden. Die Menschen werden ermutigt, sich nur um sich selbst zu kümmern, sodass niemand dem anderen traut. Als Anführer des längst nicht mehr existierenden Ordens des Trostes versucht Malzahar, durch die erhebende Aura des Trostes Harmonie in diese disharmonische Welt zu bringen. Er weiß, dass sie sich nur gemeinsam für eine bessere Welt einsetzen können."
    },
    {
        "id": 177,
        "name": "Bilgewasser: Söldner",
        "description": "Kopfgeldjäger, Gesetzlose und Piraten strömen zum berüchtigten Schlachterhafen von Bilgewasser wie Fliegen zu Schlachtabfällen. Es ist ein hartes Leben auf diesen Meeren, aber die Belohnung kann sich durchaus lohnen … Wenn die Bärtige Dame es erlaubt."
    },
    {
        "id": 178,
        "name": "Chronik",
        "description": "Legenden werden durch ihre Vergangenheit geprüft, geformt und geschmiedet."
    },
    {
        "id": 179,
        "name": "Fluch der Leere",
        "description": "Sollte sich die Geißel der Leere über Runeterra ausbreiten, werden sich alle ihrer widernatürlichen Evolution beugen. Die Leere schwärmt aus, hungert, begehrt, verschont keine Kreatur und duldet keine Niederlage."
    },
    {
        "id": 180,
        "name": "Anderewege",
        "description": "Ein Daunenkrieger flattert mit den Flügeln, und auf halbem Weg über Runeterra taucht ein Meeresdrache auf. Unser Leben verläuft unbeständig wie Worte auf Pergament. Die Wege, die vor uns liegen, sind unbekannt und aufregend. Was wäre, wenn „der genommene Weg“ stattdessen … „der weniger genommene Weg“ wäre?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Wer lässt sie im Build bleiben? Verrate das nicht der Rechtsabteilung."
    },
    {
        "id": 183,
        "name": "Seelenstehler",
        "description": "Seelen sind Leben, Licht, Macht – und in einer Welt ohne Gnade werden sie von unbarmherzigen Meistern des Todes gestohlen und verzehrt."
    },
    {
        "id": 184,
        "name": "Triumphierend",
        "description": "Belohnung für Spieler, die ein gesponsertes „League of Legends“-Turnier gewonnen haben."
    },
    {
        "id": 185,
        "name": "Wahrer Krieger",
        "description": "Für einen wahren Krieger werden nur Stärke und Ehre in der Ewigkeit widerhallen."
    },
    {
        "id": 186,
        "name": "Elysisch",
        "description": "Pyke, der erste Elysische, zieht auf einem zerstörerischen Feldzug gegen seine Gegenspieler durch die Reiche und erzeugt dabei neue Elysische. Wer wird an der Spitze stehen, wenn diese neuen Kraftpakete auftauchen, und was werden sie mit der ihnen verbleibenden, schnell schwindenden Zeit anfangen?"
    },
    {
        "id": 187,
        "name": "Wintergeweiht",
        "description": "Wenn die Luft frischer wird und der erste Schnee fällt, blicke hinauf zum Himmel, denn dann erscheint Polaris. Fürchte dich nicht, denn wenn du ohne Erwartung tugendhaft warst, wirst du vielleicht mit dem Segen der Aurora belohnt. Aber vergiss nicht: Wie du dich auch verhältst, betrachte dein Glück nicht als selbstverständlich, denn Polaris kommt jedes Jahr, und niemand kann seiner Strafe entkommen."
    },
    {
        "id": 188,
        "name": "Sagenschöpfer",
        "description": "Vor langer Zeit führte der Sieg über die mächtige Kreatur Galio zu den Traditionen des Mondneujahrs, die durch die Nacherzählung dieser epischen Geschichte weitergeführt werden. In der Geschichte selbst liegt eine ganz eigene, lebendige Welt – doch als die Welt der Geschichte plötzlich gestört wird, müssen die Figuren zusammenarbeiten, um das Chaos zu beheben und ihre eigene Sage zu verwirklichen."
    },
    {
        "id": 189,
        "name": "Herzensadel und Herzschmerz",
        "description": "Die schicke, selbstsichere Herzensadel-Clique hat nicht viel mit dem Herzschmerz-Team gemein, das lieber den Unterricht schwänzt, um im Skatepark abzuhängen. Aber in einer Sache sind sie sich einig: Sie haben die Nase voll von diesem albernen, erfundenen Feiertag, an dem es darum geht, dass Menschen Gefühle füreinander entwickeln. Warum schaffen sie es dann nicht, die Schmetterlinge aus ihren Bäuchen zu vertreiben?"
    },
    {
        "id": 190,
        "name": "Gebrochener Pakt",
        "description": "Seit Jahren kämpfen die Aspirantenkongregation und die Nimmerghaast-Sekte um Aspira, den Atem des Lebens. Für die Kongregation ist Aspira ein Geschenk, das man nach dem Tod zurückgibt, um ins Jenseits zu gelangen. Aber die Nimmerghaast, die mit einem ewigen Durst nach Atem verflucht sind, glauben, dass es nur ein Leben gibt und dass man es bis zum Exzess leben muss. Der Krieg tobt weiter, und es ist kein Ende in Sicht …"
    },
    {
        "id": 191,
        "name": "Feenhof",
        "description": "Alle Feenadligen sind Diener des Willens der Natur, die mit ihrer Magie die natürliche Ordnung und den Wechsel der Jahreszeiten vollziehen. Hinter diesem höheren Ziel verbirgt sich jedoch ein ständiges Spiel politischer Intrigen, das sich in luxuriösen Höfen aus Seide, edlen Stoffen und Gold abspielt. Macht – ob magisch, natürlich oder politisch – regt immer zum Wettbewerb an."
    },
    {
        "id": 192,
        "name": "Tintenschatten",
        "description": "In den Außenbezirken von Rabadon-Stadt beherbergt ein Tempel die letzte Hoffnung der Bewohner von Rabadon: die Krieger der Tintenschatten. Jeder von ihnen opfert, was ihm am wichtigsten ist, um einen Pakt mit einem uralten Geist zu schließen, der einen mit magischen Tätowierungen zeichnet, die so mächtig sind, dass selbst die Elite vor ihnen erzittert. Sie sind keine Opfer mehr. Die Zeit ist für sie gekommen, sich ihr Zuhause zurückzuholen."
    },
    {
        "id": 193,
        "name": "Flammende Finsternis und Rächende Dämmerung",
        "description": "Der Konflikt zwischen der Flammenden Finsternis und der Rächenden Dämmerung ist zeitlos. Die Mächte des Chaos und der Dunkelheit bringen Veränderung, während die Mächte der Ordnung und des Lichts für Struktur sorgen. Diese Götter und ihre Nachkommen formen eine neue Welt und niemand kann sagen, ob ihre Zukunft helle Tage … oder dunkle Nächte bereithält."
    },
    {
        "id": 194,
        "name": "Weltmeister: 2022",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus war eine Welt, die mit der Magie verbunden war, aber nach der Säuberung brach alles zusammen. Jahrhunderte später ist die Zivilisation verstreut, die Natur hat sich die Städte zurückerobert, und die Magie ist in Form der Prismae-Kristalle zurückgekehrt. Alles, was sie will, ist, sich auszubreiten, und während einige ihre Macht gefahrlos nutzen können, verlieren sich andere in ihrem Sog und werden von ihr eingenommen. So beginnen die Prismae-Kriege."
    },
    {
        "id": 196,
        "name": "Soul Fighter",
        "description": "Ihre Seelen erwachen durch Prüfungen: auf einem Schlachtfeld oder in den Schützengräben des Geistes. Jeder von ihnen verfügt über einzigartige Fähigkeiten, die seine Natur widerspiegeln, sowie über die Macht, die Essenz seines Geistes heraufzubeschwören. Einige verfeinern ihre Kraft, mäßigen sie durch Training … Andere setzen sie nur als Waffe ein, um zu zerstören. Sie sind … SOUL FIGHTER!"
    },
    {
        "id": 197,
        "name": "Straßendämonen",
        "description": "In Styxbridge leben Dämonen, Kreaturen und Menschen Seite an Seite. Jedes Jahr findet ein Straßenkunstfestival statt, dessen Höhepunkt ein freundschaftlicher Wettbewerb ist, bei dem es darum geht, wer das größte und auffälligste Graffiti erschaffen kann: Das TagFest!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Die Eidola Vida waren einst sterblich, wurden aber nach ihrem Tod durch die Liebe ihrer Familien als Lebensgeister wiedergeboren. Die Eidola Muerte waren vergessene Seelen, die nach dem Tod durch das Jenseits streiften, bis sie Ersatzfamilien fanden. Beide kann man nicht sehen, sondern nur durch ihr Ardor spüren: magische Flammen, die entweder helfen, Leben zu kultivieren oder es auszulöschen."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "„HEARTSTEEL ist die heißeste neue Band der Szene, mit Künstlern wie Kayn und Ezreal …“\\n„Die Band ist von uns allen!“\\n„Beruhige dich, Sett.“\\n„Moment, K'Sante. Für welches Magazin ist das nochmal?“\\n„Bitte versuche, dich zu konzentrieren!“\\n„Hey, Yone, können wir jetzt endlich auf die Bühne?“\\n„Wir sind – hm, tja, Aphelios ist gerade weggegangen …“"
    },
    {
        "id": 200,
        "name": "Krallen des Tigers",
        "description": "Diejenigen, die das Glück haben, mit leuchtenden Zeichen auf ihrer Haut geboren zu werden, werden von ihrem Volk als „Gunstklaue“ verehrt. Diese besonderen Tigrasgezeichneten sind dazu bestimmt, ihre Gemeinschaft zu repräsentieren und aufgrund ihrer Stärke den Respekt der anderen einzufordern. Jeder von ihnen hofft, die Welt im Namen seiner Art zu erobern und der von allen gefürchtete Anführer zu werden."
    },
    {
        "id": 201,
        "name": "Himmelsschuppen",
        "description": "Um die Untertanen ihres Königreichs besser kennen zu lernen, steigen die drakonischen Könige und ihr Gefolge aus ihrem Palast im Himmel herab, nehmen menschliche Gestalt an und feiern mit den Sterblichen das neue Jahr."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Als die Prismae-Kristalle erschienen, lernten manche, ihre Magie zu verfeinern. Doch hoch im Norden korrumpiert der Einfluss der Kristalle die Erde selbst. Zwischen dem fraktalen Unterholz und der schillernden Luft verbünden sich Kreaturen mit einst menschlichen Bewohnern in einem Krieg gegen das, was von der Zivilisation übrig geblieben ist. Alles wird sich im Bild der Prismae-Kristalle widerspiegeln."
    },
    {
        "id": 203,
        "name": "Essensschlacht",
        "description": "Diese Lebensmittel sind sowohl schmackhaft als auch wehrhaft und geben nicht kampflos auf."
    },
    {
        "id": 204,
        "name": "Emporgestiegene Legenden",
        "description": "Vor langer Zeit versiegelten die Götter der Mythen ihre Kraft in den vier Splittern der Emporgestiegenen: Chaos, Harmonie, Geduld und Vitalität. Jeder dieser Splitter stellte Krieger, die nach seiner Macht strebten, vor eine lebensbedrohliche Prüfung und versprach, sie in der Geschichte zu verewigen. Bis zum heutigen Tag stellen sich Kämpfer im ganzen Land der Herausforderung, in der Hoffnung, ein Vermächtnis zu hinterlassen, das selbst ein Gott respektieren würde."
    },
    {
        "id": 205,
        "name": "Regenhirte",
        "description": "Die Welt ist ausgetrocknet, ohne Wasser und Gesang. Seit die Frösche die Macht des Singens verloren haben, regnet es seltener und die Feuchtigkeit ist spärlich. Also haben die Frösche einer neuen Gruppe das Singen beigebracht: den Regenhirten. In spezieller Regenkleidung arbeiten sie daran, das Land wieder aufzufrischen und der Natur ihre frühere Üppigkeit zurückzugeben."
    },
    {
        "id": 206,
        "name": "Primordianer",
        "description": "Die Primordianer wurden vom Festland vertrieben und fristeten ihr Dasein unter dem Meer, wo sie Jahrhunderte lang warteten … Doch nun können sie die Oberflächenbewohner und ihre Misshandlung des Planeten nicht länger tolerieren. Und so fällte die Königin der Primordianer ihr Urteil: Die Zeit der Menschheit in der Sonne ist vorbei und die Regentschaft der Primordianer hat gerade erst begonnen."
    },
    {
        "id": 207,
        "name": "Weltmeister: 2023",
        "description": "Herzlichen Glückwunsch an deine WM-Gewinner 2023: T1!"
    },
    {
        "id": 208,
        "name": "Fistbumps und Festivitäten",
        "description": "Ha ha! Zeit zum Feiern!"
    },
    {
        "id": 209,
        "name": "Auserwählte des Wolfs",
        "description": "Als die junge Anführerin Ambessa im Kampf fällt, wird ihr eine Vision von Volrachnun verliehen, einem geheiligten Jenseits für würdige Anhänger des Wolfes. Alle, die in diesem Zufluchtsort willkommen geheißen werden, müssen sich der Ewigen Jagd anschließen, Glückseligkeit im Kampf finden und ihre auserwählten Mitstreiter in einer nie endenden Jagd herausfordern."
    },
    {
        "id": 210,
        "name": "Superfans",
        "description": "Zeig deine Fan-Flagge!"
    },
    {
        "id": 211,
        "name": "Maske der Schwarzen Rose",
        "description": "Beim Seidentanz, einem Maskenball, der Adlige und Lichtgestalten aus ganz Runeterra vereint, herrschen Prunk und Luxus. Doch in Noxus ist der Tanzsaal ein Schlachtfeld. Ein Flüstern ist so scharf wie ein Dolch und Höflichkeitsfloskeln gehen mit Machtkämpfen Hand in Hand. Sogar die zurückgezogene Lady Elise hat ihr Nest verlassen, um die Veranstaltung zu moderieren, im Dienste der unsichtbaren Augen … die zusehen. Und warten."
    },
    {
        "id": 212,
        "name": "Modernes Mythos",
        "description": "Die Mythen und Legenden haben sich vor langer Zeit zugetragen, aber ihr Nachhall ist bis heute zu spüren. Unter der Oberfläche der profanen Welt erzeugt die mythische Macht eine neue Generation von Helden."
    },
    {
        "id": 213,
        "name": "Teigtaschenschätze",
        "description": "Jeder Konditormagier, der etwas auf sich hält, weiß, dass zu jedem Treffen pikante Leckereien gehören. Ihr Café mag zwar neu sein, aber die Kunst der Teigtaschenzubereitung ist es nicht – und diese magischen Köche sind bereit, ihren Weg zu kulinarischer Größe zu kneten, zu hacken, zu braten und zu dämpfen. Ein einziger Bissen von diesen teigigen Köstlichkeiten bringt selbst den mürrischsten Gast dazu, sich einen Stuhl zu nehmen und zu feiern."
    },
    {
        "id": 214,
        "name": "Maskierte Gerechtigkeit",
        "description": "Nachdem er seine eigene Heimatwelt zerstört hatte, durchsuchte der verrückte Riese Mezzorax die Galaxie, bis er einen neuen Planeten fand, in den er eindringen konnte: die geschäftige Metropole Ocono. Aber jetzt wehrt sich eine ungewöhnliche Gruppe von Bürgern. Gestärkt durch außerirdische Hyperverkleidungen werden sie die Leben rächen, die Mezzorax gestohlen hat, und seine Herrschaft endgültig beenden."
    },
    {
        "id": 215,
        "name": "Große Abrechnung",
        "description": "Es ist noxische Tradition, einen großen Sieg und den Triumph der Stärke über die Schwäche zu feiern. Nach ihrem erfolgreichen Feldzug in das Gebiet von Freljord wird zu Ehren des zurückgekehrten Generals Darius und seiner Krieger eine große Abrechnung abgehalten, die Menschenmassen in jede Arena der Hauptstadt zieht, um ihn und alle berühmten Vergelter der vergangenen Jahre zu ehren."
    },
    {
        "id": 216,
        "name": "Schicksalsformer und Schicksalsbrecher",
        "description": "In einer Welt, die mit dem Gefüge des Schicksals fest verflochten ist, ist kein Faden unerreichbar für jene, die mutig genug sind, nach ihm zu greifen. Dazu müssen sie den Palast des Gefüges aufsuchen und sich den Schicksalsformern stellen, mächtigen Wesen, die mit der Gestaltung des Schicksals betraut sind. Diejenigen, die sich bewähren – genannt Schicksalsbrecher – können ihr Schicksal neu schreiben ... und die Zukunft gestalten."
    },
    {
        "id": 217,
        "name": "Sterndeuter",
        "description": "Die Sterndeuter sind erfahrene Wahrsager, die über lange Zeit hinweg die Geheimnisse des Kosmos entschlüsselt und in der umfangreichen Bibliothek des Ordens aufbewahrt haben. Sie haben ihre Heimat mithilfe ihres esoterischen Wissens und unter Einsatz von uralten Kräften vor unzähligen Bedrohungen geschützt. Doch nur wenige von ihnen sind bereit, es mit einem unbekannten Schrecken aus einer anderen Sphäre aufzunehmen – oder überhaupt seine Existenz anzuerkennen."
    },
    {
        "id": 218,
        "name": "Seelenblumentherme",
        "description": "Hoch in den Bergen befindet sich ein Badehaus, das Gäste aufsuchen, die ihre weltlichen Sorgen vergessen wollen. Dieser Rückzugsort namens „Seelenblumentherme“ ist eine Oase, in der es kein Drama gibt. Das freundliche Personal und der magische Dampf spülen die Belastungen durch Kämpfe und Erinnerungen, die am besten in Vergessenheit geraten sollten, einfach fort. Hier gibt es weder Helden noch Schurken – nur Ausgeruhte und Verjüngte."
    },
    {
        "id": 219,
        "name": "Zukunftsbilder der Gefallenen",
        "description": "„Einst waren wir Götter. Jetzt, da wir für immer in der körperlosen Dunkelheit unserer Gefangenschaft verloren sind, träumen wir wieder und wieder davon, zurückzukehren und blutige Rache zu nehmen … während die Menschen wieder um unsere göttliche Gnade flehen.“<br>In einer Zeit der Legenden gehörte diese Welt den Düsteren.<br>Und die Düsteren wollen sie erneut für sich beanspruchen."
    },
    {
        "id": 220,
        "name": "Weltmeister: 2024",
        "description": "Herzlichen Glückwunsch an die Gewinner der WM 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Die Flora Fatalis urteilt über alle, die in ihre berauschende Nähe kommen, und ruft jene mit Mut und großen Ambitionen zu sich, um ihnen die Saat ihres Willens einzupflanzen. Zusammen passen sie sich an und entwickeln sich weiter, während sie immer stärkere Wirte suchen, die sie mächtiger machen und verschlingen können."
    },
    {
        "id": 222,
        "name": "Die ewigen Aspekte",
        "description": "Die mächtigen Aspekte arbeiten seit Jahrtausenden unermüdlich im kosmischen Reich, um Runeterra zu führen und zu stärken. Jeder von ihnen behauptet, die ultimative Manifestation einer universellen Wahrheit der Schöpfung zu sein – und sie suchen sich sterbliche Wirte aus, die ihrer würdig und in der Lage sind, ihre Absichten voranzutreiben, um erneut in physischer Form auf der Welt zu wandeln."
    },
    {
        "id": 223,
        "name": "Versunkene Schatten",
        "description": "Während verfeindete Korsaren um die Vorherrschaft über die Finstermeere wetteifern, regt sich unten ihnen etwas viel Älteres. Nur wenige Sterbliche, die sich in die Tiefe wagen, kehren zurück, und wenn, dann sind sie verändert – heimgesucht vom Geflüster der Hexen und Geister, von Relikten und Ruinen einer Welt, die die Gezeiten längst vergessen haben."
    }
]