[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Champions du monde : 2011",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2011 : Fnatic !"
    },
    {
        "id": 2,
        "name": "Champions du monde : 2012",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2012 : Taipei Assassins !"
    },
    {
        "id": 3,
        "name": "Champions du monde : 2013",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2013 : SK Telecom T1 !"
    },
    {
        "id": 4,
        "name": "Champions du monde : 2014",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2014 : Samsung White !"
    },
    {
        "id": 5,
        "name": "Champions du monde : 2015",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2015 : SK Telecom T1 !"
    },
    {
        "id": 6,
        "name": "Champions du monde : 2016",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2016 : SK Telecom T1 !"
    },
    {
        "id": 7,
        "name": "Héros de guerre",
        "description": "Les champions triomphent de leurs ennemis et atteignent de nouveaux sommets. Ils réalisent leurs rêves les plus fous et exposent leur trophée durement acquis à la vue de ceux qui aspirent à la grandeur."
    },
    {
        "id": 8,
        "name": "Championnat du monde",
        "description": "La plus grande scène e-sportive. Deux équipes s'affrontent devant des millions de fans ; une seule sera couronnée championne du monde. "
    },
    {
        "id": 9,
        "name": "Challengers",
        "description": "En mémoire du coup d'envoi annuel de la saison de League of Legends."
    },
    {
        "id": 10,
        "name": "Arcade : Héros",
        "description": "Arcadie : havre des joueurs les plus compétitifs et des PNJ avides de justice. Ici, les héros jouent toujours pour gagner. Cela signifie qu'ils ne reculent jamais devant le code corrompu des boss de combat, même lorsque les chances sont contre eux. La victoire n'est pas facile, mais voir la surprise se dessiner sur le visage de ces boss après une action de génie en vaut la chandelle."
    },
    {
        "id": 11,
        "name": "Arcade : Boss de combat",
        "description": "Dans les profondeurs des serveurs d'Arcadie se trouve une sinistre série de glitchs connue de tous les joueurs : les boss de combat. Leur code corrompu leur a offert la liberté... mais aussi de nouveaux adversaires. Pour assouvir leur désir de suppression du monde d'Arcadie, de nombreux boss ont accepté de mettre de côté leurs différends (sauf quand cela ne les arrange pas)."
    },
    {
        "id": 12,
        "name": "Lune de sang",
        "description": "Une secte ancienne, à la recherche d'une puissance irrésistible, refait surface lors des nuits de Lune de sang, célébrant des rites profanes au cours desquels les disciples abandonnent leurs chairs à des esprits démoniaques, ne faisant plus qu'un avec des ténèbres toujours plus grandes."
    },
    {
        "id": 13,
        "name": "Monde des dragons",
        "description": "Par deux fois, le feu des dragons consuma le monde. Par deux fois, des héros furent forgés dans les braises."
    },
    {
        "id": 14,
        "name": "Section Oméga",
        "description": "Quand la guerre éclata, on envoya la section Oméga y mettre un terme. À présent, il ne reste plus qu'un seul de ses membres : un yordle dont la seule mission est désormais de sauver sa peau..."
    },
    {
        "id": 15,
        "name": "Fête à la piscine",
        "description": "L'été est arrivé ! Le soleil brille, l'air est chaud et l'eau est bonne. Tout le monde laisse de côté ses rivalités et ses rancunes et n'apporte que des maillots de bain et de bonnes ondes. On aura tout le temps de se taper dessus plus tard. Alors détendez-vous, profitez de la musique et amusez-vous."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "Dans un monde où le heavy metal règne en maître, les PENTAKILL sont les rois indiscutés de la pulvérisation faciale. Six membres, deux albums de platine et une fureur chromée à faire pâlir les dieux. Faites du bruit !"
    },
    {
        "id": 17,
        "name": "Programme",
        "description": "Le Programme est un algorithme de sécurité avancé créé par la corporation PROJET. Il est devenu conscient et a modifié sa programmation initiale. Au fur et à mesure qu'il infectait les machines de la ville, il a fini par déterminer que la plus grande menace que court l'humanité... c'est l'humanité elle-même."
    },
    {
        "id": 18,
        "name": "PROJET",
        "description": "La corporation PROJET croit que percer les secrets du potentiel humain permettra de dépasser les limites de nos corps mortels, que c'est grâce à la technologie que nous évoluerons. Ensemble."
    },
    {
        "id": 19,
        "name": "Gardiens des étoiles (saison 1)",
        "description": "Dotés de pouvoirs magiques confiés par la Première étoile, la lycéenne Lux et son équipe de Gardiens des étoiles protègent le monde contre des monstres interstellaires. Mais qui les protégera contre les chamailleries du lycée de Valoran City ?"
    },
    {
        "id": 20,
        "name": "Gardiens des étoiles (saison 2)",
        "description": "Les Gardiennes des étoiles Ahri et Miss Fortune viennent de réapparaître à Valoran City. Elles ont rebâti leur équipe après qu'un événement inconnu a détruit leur précédent groupe. Cherchant à surmonter le destin promis à tous les Gardiens des étoiles, elles se joignent à Lux et à ses camarades pour vaincre les bêtes du Néant qui attaquent la ville."
    },
    {
        "id": 21,
        "name": "Super héros intergalactiques",
        "description": "L'espace, frontière de tous les dangers ! Seuls les Super héros intergalactiques, et leur vivier apparemment sans fin d'élèves, sont capables d'explorer les planètes les plus éloignées et de les protéger d'impitoyables menaces extraterrestres. C'est le meilleur boulot de la galaxie !"
    },
    {
        "id": 22,
        "name": "Scolaires",
        "description": "À L'ATTENTION DES ÉLÈVES ET DES PROFESSEURS : nous avons été informés que tous les élèves sont sous le coup de sanctions disciplinaires et que tous les professeurs sont en arrêt maladie pour raisons psychiatriques. Les cours sont annulés jusqu'à nouvel ordre, probablement jusqu'à ce que les étudiants suspendus (ci-dessus mentionnés) aient médité sur leur comportement cataclysmique."
    },
    {
        "id": 23,
        "name": "Séducteurs",
        "description": "Le pouvoir, les richesses et le glamour s'entrechoquent dans les appartements-terrasses et les clubs huppés de Nox Vegas, d'où des femmes et des hommes élégants dirigent le monde. Mais lorsque la nuit tombe sur la ville illuminée, on sort les couteaux. Tous mettent leur influence en jeu et personne n'aime perdre."
    },
    {
        "id": 24,
        "name": "Armes pures",
        "description": "Une fois tous les mille ans, une entité divine descend du ciel pour choisir ceux qui seront dignes d'accomplir sa volonté. Ces élus, les guerriers purs, sont les représentants immortels de la lumière divine."
    },
    {
        "id": 25,
        "name": "Prototypes de Viktor",
        "description": ""
    },
    {
        "id": 26,
        "name": "Maîtres culinaires",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandales",
        "description": "Les Vandales ont la mainmise sur les terres désolées. Ces voyous sont avides de destruction, de rixes sanglantes et de meurtres gratuits... mais toujours dans la bonne humeur."
    },
    {
        "id": 28,
        "name": "Jeux d'hiver",
        "description": "Lorsque le festival des sports d'hiver assouplit son règlement, beaucoup pensèrent que l'événement allait devenir encore plus palpitant, mais peu s'attendaient à ce qu'il devienne aussi dangereux. Dangereusement palpitant, bien sûr !"
    },
    {
        "id": 29,
        "name": "Brise-monde",
        "description": "La prophétie de la Première destruction avertit que quatre titans apparaîtront pour dévaster le monde. Puis le Tisseur de mondes surgira du sol brûlé pour tout rebâtir. Seuls les voyants les plus sages voient l'histoire à venir : un deuxième avènement et un ultime espoir."
    },
    {
        "id": 30,
        "name": "Chasseurs de têtes",
        "description": "Pour certaines espèces, la chasse est bien plus qu'un sport : elle aiguise leur esprit et renforce leur corps, jusqu'à en faire de parfaites machines à tuer."
    },
    {
        "id": 31,
        "name": "Football",
        "description": "Oubliez les champs de bataille, les conseils d'administration ou même les cours de récréation ! Aujourd'hui, les conflits les plus importants se jouent sur la pelouse ! Il n'existe pas de sensation plus satisfaisante que de voir votre joueur préféré glisser entre les rangs de l'équipe adverse, préparer son tir et shooter pendant que retentit le plus beau cri de guerre du monde : BUUUUUUUT !"
    },
    {
        "id": 32,
        "name": "Chasseurs préhistoriques",
        "description": "Des monstres gigantesques arpentent nos terres, traquant leurs proies avec une efficacité effrayante. Les humains leur auraient déjà servi de repas si les Chasseurs n'étaient pas là pour les défendre. Armés de lames taillées dans les os de leurs premières victimes et dotés d'instincts aussi affûtés que ceux des bêtes les plus redoutables, les Chasseurs protègent chaque jour leur peuple d'une fin macabre."
    },
    {
        "id": 33,
        "name": "Justiciers",
        "description": "Au sommet de la hiérarchie des Agents de la lumière se trouvent les Justiciers, des sentinelles qui incarnent les vertus des guerriers purs. Servir d'exemple aux mortels ne suffit pas toujours, car même les soldats divins ont besoin d'inspiration."
    },
    {
        "id": 34,
        "name": "Luchadores",
        "description": "Rencontre au sommet pour le plus grand spectacle de divertissement sportif ! Vivez les échanges de coups d'El Tigre, d'El Macho, d'El León et d'El Rayo à l'intérieur ET à l'extérieur du ring. Et surtout, souvenez-vous que personne ne surclasse la Fédération de Catch de Valoran !"
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Quand des kaijus colossaux surgirent de la mer, de la terre et des cieux pour attaquer l'humanité, celle-ci développa des mechas non moins puissants pour les arrêter en combat au corps à corps."
    },
    {
        "id": 36,
        "name": "Pulsefire",
        "description": "Après avoir percé les mystères du voyage dans le temps, ces champions ont été propulsés dans un lointain futur dystopique. Les forces de l'ordre temporelles les traquent inlassablement à travers le temps et l'espace, mais une poignée de ces voyageurs a réussi à trouver refuge dans le passé."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "Dans le monde judiciaire, il y a ceux qui détournent la loi et ceux qui la violent. Les agents du RPD enquêtent sur les crimes les plus abominables de la ville afin de traîner les criminels en justice. Voici leur histoire."
    },
    {
        "id": 38,
        "name": "Donjons & Barons",
        "description": "Des dangers rôdent aux quatre coins de Runeterra ! Des monstres macabres, des sorciers sournois et des créatures mythiques peuvent vous surprendre à tout moment ! Rassemblez vos amis, créez votre propre aventure pour 3 à 5 joueurs et terrassez le mal à coups de dés. Réussirez-vous à sauver le monde et à devenir une légende dans Donjons & Barons ?"
    },
    {
        "id": 39,
        "name": "Ouest",
        "description": "Pistoleros et hommes de loi chevauchent ensemble sous le soleil brûlant de l'Ouest, désirant tous survivre et trouver le salut. Le paradis est en ruine, l'enfer est désert et tous les démons sont libres."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "Désormais à l'avant-garde de la science et des arts, l'Hextech a dépassé ses débuts rudimentaires pour créer des formes de vie complexes capables de penser par elles-mêmes. Des artisans expérimentés conduisent cette révolution vers un nouveau futur plein d'espoir, mais nul ne sait sur quoi cela débouchera."
    },
    {
        "id": 41,
        "name": "Suite royale",
        "description": "Il y avait jadis cinq individus curieux,<br>\\nQui finirent par fonder la Cour des Enjeux.<br>\\nQuerelleurs endurcis, chanceux et malchanceux,<br>\\nÀ ce jour, qui sait ce qu'il est advenu d'eux ?"
    },
    {
        "id": 42,
        "name": "Jackys Piltover",
        "description": "Vous cherchez un moyen de transport gonflé à bloc ? Ne cherchez plus ! (Le kilométrage peut varier.)"
    },
    {
        "id": 43,
        "name": "Cosmique",
        "description": "D'immenses êtres stellaires contrôlent la toile de la création, leurs doigts célestes parcourant la trame de l'espace-temps pour y tisser le cosmos avec de magnifiques fils de lumière."
    },
    {
        "id": 44,
        "name": "Pulsar sombre",
        "description": "L'entropie engouffre des galaxies entières dans la gueule béante du Pulsar sombre. Les corrupteurs de ce dernier, créatures titanesques semblables à des trous noirs, absorbent la lumière de l'existence dans chacun des systèmes solaires qu'ils traversent, les plongeant ainsi dans le néant."
    },
    {
        "id": 45,
        "name": "Maraudeurs",
        "description": "Les Maraudeurs sont une horde de guerriers nomades avec un penchant pour la brutalité. Ils sont les derniers vestiges de la culture martiale des Seigneurs-mages, car leurs anciennes traditions ont été abandonnées au profit des démonstrations de force anarchiques. Aucun conflit ne prend fin tant que le sang n'a pas coulé, même dans leurs propres rangs. Ils ont oublié ce qui conduisait autrefois leurs ancêtres... et ce qui leur offrait la victoire."
    },
    {
        "id": 46,
        "name": "Jour de neige",
        "description": "La neige tombe en flocons sur toutes les voies... \\nVotre tank, comme toujours, fonce dans le tas\\nEn oubliant que l'ennemi a un Zhonya..."
    },
    {
        "id": 47,
        "name": "Merveilles hivernales",
        "description": "Le roi des Poros règne en maître sur les Frigilandes magiques, mais il sait répandre la joie et la bonne humeur autour de lui. Si certains cherchent à lui prendre sa couronne, tous partagent son amour immodéré pour les merveilles de l'hiver."
    },
    {
        "id": 48,
        "name": "Épreuve du solstice",
        "description": "N'attendez pas trop pour bâtir votre château de neige... "
    },
    {
        "id": 49,
        "name": "Bilgewater : la Marée rougeoyante",
        "description": "Bienvenue à Bilgewater, où l'on devient riche à la pointe du tromblon. Tout ce que vous cherchez peut se trouver aux quais-abattoirs, qu'il s'agisse d'hommes de main, de ragoûts de monstres marins ou du capitaine qui vous enverra à votre tombe marine."
    },
    {
        "id": 50,
        "name": "Purificateurs",
        "description": "Le Protectorat se voulait gardien d'un système légal rigide et draconien dont le but était de ralentir l'inévitable montée en puissance des Seigneurs-mages. Bien que l'ordre ait été dissous depuis longtemps, les Purificateurs revêtent toujours leur armure en attendant l'occasion de frapper de nouveau les descendants de leur ancien ennemi."
    },
    {
        "id": 51,
        "name": "Ville du crime",
        "description": "Valoran City, une machine tentaculaire que font tourner le crime et l'argent sale. Personne n'admet cette vérité, mais tous la connaissent."
    },
    {
        "id": 52,
        "name": "Fulguro",
        "description": "Il n'y a pas que l'humanité qui déclenche de terribles guerres pour des broutilles. Autrefois, avant l'âge des hommes, deux dieux (deux frères) se dressèrent l'un contre l'autre, et leur combat destructeur façonna les terres."
    },
    {
        "id": 53,
        "name": "Festival lunaire : Royaume en guerre",
        "description": "Trois grands empires se disputent le pouvoir et les terres, se jetant corps et âme dans une lutte martiale acharnée. Des armées s'affronteront. Des héros naîtront. Des légendes s'écriront."
    },
    {
        "id": 54,
        "name": "Festival lunaire : Pyrotechnie",
        "description": "Le Nouvel An lunaire est arrivé et il a apporté la fête avec lui ! Appelez vos amis et votre famille, il y aura des jeux et à manger pour tout le monde ! Sortez les allumettes et que le feu d'artifice commence !"
    },
    {
        "id": 55,
        "name": "Festival lunaire",
        "description": "Joignez-vous à vos amis et à vos meilleurs ennemis pour célébrer les histoires de l'an passé. Des lanternes brillantes gagnent le ciel nocturne au milieu des feux d'artifice, des enveloppes rouges changent de mains et des familles qui se réunissent rarement se réjouissent à l'aube de la nouvelle année. Puisse-t-elle vous être favorable !"
    },
    {
        "id": 56,
        "name": "Lapins de Pâques",
        "description": "C'est la saison des cloches et des lapins en chocolat ! Les gens se réunissent et suivent la piste des lapinous dans leurs plus beaux atours, tout sourires et œufs peints. Que leurs petits bonds vous remplissent le cœur de joie !"
    },
    {
        "id": 57,
        "name": "Folie sucrée",
        "description": "Le Château de pain d'épice d'un côté, la Mer de limonade de l'autre, sans oublier les Monts de la réglisse ou même la Forêt friandise... Voici le Royaume des bonbons dans toute sa splendeur !"
    },
    {
        "id": 58,
        "name": "Sylvestres",
        "description": "Dans les profondeurs du Bois ancien, des êtres ancestraux sont à l'affût. Ils protègent la forêt enchantée, punissant les intrus et inspirant des contes aux quatre coins du pays. Cependant, alors que les horreurs du monde extérieur se répandent, ces protecteurs peinent à préserver leurs forteresses de la curiosité malveillante des humains."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "Dans le vaste espace qui sépare de lointaines étoiles, des machines organiques créées par des civilisations inconnues sommeillent, leurs créateurs ayant depuis longtemps disparu. Elles veillent, attendant patiemment qu'un être égaré vienne les libérer de leur prison terrestre. Elles patientent, encore et toujours, jusqu'à ce que vienne la délivrance."
    },
    {
        "id": 60,
        "name": "Ordre du lotus",
        "description": "Les vénérables chefs et les fidèles acolytes de l'Ordre du lotus sont la fine fleur des Terres premières. Avatars de l'immortalité et de la vertu, ils vivent de nombreuses vies en s'efforçant toujours de préserver la paix éternelle."
    },
    {
        "id": 61,
        "name": "Coffre à jouets",
        "description": "Le coffre à jouets de Gnar déborde de précieux trésors, mais, quand tout le monde a le dos tourné, ses jouets prennent vie..."
    },
    {
        "id": 62,
        "name": "Lotus mortel",
        "description": "Les créatures sylvestres des forêts du nord sont comme endormies, et nul ne les voit, du voyageur fatigué au brave guerrier. Ces créatures infectes attendent le moment idéal pour frapper. Une telle patience n'est possible qu'aux êtres aussi anciens que la terre elle-même, mais la récompense en est un festin de chair et d'os qui recouvre le sol d'une pourpre sombre et riche."
    },
    {
        "id": 63,
        "name": "opération arctique",
        "description": "Le Haut commandement avait besoin d'un nouveau groupe pour combattre les menaces grandissantes du front arctique. Il lui fallait des soldats capables de garder la tête froide et qui auraient de la glace dans les veines. Ainsi débuta l'Opération arctique."
    },
    {
        "id": 64,
        "name": "Bourreaux des cœurs",
        "description": "Beaucoup cherchent leur âme sœur dans de paisibles parcs ou dans de chaleureux salons de thé. Mais ces relations ne durent jamais. Seuls perdurent les liens forgés sur le champ de bataille dans le même acier que celui des flèches qui transpercent le cœur des ennemis. "
    },
    {
        "id": 65,
        "name": "Valkyries d'acier",
        "description": "Après une guerre destructrice, la galaxie meurtrie tente à nouveau de se reconstruire, mais les blessures du passé sont loin d'être refermées. Le pouvoir est aujourd'hui entre les mains de criminels, de chasseurs de primes, de mercenaires et d'assassins équipés d'exosquelettes de combat."
    },
    {
        "id": 66,
        "name": "Gardiens des sables",
        "description": "Postés devant un antique tombeau, de puissants gardiens s'assurent qu'un horrible monstre ne puisse plus jamais menacer le monde. Mais peut-être est-il déjà trop tard..."
    },
    {
        "id": 67,
        "name": "Pharaons",
        "description": "Bien que leurs empires aient fini engloutis par les sables, les puissants pharaons régnaient jadis sur les dunes ensoleillées du Grand désert."
    },
    {
        "id": 68,
        "name": "Pastel",
        "description": "Peu sont ceux qui survivent à la toundra gelée du nord. Si le froid ne vous tue pas, ce sera les Pastels."
    },
    {
        "id": 69,
        "name": "Lanciers",
        "description": "Lorsque la situation devint grave, les grands Lanciers mécaniques de l'ancien temps sortirent de leur sommeil. Plus hauts que n'importe quel édifice et plus puissants que n'importe quelle armée, ils se dressèrent pour protéger leurs sujets avant de retourner sous terre."
    },
    {
        "id": 70,
        "name": "Guerriers de la route",
        "description": "Dans les terres désolées, le seul chant liturgique d'un Guerrier de la route est le vrombissement de son moteur ; les seules prières qu'il entend sont les cris de ses ennemis. "
    },
    {
        "id": 71,
        "name": "Livre de contes",
        "description": "Il était une fois des personnages de fiction qui prirent vie au détour d'une page..."
    },
    {
        "id": 72,
        "name": "Fables",
        "description": "Chaque culture a son propre folklore, ses monstres légendaires. Ces mythes sont-ils le fruit de notre imagination, de simples histoires transmises de génération en génération pour expliquer l'inexplicable ? Ou s'inspirent-ils d'une vérité cachée au reste du monde ?"
    },
    {
        "id": 73,
        "name": "Odyssée",
        "description": "L'aventure se trouve partout, des métropoles des mondes-noyaux aux confins de la galaxie ! Le grand empire demaxien ignore les objections de l'ordre des Templiers comme celles des criminels du Syndicat ; seule l'intéresse l'Ora, une mystérieuse essence dorée qui est l'âme de toutes les civilisations et qui promet un pouvoir incommensurable à ceux qui la contrôlent…"
    },
    {
        "id": 74,
        "name": "Bilgewater : la Malédiction des noyés",
        "description": "Sous la lune montante et les eaux, maléfices et secrets coulent à flots. Île du sel, du vent et du sang... le vice est chez toi rampant."
    },
    {
        "id": 75,
        "name": "Champions du monde : 2017",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2017 : Samsung Galaxy !"
    },
    {
        "id": 76,
        "name": "Nova d'effroi",
        "description": "Nova d'effroi est un réseau criminel de mercenaires sans pitié qui dirige des zones entières de la galaxie. Il est devenu puissant depuis que ses fondateurs ont fui les rangs des Industries Genesis avec des plans d'exosquelette. Désormais, ils luttent contre les efforts de l'Armée royale de l'espace pour imposer la domination privée de Genesis, avec toute la puissance de feu que peut offrir le marché noir."
    },
    {
        "id": 78,
        "name": "Bataille des Dieux-rois",
        "description": "Au terme d'une ligne temporelle des plus sombres, deux rois descendirent des dieux primordiaux de l'Ordre et du Chaos et leurs armées livrèrent une ultime bataille."
    },
    {
        "id": 79,
        "name": "Kaijus",
        "description": "Des profondeurs de la planète émergent des entités colossales aussi terrifiantes qu'affamées, plus redoutables que la meilleure armée. Leurs motivations restent un mystère, tout comme leur origine. La seule chose évidente est qu'ils nous éradiqueront tous... à moins que nous créions des armes capables de les arrêter."
    },
    {
        "id": 80,
        "name": "Augure des ténèbres",
        "description": "L'histoire de la reine maudite et de ses disciples impies est bien déplaisante à raconter aux enfants avant d'éteindre les lumières. Mais la leçon pénètre mieux les esprits quand le conte est entouré de ténèbres, quand il s'immisce dans les rêves pour mieux former les âmes impressionnables des plus jeunes. Les cauchemars ne sont que des cauchemars, après tout... Du moins, c'est ce qu'espèrent les adultes."
    },
    {
        "id": 81,
        "name": "Voyage immortel",
        "description": "Il y a longtemps, dans un pays ancien, de nombreuses âmes se rassemblèrent sous les dieux pour tester les limites de leur puissance. Imbéciles et arrogants, braves et justes, ils ont inscrit le récit de leur voyage dans des pages d'histoire immortelles…"
    },
    {
        "id": 82,
        "name": "Classique",
        "description": "En hommage aux versions d'origine des champions qui ont eu droit à une refonte."
    },
    {
        "id": 83,
        "name": "Édition Collector",
        "description": "Tout est toujours plus sympa accompagné d'une boîte collector, au format numérique comme au format physique."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX : le carrefour vidéoludique où les jeux sont célébrés et des liens immortels forgés."
    },
    {
        "id": 85,
        "name": "Légion d'acier",
        "description": "Dans la guerre ouverte qui oppose les Industries Genesis et Nova d'effroi, une vie perdue n'est rien de plus qu'un dommage collatéral. La Légion d'acier est un organisme d'autodéfense qui a été fondé par des réfugiés de guerre et qui est géré depuis des planètes ravagées par les conflits. Elle tire ses armes des débris trouvés sur les champs de bataille. Si personne ne veut défendre le peuple, il devra le faire lui-même."
    },
    {
        "id": 86,
        "name": "Infernaux",
        "description": "Incinérer un monde entier réclame une puissance inimaginable ; c'est la raison pour laquelle le Seigneur volcanique a fait appel aux flammes de ses légions infernales. Venus des profondeurs les plus sombres, les Infernaux sont dotés de pouvoirs terrifiants, mais tous ne répondent pas à l'appel avec le même enthousiasme ardent."
    },
    {
        "id": 87,
        "name": "Thanatophores",
        "description": "Avide de collecter toujours plus d'âmes pour les enfers, la Mort envoie les Thanatophores, des âmes de guerriers tombés au combat, dans le monde des mortels, où ils accomplissent la volonté de leur maître avec délectation."
    },
    {
        "id": 88,
        "name": "Farces ou friandises",
        "description": "Vous avez intérêt à avoir ce qu'il se fait de mieux en matière de friandises : Piltover Bueno, Ahri-Bombe, Shurimalabar... Sans ça, les gosses du quartier vont vous jouer un mauvais tour ! "
    },
    {
        "id": 89,
        "name": "Zombies contre tueurs",
        "description": "Cerveaux..."
    },
    {
        "id": 90,
        "name": "Prétoriens",
        "description": "Rien ni personne n'est à l'abri des Prétoriens, ce fléau mécanique qui ravage l'espace-temps. Les mémorialistes ont beau tout faire pour empêcher l'éradication de la vie dans l'univers, ils savent qu'ils seront un jour à bout de force, et cette idée les terrifie, car les Prétoriens, eux, sont infatigables."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "« Il y a un endroit entre fantaisie et réalité où tout peut arriver. Vous avez le pouvoir d'y être ce que vous voulez, d'y faire ce que vous voulez. C'est comme un rêve. Dans ce monde intermédiaire, K/DA se sent fort et en confiance. Tout nous est possible, et à vous aussi. » -Kai'Sa"
    },
    {
        "id": 92,
        "name": "Assemblée",
        "description": "Les sorcières attendent, assemblée de vénustés effrayantes qui murmurent leurs espoirs entre des lèvres impies. Elles évoquent les cadavres boursouflés des dieux anciens, les rites antiques dont la magie a depuis longtemps été oubliée par les mortels, du retour d'un « ordre » que d'autres appellent « souffrance ». Écoutez ! La fin de l'humanité approche à grands pas..."
    },
    {
        "id": 93,
        "name": "Éclipse",
        "description": "Il y a de cela bien longtemps, un ordre de chevaliers monastiques terrassa les terrifiants dieux du monde ancien à l'aide de pouvoirs ésotériques que lui avaient accordés la lune et le soleil. Aujourd'hui, le monde a sombré dans les ténèbres et la violence, et ces dieux malfaisants préparent leur retour. Seule la lumière de l'éclipse peut encore les vaincre."
    },
    {
        "id": 94,
        "name": "Astronautes",
        "description": "Des astronautes, des facéties et d'adorables Meeps extraterrestres ! Défier la gravité, c'est la routine pour ces protecteurs de l'espace aventureux : ils défendent la planète M33p et n'hésitent pas à s'élancer dans le grand cosmos qui s'étend devant eux."
    },
    {
        "id": 95,
        "name": "Arcanistes",
        "description": "De l'autre côté des portes de l'académie, le monde est rempli de magie et de dangers. Les professeurs recommandent aux jeunes sorciers de rester en sûreté sur le campus, de faire grandir leurs talents et de beaucoup étudier. Mais cela suffira-t-il à les discipliner, quand l'aventure attend au coin de la rue ?"
    },
    {
        "id": 96,
        "name": "Origami",
        "description": "« Est-ce que j'ai l'air d'avoir une selle sur le dos ? » piailla le phénix. « Je ne suis pas une monture. Et ce yéti est beaucoup trop lourd, de toute façon. » Le garçon se gratta le menton, contrarié que son plan parfait ait été rejeté. Puis un sourire illumina son visage. Après tout, dans ce monde de feuillages froissés et de plaines pliées, de nouvelles aventures attendent à chaque tournant."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Les vastes forêts d'Albion étaient autrefois régies par des empires elfiques. Aujourd'hui, brigands, elfes et hommes libres y sont tous les bienvenus. Un mystérieux pouvoir sommeille au cœur des ruines impériales, attendant qu'un brave ose s'aventurer dans la forêt pour le récupérer..."
    },
    {
        "id": 98,
        "name": "Chats vs Chiens",
        "description": "La plus ancienne rivalité que le monde connaisse : le meilleur ami de l'homme contre les plus grands héros d'Internet. Une seule faction peut émerger de la bataille ancestrale entre les chats et les chiens. Espérons pour eux qu'ils ne se salissent pas trop. Le bain, c'est encore pire que la défaite."
    },
    {
        "id": 99,
        "name": "Merveilles du monde",
        "description": "Des individus venus des confins de l'univers de la « Terre », là où les statues géantes prennent vie et où tout le monde porte un chapeau bizarre. Ça ressemble beaucoup à Runeterra, quand on y pense."
    },
    {
        "id": 100,
        "name": "Gagne-pain",
        "description": "Ça fait bouillir la marmite !"
    },
    {
        "id": 101,
        "name": "Incognito",
        "description": "Est-ce un robot avec des lunettes et un imper ? Bien sûr que non. Vous voyez un homme-bête vêtu d'une combinaison intégrale ? Prenez vite rendez-vous chez un ophtalmo, car vous avez la berlue. Draven n'est-il pas trop modeste pour porter sa propre tête ? Vous devez vous sentir bête, à poser cette question. Et ce poulpe laser ? Il est humain. Parfaitement."
    },
    {
        "id": 102,
        "name": "Haute société",
        "description": "La seule chose qui soit plus impressionnante que leurs richesses, c'est leur obsession à ne pas payer d'impôt."
    },
    {
        "id": 103,
        "name": "Maîtres du dunk",
        "description": "Il y a deux types de gens dans le monde. Ceux qui dunkent et ceux qui sont dunkés. Si vous ne savez pas à quel type vous appartenez, alors attention : vous allez vous faire DUNKER !"
    },
    {
        "id": 104,
        "name": "Commando",
        "description": "Cette ville n'est qu'un cloaque immonde, un ramassis de vauriens. Les puissants se disputent le pouvoir ; des pactes sont conclus et rompus ; des amitiés se brisent sous les coups de couteau. Et pourtant, cette ville a quelque chose de spécial. Quelque chose d'imperceptible qui reste à découvrir. Quelque chose... d'infini. "
    },
    {
        "id": 105,
        "name": "Envahisseurs",
        "description": "Fidèles à leur réputation, ces infâmes Meeps extraterrestres sont tombés sur un pouvoir qu'ils ne comprennent pas tout à fait. Et comme un malheur ne vient jamais seul, ceux qui entrent en contact avec les envahisseurs deviennent presque toujours un peu plus maléfiques... et violets !"
    },
    {
        "id": 106,
        "name": "Savants fous",
        "description": "Les conditions pour obtenir ce travail sont simples. Nous cherchons au moins cinq ans d'expérience en sciences appliquées, votre dernier article examiné par la communauté scientifique et deux lettres de référence. Oh, et un rire maléfique, aussi. En fait, mettez ça en haut de la liste."
    },
    {
        "id": 107,
        "name": "Champions du monde : 2018",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2018 : Invictus Gaming !"
    },
    {
        "id": 108,
        "name": "Profondeurs oubliées",
        "description": "« Assieds-toi, mon enfant, et écoute attentivement. L'océan est une merveille ; les vagues écumeuses qui atteignent nos paisibles rivages sont autant d'invitations insidieuses. Sous cette infinité bleue se cache un monde qui dépasse tout ce que l'on peut imaginer. Des royaumes en ruines et des monstres féroces... Tous flottent dans les profondeurs oubliées. »"
    },
    {
        "id": 109,
        "name": "Conquérant",
        "description": "En mémoire des MSI et des segments printaniers de League of Legends."
    },
    {
        "id": 110,
        "name": "Gothique",
        "description": "Ce n'est pas une phase."
    },
    {
        "id": 111,
        "name": "Âge d'argent",
        "description": "Retrouvez les plus sensationnels super-héros et les plus maléfiques méchants chez votre marchand de BD préféré !"
    },
    {
        "id": 112,
        "name": "Glacial",
        "description": "Rares sont les survivants qui se rappellent les raisons de la glaciation de ce monde. Aujourd'hui, d'antiques terreurs s'agitent sous la glace, prêtes à reprendre ce qui leur revient. Bien que la flamme de l'espoir brûle encore, les jours sont courts et les nuits sont longues..."
    },
    {
        "id": 113,
        "name": "Académie du combat",
        "description": "Dans ce genre d'établissement, seuls les forts survivent. Bien que chaque académie ait été fondée pour honorer une Arme divine, les élèves font tout leur possible pour s'arroger les pouvoirs de ces armes et se couvrir de gloire. En classe comme sur le champ de bataille, leur objectif est simple : dominer la compétition."
    },
    {
        "id": 114,
        "name": "Médiéval",
        "description": "Oyez, oyez, chevaliers et serfs. Ces terres sont sous la protection du roi et de la reine ! Faites place !"
    },
    {
        "id": 115,
        "name": "Hôpital de la Faille",
        "description": "Prenez un siège. Le docteur ne va pas tarder."
    },
    {
        "id": 116,
        "name": "Démoniaque",
        "description": "Même en Enfer, des individus au caractère bien trempé se battent pour monter dans la hiérarchie et s'attirer les faveurs du seigneur des ténèbres en jouant avec les âmes des mortels."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Ahri sélectionne son personnage et une musique électronique se diffuse dans la salle d'arcade. Elle n'appuie jamais au hasard sur les touches ; chacune des actions de son champion est parfaitement calculée dans les rues malfamées de Demacia. Une foule se rassemble autour d'Ahri pour voir si elle va réussir à battre le meilleur score, qu'elle a elle-même établi quelques jours plus tôt."
    },
    {
        "id": 118,
        "name": "Heavy Metal",
        "description": "Des fans du monde entier se pressent dans les arènes de RiotCorp afin d'assister aux matchs opposant les plus grands robots de combat. Un seul de ces guerriers mécaniques aura la chance d'être sacré champion de la Full Metal Robot Fighting League... et de ne pas finir en pièces détachées."
    },
    {
        "id": 119,
        "name": "Gardiens des étoiles (saison 3)",
        "description": "La vieille équipe d'Ahri refait son apparition, changée par les événements qui l'ont jadis fait exploser... Mais elle est poursuivie par une menace bien plus grande que tout ce que les Gardiens des étoiles ont jamais affronté. Le groupe parviendra-t-il à surmonter ses vieilles querelles pour échapper à l'annihilation ? Ou fournira-t-il les prochaines victimes de l'étoile du crépuscule ?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "« C'est quoi, True Damage ? Mec, True Damage, c'est le futur ! C'est un collectif qui regroupe les meilleurs artistes du monde entier afin de créer les meilleurs morceaux de hip-hop. On a toujours cinq coups d'avance sur les autres. Et ils ne sont pas près de nous rattraper ! » - Ekko."
    },
    {
        "id": 121,
        "name": "Policiers et voleurs",
        "description": "Personne ne se consacre à son travail plus énergiquement que la police de Piltover. Qui d'autre peut absorber de telles quantités de beignets, engranger de telles masses d'heures supplémentaires et se moquer à ce point de l'administratif ? Les criminels en profitent parfois, mais même eux voudraient bénéficier de la même éthique de travail."
    },
    {
        "id": 122,
        "name": "Némésis",
        "description": "Nous ne pouvons ni confirmer ni nier l'implication de l'unité Némésis dans une quelconque activité criminelle. Toute demande devra être adressée aux autorités locales."
    },
    {
        "id": 123,
        "name": "Chevaliers d'effroi",
        "description": "Ramenés à la vie par quelque ancienne magie, ces chevaliers morts-vivants sont le seul vestige d'une histoire ancienne, perdue dans la brume du temps. Ils protégeront tout ce qui fut à eux, quel qu'en soit le coût pour les vies mortelles."
    },
    {
        "id": 124,
        "name": "Héraut de l'aube",
        "description": "L'ordre et la lumière règnent sur les divinités de l'aube. Ils structurent un monde naissant en conflit avec les forces de la nuit."
    },
    {
        "id": 125,
        "name": "Héraut de la nuit",
        "description": "Le chaos et les ténèbres règnent sur les divinités de la nuit. Ils font souffler le vent du changement sur un monde statique en conflit avec les forces de l'aube."
    },
    {
        "id": 126,
        "name": "Hémolithe",
        "description": "Les horreurs abondent au plus noir de la nuit, mais rien n'est plus terrifiant que les adeptes de l'Hémolithe. En leur présence, les cris s'élèvent et l'eau des caniveaux rougit, car la faim de leur maître est grande et doit être assouvie."
    },
    {
        "id": 127,
        "name": "Royaume des mechas",
        "description": "Les Grands Royaumes se sont affrontés durant des générations... jusqu'à l'arrivée d'un nouvel ennemi. Pour faire face à cette nouvelle menace, ils ont reçu un cadeau venu des cieux. Réussiront-ils à oublier leur passé pour sauver leur avenir ?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Rares sont les étrangers à s'aventurer sur les terres glacées du nord. Les courageux qui s'y risquent sont accueillis par une nature hostile et des hordes de barbares inhospitaliers. Ceux qui survivent et réussissent à rentrer dans leur pays mesurent la chance qu'ils ont eue."
    },
    {
        "id": 129,
        "name": "Glaces noires",
        "description": "La Sorcière de glace ne laisse dormir personne. Chaque allié, chaque ennemi abattu sur son domaine est relevé de ses cendres pour combattre à ses côtés. Sa magie noire distord leur apparence et le cœur de ces golems gelés dévient une impérissable glace sombre."
    },
    {
        "id": 130,
        "name": "Champions du monde : 2019",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2019 : FunPlus Phoenix !"
    },
    {
        "id": 133,
        "name": "Psychoguerriers",
        "description": "Les Psychoguerriers sont une unité d'élite composée de soldats aux pouvoirs psychiques. Ils sont capables de vaincre les pires armées rebelles et les menaces surnaturelles. Officiellement, les Psychoguerriers n'existent pas. Mais quand le destin du monde est en jeu et quand les moyens conventionnels ne suffisent pas, c'est à eux qu'on fait appel."
    },
    {
        "id": 134,
        "name": "Groupe de la Rose noire",
        "description": "Le Groupe de la Rose noire est une unité paramilitaire dont les membres sont dotés de pouvoirs psychiques. Son objectif : créer un nouvel ordre mondial à l'aide de terrifiantes armes biohumaines."
    },
    {
        "id": 135,
        "name": "Dracomanciens",
        "description": "De majestueux dragons résident dans des endroits reculés à la beauté sauvage. Ils évitent les affaires des mortels, mais prêtent en de rares occasions leurs pouvoirs à quelques privilégiés. Les élus assez chanceux et assez puissants pour avoir mérité la bénédiction ultime sont appelés Dracomanciens. L'utilisation de leurs dons pour faire le bien ou le mal ne dépend que d'eux et de ceux assez forts pour les arrêter."
    },
    {
        "id": 136,
        "name": "Galactique",
        "description": "La Guerre de la lune brisée ravage notre galaxie depuis presque une centaine de cycles. Et pourtant, elle ne semble toujours pas prête de s'arrêter."
    },
    {
        "id": 137,
        "name": "Reines du combat",
        "description": ""
    },
    {
        "id": 138,
        "name": "Déchu",
        "description": "La Brume noire s'étend dans tout Runeterra, corrompant tout, n'épargnant rien. Certains, devant elle, finissent par suivre le Roi déchu, convaincus que leurs objectifs sont les mêmes. Mais Viego ne veut que le retour d'Isolde, et il n'a pas d'alliés. Les Déchus qui l'ont aidé à arrêter les Sentinelles n'étaient que des pions sur l'échiquier d'un amant au cœur brisé."
    },
    {
        "id": 139,
        "name": "Rouleaux de Shan Hai",
        "description": "Dans les légendaires rouleaux de Shan Hai, des terres magiques sont peuplées de dieux et de créatures mythiques qui détiennent le pouvoir des éléments. Certains se satisfont du cadre de leur existence, tandis que d'autres rêvent de s'en affranchir pour peindre eux-mêmes leur vie."
    },
    {
        "id": 140,
        "name": "Rose de cristal",
        "description": "L'amour et la joie sont dans l'air pendant le festival annuel de la Rose de cristal. Les adversaires s'y retrouvent, en paix, sur un terrain neutre, afin de partager bonne humeur, danse et souhaits d'avenir. Tout le monde doit laisser ses armes à la porte, en promesse de meilleurs lendemains."
    },
    {
        "id": 141,
        "name": "Rose fanée",
        "description": "Le festival de la Rose de cristal accueille tous ceux qui croient aux lendemains de paix, bien que beaucoup aient perdu de leur enthousiasme initial. Ceux qui composent la Rose fanée souhaitent voir venir la fin de cette manifestation. Mais personne n'est immunisé contre le charme du festival. Eux aussi seront peut-être emportés par la beauté de la soirée et connaîtront une révélation."
    },
    {
        "id": 142,
        "name": "Bête lunaire",
        "description": "Chaque année, les célébrations du Nouvel An attirent une facétieuse Bête lunaire, et le Dieu lunaire correspondant forme une troupe de champions qui devront détourner son attention afin qu'elle ne ravage pas la ville. Le Défilé lunaire est l'un des moments les plus appréciés des festivités, et l'on dit que la bête qui s'assoupit, épuisée par les efforts de la troupe, est bon présage. Une Bête lunaire divertie et reposée est signe de prospérité !"
    },
    {
        "id": 143,
        "name": "Abeilles !",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz ! Bzzz, bzz, bzz bzz bzz. Bzzz..."
    },
    {
        "id": 144,
        "name": "Astro-groove",
        "description": "Dans une lointaine galaxie groovy, à un million d'enfers disco d'ici, une mystérieuse énergie connue sous le nom de Groove apporta musique et prospérité à des milliards de citoyens galactiques. Mais quand la reine des extraterrestres, Lissandra, à la tête de son armée de Mauvaises ondes, commença à réduire en esclavage et à supprimer la musique disco, un nouvel âge de héros naquit pour l'arrêter et protéger le Groove."
    },
    {
        "id": 145,
        "name": "Champions du monde : 2020",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2020 : DAMWON Gaming !"
    },
    {
        "id": 146,
        "name": "Arcanes",
        "description": ""
    },
    {
        "id": 147,
        "name": "Sentinelles de la lumière",
        "description": "Bien qu'elles soient peu nombreuses, les Sentinelles de la lumière partagent une histoire complexe. Pendant des années, elles ont combattu la Brume noire, aidées par d'antiques armes en pierre-relique qui canalisent leur âme en une puissante lumière. Mais ce qui compte aujourd'hui, c'est la bataille qui s'annonce, car le Roi déchu dévaste Runeterra dans le seul but de danser une fois encore avec sa reine."
    },
    {
        "id": 148,
        "name": "Cyberpop",
        "description": "Hackers, skateurs et rebelles se rassemblent dans les bas-fonds électriques d'Audio City, à l'abri du regard indiscret des puissants cyberseigneurs de la ville."
    },
    {
        "id": 149,
        "name": "Cauchemar criminel",
        "description": "Si la corruption et les crimes avaient un pays, Valoran City en serait la capitale. Cette ville est un terreau fertile pour la dépravation ; aucun recoin n'est trop isolé pour échapper au mal, et les horreurs tapies dans les ruelles n'ont qu'une envie : étendre leur influence."
    },
    {
        "id": 150,
        "name": "Phénimanciens",
        "description": "Seuls les cœurs les plus purs se voient octroyer la bénédiction du divin fenghuang, un phénix légendaire veillant sur le monde. Chacun de ses champions reçoit une plume unique au pouvoir élémentaire incroyable, leur permettant ainsi de protéger le bien et les innocents des forces des ténèbres."
    },
    {
        "id": 151,
        "name": "Pentakill III : The Lost Chapter",
        "description": "Dans un royaume consacré à des dieux ténébreux et insensibles, où d'incessantes et sanguinaires sagas de metal faisaient s'affronter les mortels, un groupe s'éleva au-dessus des autres : Pentakill, les élus de l'Ost pestilentiel. Ses membres sont désormais vénérés dans d'innombrables temples et arènes, et leur suprématie est absolue. Toutefois, le vent du changement se lève et un nouveau cycle pourrait bien commencer..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Café Chouchous",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelaine",
        "description": "Dans un monde où des esprits antiques et des créatures magiques vivent en bordure de la société moderne, les reliques zodiacales (de puissants objets de porcelaine) sont la clé d'un immense pouvoir. Elles sont défendues par les Protecteurs : des gardiens immortels dont la mission est d'empêcher qu'elles tombent entre de mauvaises mains."
    },
    {
        "id": 155,
        "name": "Électrolames",
        "description": "Les Électrolames sont un ordre de mystérieux shinobis dont les armes ont été imprégnées de magie électrique lors du dangereux Rituel des nuages. Leur tâche : protéger l'humanité des esprits malveillants et des monstres. Les Électrolames parcourent ainsi les royaumes physique et spirituel, affrontant des menaces qu'eux seuls sont en mesure de vaincre afin d'assurer un avenir aux mortels."
    },
    {
        "id": 156,
        "name": "Section Anima",
        "description": ""
    },
    {
        "id": 157,
        "name": "Chevaliers de cendres",
        "description": "Il y a de cela bien des années, un grand roi mena une guerre glorieuse afin de briser les chaînes magiques qui entravaient le monde et de permettre à l'humanité de forger sa propre destinée. Malheureusement, lorsque la dernière source de magie fut enfin détruite, le roi périt, les fondations du monde s'écroulèrent et ses chevaliers, autrefois légendaires, furent abandonnés à la folie, à la ruine et aux cendres."
    },
    {
        "id": 158,
        "name": "Champions du monde : 2021",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2021 : Edward Gaming !"
    },
    {
        "id": 159,
        "name": "Chant de l'océan",
        "description": "Rien n'évoque mieux l'atmosphère « plage et chansons » que le festival du Chant de l'océan. Des chansons veloutées de Séraphine aux expérimentations DJ de Yone, il y en a pour tous les goûts. Alors profitez des embruns et du sable sous vos pieds et baignez dans la musique de l'été."
    },
    {
        "id": 160,
        "name": "Lune de neige",
        "description": "Lorsque la lune de neige s'élève par-dessus les montagnes d'Ionia, un frisson traverse la région. Ceux qui vénèrent son nom, les membres d'une secte d'assassins sans pitié, commencent leur rituel. La neige est synonyme de purification ; une purification qui n'est possible qu'en sacrifiant son humanité."
    },
    {
        "id": 161,
        "name": "Gardiens des étoiles (saison 4)",
        "description": "D'anciens ennemis apparaissent dans une Valoran City marquée par l'invasion de Zoé et désormais protégée par une toute nouvelle génération de Gardiens des étoiles. Alors que les ténèbres se propagent dans le ciel, Kai'Sa et Akali préparent leur jeune équipe à affronter des forces dépassant leur entendement... ainsi que la véritable menace qui se cache derrière."
    },
    {
        "id": 162,
        "name": "Dresseurs de monstres",
        "description": "Qui sommes-nous ? Des dresseurs de monstres ! On protège le monde quand il est en danger ! Quand les autres fuient, on fonce dans la mêlée. On dresse le monstre et utilise le CORE. Et avec nos nouveaux amis, on bondit, on court, on nage, on vole ! On va partout, on n'a pas froid aux yeux. Parce qu'on est des dresseurs de monstres ! Voilà qui nous sommes !"
    },
    {
        "id": 163,
        "name": "Gardien des esprits",
        "description": "Udyr a passé près d'une décennie à apprendre à maîtriser ses dons spirituels auprès des moines du monastère d'Hirana. Et quand Freljord, son pays natal, réclama sa présence, il préféra poursuivre son entraînement à Ionia. Depuis lors, Udyr fait partie du paysage spirituel et mortel ionien, œuvrant aux côtés de Lee Sin et de Karma pour restaurer l'équilibre en ces terres dévastées par la guerre."
    },
    {
        "id": 164,
        "name": "La Ruine",
        "description": "Il y a mille ans, le dernier roi de Camavor a choisi de suivre son cœur plutôt que son pays. Son amour était si puissant que le destin intervint. La suite ne fut que ruine."
    },
    {
        "id": 165,
        "name": "Jeux du zénith",
        "description": "L'année 2122 marque de nombreuses premières dans les Jeux du zénith. Les arbitres robots font leur apparition sur les terrains, le Hammerjack fait ses débuts en compétition et, après des années de controverses, les humains optimisés sont enfin autorisés à participer. Reste à voir qui l'emportera."
    },
    {
        "id": 166,
        "name": "Élémentaliste",
        "description": "Un royaume est au bord de la ruine alors qu'une armée de créatures élémentaires titanesques livrent une guerre sans merci contre l'humanité. La dernière ligne défensive résiste sous les ordres d'une reine guerrière solitaire, Lux élémentaliste. Pour sauver son peuple, elle doit regarder en elle et révéler sa véritable nature... quelle que soit sa forme."
    },
    {
        "id": 167,
        "name": "Mythique",
        "description": "Les fabuleux trésors d'une époque révolue."
    },
    {
        "id": 168,
        "name": "Urf le lamantin",
        "description": "À la mémoire d'Urf, un gentil guerrier des flots qui, désormais, joue de la spatule dans les grands marais de l'au-delà. Adieu, doux prince."
    },
    {
        "id": 169,
        "name": "Fête surprise",
        "description": "Qui n'aime pas une bonne surprise-party ? La liste des invités est faite, tout le monde a acheté ses cadeaux et la nourriture sera au sommet ! On a même un clown ! On se souviendra de cette fête ! Mais n'en parlez pas à Amumu."
    },
    {
        "id": 170,
        "name": "Nuit d'effroi",
        "description": "Progressant sur de gigantesques pattes de grenouille, le Gîte de l'amanite attire des locataires de la plus effrayante espèce. Où qu'il s'installe, il y a toujours un monstre à la recherche d'un logis, et Mère Glasc est toujours heureuse de lui ouvrir les bras pour l'accueillir dans la famille. L'infini labyrinthe de chambres suffit à ne jamais perdre un client."
    },
    {
        "id": 171,
        "name": "Fleur spirituelle",
        "description": "Lors du festival de la Fleur spirituelle, une période de fête ancestrale d'Ionia, la porte du royaume spirituel s'ouvre, les défunts rendent visite à leurs proches et les vivants attirent l'attention de toutes sortes d'esprits. Qu'il s'agisse des kanmei bienveillants ou des akana obsessionnels, leurs histoires se rejouent encore et encore, telles des ombres sur une lanterne de papier."
    },
    {
        "id": 172,
        "name": "Sorcière",
        "description": "Qui a dit que les sorcières ne savaient pas s'amuser ? Peu importe, cette personne a sûrement été changée en crapaud ou en rat, condamnée à errer dans les rues pour l'éternité, loin des festivités. La punition est assez sévère, mais à quoi vous attendiez-vous ? Elles savent peut-être organiser des fêtes du tonnerre, mais, au bout du compte, elles restent des sorcières !"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Sentez les basses vous faire vibrer. Bougez la tête en rythme. Laissez la musique prendre le contrôle."
    },
    {
        "id": 174,
        "name": "Popstar",
        "description": "Quand vous êtes en haut du classement, personne ne peut vous rabaisser."
    },
    {
        "id": 176,
        "name": "Trois Honneurs",
        "description": "Sous le règne de l'Essent, la société s'est repliée sur elle-même et est devenue de plus en plus individualiste. Les gens sont encouragés à ne se préoccuper que d'eux-mêmes, à ne faire confiance à personne. En tant que chef du défunt Ordre du dictame, Malzahar cherche à apporter l'harmonie à ce monde discordant grâce à l'aura enivrante du dictame. Il sait qu'il n'y a qu'en s'unissant qu'ils pourront créer un monde meilleur."
    },
    {
        "id": 177,
        "name": "Bilgewater : mercenaires",
        "description": "Chasseurs de primes, hors-la-loi et pirates se pressent tous sur les célèbres quais-abattoirs de Bilgewater comme des mouches sur un tas de déchets. La vie sur ces mers est rude, mais le jeu en vaut la chandelle... quand la Grande Barbue est d'humeur clémente."
    },
    {
        "id": 178,
        "name": "Chronique",
        "description": "Les légendes sont éprouvées, formées, forgées par leur passé."
    },
    {
        "id": 179,
        "name": "Malédiction du Néant",
        "description": "Si le fléau du Néant se répand dans Runeterra, tout sera ravagé par son évolution impie. Bouillonnant, affamé, intransigeant, le Néant n'épargne aucune créature et n'accepte pas la défaite."
    },
    {
        "id": 180,
        "name": "Outreroutes",
        "description": "Quand un chevalier plumé bat des ailes, un dragon des océans émerge à l'autre bout de Runeterra. Nos vies suivent leur cours, aussi volages que des mots sur un parchemin. Nous ne savons rien des chemins qui s'ouvrent à nous, mais ils nous intriguent. Et si la route à prendre... était la moins fréquentée ?"
    },
    {
        "id": 182,
        "name": "Bêta",
        "description": "Qui a laissé ça dans le build ? Ne dites rien au service juridique."
    },
    {
        "id": 183,
        "name": "Voleur d'âmes",
        "description": "Les âmes sont à la fois vie, lumière et puissance. Dans un monde impitoyable, les maîtres de la mort les volent et les consument sans remords."
    },
    {
        "id": 184,
        "name": "Triomphant",
        "description": "Offert aux joueurs qui ont remporté un tournoi sponsorisé par League of Legends."
    },
    {
        "id": 185,
        "name": "Vrai guerrier",
        "description": "Pour un guerrier digne de ce nom, seuls la force et l'honneur perdureront pour l'éternité."
    },
    {
        "id": 186,
        "name": "Empyréens",
        "description": "Pyke, le premier Empyréen, traque ses doubles à travers les univers, semant derrière lui la destruction et de nouveaux Empyréens. Qui, parmi ces êtres surpuissants, régnera en maître ? Et que feront-ils du peu de temps qui leur reste ?"
    },
    {
        "id": 187,
        "name": "Élus de l'hiver",
        "description": "Quand l'air se rafraîchit et que tombent les premiers flocons, regardez le ciel, car Polaris apparaîtra. N'ayez crainte : si vous avez fait preuve de vertu sans rien attendre en retour, vous recevrez sans doute la bénédiction de l'Aurore. Mais n'oubliez pas : même en étant la plus vertueuse des personnes, ne prenez rien pour acquis, car Polaris revient chaque année et nul n'échappe au châtiment."
    },
    {
        "id": 188,
        "name": "Mythificateur",
        "description": "Autrefois, la défaite de la grande bête Galio a fait naître les traditions du Nouvel An lunaire. Ce conte épique les perpétue toujours. Au sein de l'histoire elle-même vit un monde au grand complet. Mais lorsque l'histoire est soudain bouleversée, les personnages doivent coopérer pour réparer les dégâts et aller au bout de leur propre mythe."
    },
    {
        "id": 189,
        "name": "Coups de cœur et Cœurs brisés",
        "description": "Avec leur prestance et leur style b.c.b.g., les Coups de cœur n'ont vraiment rien en commun avec les Cœurs brisés, d'autant que ces derniers préféreraient sécher les cours pour traîner au skatepark. Cela dit, tous s'accordent sur une chose : ils en ont plus qu'assez de cette fête commerciale pleine de faux bons sentiments. Mais pourquoi ont-ils des palpitations, alors ?"
    },
    {
        "id": 190,
        "name": "Alliance brisée",
        "description": "Cela fait maintenant des années que l'Aspira, le souffle de la vie, est au centre d'un conflit opposant la congrégation des Aspirants à la secte des Éterghaasts. Pour la congrégation, l'Aspira est un don que l'on rend à sa mort, pour accéder à l'au-delà. Mais les Éterghaasts, affligés d'une insatiable soif de souffles, considèrent qu'il n'y a qu'une vie et qu'il faut la vivre à l'excès. Leur guerre n'est pas près de prendre fin..."
    },
    {
        "id": 191,
        "name": "Cour féérique",
        "description": "Tous les fæs nobles sont des serviteurs de la nature ; il leur appartient d'accomplir la volonté naturelle et de veiller au bon déroulement du cycle des saisons avec leur magie. En marge de leur tâche, cependant, des intrigues politiques se trament continuellement dans de luxueuses cours parées de soie, de tulle et d'or. Le pouvoir, après tout, qu'il soit magique, naturel ou politique, attise toujours les rivalités."
    },
    {
        "id": 192,
        "name": "Guerriers d'encre",
        "description": "Dans les faubourgs de Rabadon, un temple en ruines abrite le dernier espoir des Rabadoniens : les guerriers d'encre. Ces hommes et ces femmes sacrifient ce qu'ils ont de plus cher afin de passer un contrat avec des esprits ancestraux. Les pouvoirs qu'ils tirent de leurs tatouages magiques sont si puissants que même la Cabale tremble devant eux. Ils ont trop longtemps été des victimes ; à présent, il est temps pour eux de reprendre leur foyer."
    },
    {
        "id": 193,
        "name": "Hérauts de la nuit et hérauts de l'aube",
        "description": "Le conflit qui oppose les hérauts de la nuit aux hérauts de l'aube est intemporel. D'un côté, les forces du chaos et des ténèbres apportent le changement ; de l'autre, les forces de l'ordre et de la lumière apportent de la structure. Ces dieux et leurs descendants façonnent un monde nouveau. Qui sait de quoi sera fait l'avenir ; de jours radieux ou de nuits sombres ?"
    },
    {
        "id": 194,
        "name": "Champions du monde : 2022",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2022 : DRX !"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus était un monde empli de magie. Mais après la purge, tout s'est effondré. Des siècles plus tard, la civilisation s'est dispersée, la nature a reconquis les villes et la magie est de retour sous la forme des cristaux Prismae. Cette dernière n'a qu'un seul but : se propager. Et si certains peuvent utiliser sa puissance en toute sécurité, d'autres finissent par perdre le contrôle et se faire submerger. C'est ainsi que débute la guerre des Prismae."
    },
    {
        "id": 196,
        "name": "Combattants spirituels",
        "description": "Leurs âmes s'éveillent face à l'adversité, qu'elle se trouve sur un champ de bataille ou dans les tréfonds de leur esprit. Chacun d'entre eux se voit attribuer des capacités uniques reflétant sa nature, ainsi que le pouvoir de conjurer l'essence même de son esprit. Certains affinent leur force, la tempèrent par l'entraînement... D'autres l'utilisent uniquement comme une arme de destruction. Ils sont... LES COMBATTANTS SPIRITUELS !"
    },
    {
        "id": 197,
        "name": "Ville démoniaque",
        "description": "À Styxbridge City, démons, créatures et humains vivent en harmonie. Chaque année se tient le TagFest, un festival d'art urbain dont le point d'orgue est une compétition amicale visant à déterminer qui réalisera le plus grand et le plus audacieux graffiti !"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Les Eidola Vida étaient des mortels qui, à leur mort, ont été réincarnés en esprits de la vie grâce à l'amour de leur famille. Les Eidola Muerte sont des âmes oubliées qui errent dans l'au-delà jusqu'à trouver une famille de fortune. Aucun d'eux ne peut être vu ; tout juste peut-on percevoir leur Ardor, un feu magique capable de stimuler la vie ou de l'éteindre."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "« HEARTSTEEL est le nouveau groupe à la mode, avec des artistes comme Kayn et Ezreal... »\\n« C'est nous tous, le groupe ! »\\n« Du calme, Sett. »\\n« Minute, c'est pour quel magazine, déjà, K'Santé ? »\\n« Essayez de vous concentrer un peu ! »\\n« Eh, Yone, on ne peut pas aller sur scène, tout simplement ? »\\n« On va... Oh, super, Aphelios met les voiles... »"
    },
    {
        "id": 200,
        "name": "Embuscade férale",
        "description": "Ceux qui ont eu la chance de naître avec des marques brillantes sur le corps sont vénérés par leur peuple, qui les appelle « Griffés ». Ces Tigrasiens sont voués à représenter leur communauté et attendent des autres qu'ils respectent leur force. Chacun d'eux veut conquérir le monde pour les siens et devenir un chef craint de tous."
    },
    {
        "id": 201,
        "name": "Écailles célestes",
        "description": "Afin de mieux connaître les sujets de leur royaume, la famille royale et sa suite descendent de leur palais céleste. Ayant pris une forme humaine, tous célèbrent le Nouvel An avec les mortels."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Quand les Prismae sont apparus, certains ont appris à maîtriser leur magie. Mais plus loin au nord, l'influence des cristaux corrompt la terre elle-même. Entre grouillement souterrain et air iridescent, des créatures unissent leurs forces avec des êtres naguère humains dans leur guerre contre ce qu'il reste de la civilisation. Tout doit refléter l'image des Prismae."
    },
    {
        "id": 203,
        "name": "Bataille de nourriture",
        "description": "À la fois méchantes et alléchantes, ces nourritures ne se laisseront pas gober sans se défendre !"
    },
    {
        "id": 204,
        "name": "Légendes transcendées",
        "description": "Il y a fort longtemps, les dieux légendaires scellèrent leur puissance dans les quatre fragments des transcendés : le chaos, l'harmonie, la patience et la vitalité. Chaque fragment imposait une épreuve mortelle aux guerriers qui convoitaient son pouvoir, avec la promesse qu'une réussite les immortaliserait dans l'Histoire. Aujourd'hui encore, des combattants venus du monde entier tentent de relever le défi, espérant créer un héritage digne du respect d'un dieu."
    },
    {
        "id": 205,
        "name": "Berger de la pluie",
        "description": "Sans eau et sans chant, le monde s'est asséché. Depuis que les grenouilles ont perdu la capacité de chanter, la pluie et l'humidité se font rares. Les grenouilles ont donc décidé d'apprendre leur chant à un nouveau groupe : les bergers de la pluie. Vêtus de vêtements de pluie spéciaux, ils font de leur mieux pour redonner vie à la terre et retrouver la nature luxuriante d'autrefois."
    },
    {
        "id": 206,
        "name": "Primordien",
        "description": "Chassés de la terre ferme, les Primordiens ont patienté dans les profondeurs de la mer des siècles durant... jusqu'à ce qu'ils ne puissent plus supporter les habitants de la surface ni les abus qu'ils faisaient subir à la planète. C'est ainsi que la reine des Primordiens rendit son jugement : l'ère de l'humanité sous la lumière du soleil est terminée, et celle des Primordiens ne fait que commencer."
    },
    {
        "id": 207,
        "name": "Champions du monde : 2023",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2023 : T1 !"
    },
    {
        "id": 208,
        "name": "Checks et festivités",
        "description": "C'est la fête !"
    },
    {
        "id": 209,
        "name": "Chasse éternelle",
        "description": "Lorsque la jeune chef de guerre Ambessa tomba au combat, elle reçut une vision de Volrachnun, une vie après la mort réservée aux dignes disciples du Loup. Tous ceux qui sont accueillis dans ce havre doivent rejoindre la Chasse éternelle, trouvant leur bonheur dans la bataille et défiant joyeusement les autres guerriers élus lors d'une chasse sans fin."
    },
    {
        "id": 210,
        "name": "Superfans",
        "description": "Arborez votre drapeau de fan !"
    },
    {
        "id": 211,
        "name": "Bal masqué de la Rose noire",
        "description": "La fête et le luxe règnent au Bal soyeux, où les masques unissent les nobles et les sommités de Runeterra. Mais à Noxus, chaque salle de bal est un champ de bataille. Chaque murmure est aussi létal qu'une dague et le pouvoir change de main entre chaque mondanité échangée. Même la grande Dame Elise est sortie de son nid pour organiser l'événement, au service d'yeux voilés. Des yeux qui observent patiemment."
    },
    {
        "id": 212,
        "name": "Mythe moderne",
        "description": "Les mythes et les légendes se sont déroulés il y a bien longtemps, mais leurs échos se ressentent encore aujourd'hui. Sous la surface d'un monde banal, une puissance mythique révèle une nouvelle génération de héros."
    },
    {
        "id": 213,
        "name": "Ravioles adorées",
        "description": "Tout mage pâtissier digne de ce nom sait qu'aucune réunion n'est complète sans de savoureuses friandises. Bien que ce café soit nouveau, l'art de faire des ravioles ne l'est pas ! Ces chefs magiques sont prêts à pétrir, hacher, frire et cuire à la vapeur pour atteindre la perfection culinaire. Une seule bouchée de cette délicieuse pâte saura donner envie au plus grincheux des clients de les rejoindre pour faire la fête."
    },
    {
        "id": 214,
        "name": "Justice masquée",
        "description": "Après avoir détruit son propre monde d'origine, le géant fou Mezzorax a parcouru la galaxie en quête d'une nouvelle planète à envahir. Il est finalement tombé sur la grande métropole d'Ocono. Mais un groupe improbable de citoyens lui met des bâtons dans les roues. Renforcés par des costumes extraterrestres, les hyperguisements, ils vengeront les vies que Mezzorax a prises et mettront un terme à ses ambitions une bonne fois pour toutes."
    },
    {
        "id": 215,
        "name": "Grande Ordalie",
        "description": "La tradition noxienne veut que l'on célèbre une grande victoire, ainsi que le triomphe de la force sur la faiblesse. Après leur campagne réussie en territoire freljordien, une Grande Ordalie est organisée pour célébrer le retour du général Darius et de ses troupes, attirant des foules dans toutes les arènes de la capitale ainsi que tous les arénaires renommés des années passées."
    },
    {
        "id": 216,
        "name": "Forgeurs de destin et briseurs de destin",
        "description": "Dans un monde pris dans la Trame du destin, aucun fil n'est inaccessible, pourvu qu'on ait l'audace de s'en saisir. Pour cela, il faut trouver le palais de la Trame et se présenter devant les forgeurs de destin, de puissantes entités chargées de protéger le cours du destin. Ceux qui parviendront à les convaincre, les briseurs de destin, peuvent réécrire le cours de leur existence... jusque dans les événements à venir."
    },
    {
        "id": 217,
        "name": "Visionnaire",
        "description": "Devins accomplis, les Visionnaires ont depuis longtemps percé les secrets du cosmos qu'ils conservent précieusement dans leur vaste bibliothèque. Grâce à leur savoir occulte et leurs pouvoirs ancestraux, ils ont protégé leur univers contre d'innombrables menaces. Pourtant, rares sont ceux qui sont prêts à affronter une terreur inconnue issue d'un autre monde, ou même à admettre son existence."
    },
    {
        "id": 218,
        "name": "Fleur spirituelle onsen",
        "description": "Haut dans les montagnes se trouvaient des bains thermaux où les habitants venaient se détendre et oublier leurs soucis du quotidien. Cette retraite spirituelle, nommée « Onsen Fleur spirituelle », était une oasis où règne la sérénité. Son personnel accueillant et sa vapeur magique effaçaient les blessures de combat et les tristes souvenirs. Ici, ni héros ni méchants, seulement des clients reposés et revigorés."
    },
    {
        "id": 219,
        "name": "Darkin",
        "description": "« Jadis, nous étions des dieux. Désormais perdus à jamais dans les ténèbres désincarnées de notre prison, nous rêvons de notre grand retour. Notre retour dans le sang, inéluctable. L'humanité implorera notre divine clémence une nouvelle fois. »<br>À une époque faisant désormais partie des légendes, ce monde appartenait aux Darkin.<br>Et les Darkin comptent bien s'en emparer à nouveau."
    },
    {
        "id": 220,
        "name": "Champions du monde : 2024",
        "description": "Félicitations à nos grands vainqueurs des Worlds 2024 : T1 !"
    },
    {
        "id": 221,
        "name": "Flora fatalis",
        "description": "La flora fatalis jauge tous ceux qui se risquent à pénétrer sur son territoire enivrant, attirant ceux qui ont du courage et de l'ambition pour planter la puissante graine de sa volonté. Ensemble, ils s'adaptent et évoluent, recherchant des hôtes toujours plus forts à renforcer... et à dévorer."
    },
    {
        "id": 222,
        "name": "Les Manifestations éternelles",
        "description": "Pendant des millénaires, les Manifestations, formidablement puissantes, ont travaillé sans relâche depuis le royaume céleste pour guider et protéger Runeterra. Chacune affirme être la manifestation ultime d'une vérité universelle de la création, et cherche des hôtes mortels dignes et capables de faire avancer ses desseins, lui permettant ainsi de revenir dans ce monde."
    },
    {
        "id": 223,
        "name": "Ombres englouties",
        "description": "Alors que des corsaires rivaux se disputent la domination des Mers obscures, une menace ancestrale s'éveille dans les profondeurs. Les rares mortels qui ont survécu remontent changés à tout jamais. Hantés par les murmures des spectres, des sorcières, des ruines et des reliques d'un monde depuis longtemps oublié sous les remous des vagues."
    }
]