[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Profondeurs oubliées",
        "description": "« Assieds-toi, mon enfant, et écoute attentivement. L'océan est une merveille ; les vagues écumeuses qui atteignent nos paisibles rivages sont autant d'invitations insidieuses. Sous cette infinité bleue se cache un monde qui dépasse tout ce que l'on peut imaginer. Des royaumes en ruines et des monstres féroces... Tous flottent dans les profondeurs oubliées. »",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galactique",
        "description": "La Guerre de la lune brisée ravage notre galaxie depuis presque une centaine de cycles. Et pourtant, elle ne semble toujours pas prête de s'arrêter.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glacial",
        "description": "Il est dangereux de s'aventurer dans le froid. Qui sait ce qui rôde sur ces terres glacées ?",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Nouvel An lunaire",
        "description": "Il est temps de se tourner vers le passé, de célébrer ce que nous avons avec notre famille et nos amis, de méditer sur ce que nous avons vécu de bon et de mauvais. Tandis que les feux d'artifice illuminent le ciel nocturne, nous nous tournons vers la nouvelle année, riches des merveilleux souvenirs que nous partageons avec ceux qui nous sont chers.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Ordre du lotus",
        "description": "Le vénérable Ordre du lotus fait partie de ces mythes dont parlent les livres ioniens. Fondé lorsque les mortels s'installèrent sur les Terres premières, l'Ordre passa des générations à cultiver les secrets de l'immortalité ; ses membres étaient les seuls à connaître la réincarnation totale de leur esprit. Gracieux et éphémères comme les flots de la mer, les disciples de l'Ordre du Lotus protègent les Premières Terres, vie après vie.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Salut à toi, joueur !",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Bords pliés",
        "description": "Un vol de grues traverse cette magnifique toile vierge qu'est le ciel ensoleillé. Les arbres et l'herbe sont faits du même matériau, un parchemin imprégné d'une puissance phénoménale, et complètent ce panorama de papier.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Jackys Piltover",
        "description": "Vous cherchez un moyen de transport gonflé à bloc ? Ne cherchez plus ! (Le kilométrage peut varier.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "La plaque",
        "description": "Dans le monde judiciaire, il y a ceux qui détournent la loi et ceux qui la violent. Les agents du RPD enquêtent sur les crimes les plus abominables de la ville afin de traîner les criminels en justice. Voici leur histoire.",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Hérétiques de grand chemin",
        "description": "Au milieu des cendres radioactives, il ne reste plus que des guerriers, des vandales et des survivants qui se disputent les miettes de leur monde dévasté.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Guerriers purs",
        "description": "Depuis l'aube des âges, les Agents de la lumière livrent dans les cieux une bataille éternelle contre d'inébranlables ténèbres.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Voleur d'âmes",
        "description": "Les âmes sont à la fois vie, lumière et puissance. Dans un monde impitoyable, les maîtres de la mort les volent et les consument sans remords.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Super héros intergalactique",
        "description": "//TRANSMISSION URGENTE SUR TOUS LES CANAUX//<br>Le niveau de menace galactique vient d'atteindre ÉCARLATE. [CENSURÉ] est la cible d'une attaque de [CENSURÉ]. D'après le QG, la destruction sera totale dans [CENSURÉ] heures, avec un risque de dégâts collatéraux chez les systèmes voisins. Super héros intergalactiques : ACTIVATION !",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Fulguro",
        "description": "Il n'y a pas que l'humanité qui déclenche de terribles guerres pour des broutilles. Autrefois, avant l'âge des hommes, deux dieux (deux frères) se dressèrent l'un contre l'autre, et leur combat destructeur façonna les terres.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triomphant",
        "description": "Relevez le défi et remportez une victoire triomphale !",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Jeux d'hiver",
        "description": "Rien ne stimule autant les athlètes en compétition que la perspective d'être gelés jusqu'aux os.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombies contre tueurs",
        "description": "Cerveaux...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Strate fluo",
        "description": "Peu connaissent l'existence de l'Aurore, et encore moins ont vu ses volatiles flammes fluo. Cette force cosmique supposée garantir l'équilibre a récemment été déstabilisée, ce qui a entraîné l'effondrement d'univers et canalisé le pouvoir de l'Aurore en des êtres uniques. Désormais, ces êtres surnaturels, les Empyréens, écument les univers, chacun suivant son propre objectif. Le feu se répand et l'incendie semble sans fin.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Contes boréaux",
        "description": "Avez-vous entendu les légendes de l'Aurore ? Elles peuvent être froides et sombres, mais si vous êtes assez brave, vous y trouverez de la chaleur et de la majesté, bien au-delà de vos rêves. Alors asseyez-vous auprès du feu et venez écouter les contes boréaux...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Art du conteur",
        "description": "Histoires, mythes, légendes... Dans chacun vit un monde au grand complet, dont les personnages jouent et rejouent leurs aventures au fur et à mesure que le conte est transmis.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lancier",
        "description": "De leur temps, les antiques Lanciers étaient des merveilles sans égales, conçues pour protéger le royaume dans ses heures de plus grand danger. Tandis que le temps passe et alors que les géants dorment, les secrets de leur construction se sont perdus... mais l'espoir demeure qu'ils répondront à l'appel.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Prototypes de Viktor",
        "description": "La glorieuse évolution est en marche ! À la tête de son armée de machines dotées de cerveaux vivants, Viktor terrasse ses ennemis les uns après les autres. Seule la Résistance menée par les humains l'empêche encore de conquérir le monde.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Monde désolé",
        "description": "Lorsque disparaît la magie, les cendres et le désespoir règnent sans partage. Lorsque tomberont les chevaliers de cet ordre maudit, qui s'élèvera ?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Si l'on omet les bandes rivales, les projets de groupe embarrassants et les fêtes ringardes, l'école n'est pas si pénible que ça. Néanmoins, les coups de foudre n'étaient pas au programme et ils vont compliquer bien des choses...",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Hymne de la déchéance",
        "description": "En ce monde dévasté de souffles et de verre, où nul ne répond plus aux prières et où les serments sont mis à rude épreuve, la seule chose en laquelle on peut encore croire, c'est qu'un simple souffle peut changer une vie.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Petit peuple",
        "description": "Les royaumes féériques sont peuplés de lutins, de nixes, de hobs, de bonnets-rouges et de bien d'autres créatures, toutes de pure magie naturelle et d'une beauté à couper le souffle. Ces êtres s'amusent au clair de lune, sont friands de musiques mélodieuses et jouent des tours malicieux.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Rébellion des guerriers d'encre",
        "description": "La ville de Rabadon prospère grâce à la magie. Quiconque contrôle la magie contrôle Rabadon. Et le contrôle de la Cabale est total. Ceux qui osent lui résister sont mis au pas ou éliminés... mais la Rébellion approche. Dotés de tatouages qui leur confèrent de redoutables pouvoirs magiques, les rebelles feront tout pour renverser la Cabale et rendre la ville au peuple, quitte à y laisser la vie.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Il y a bien longtemps, à une époque oubliée de tous, l'existence de la magie a été balayée de l'univers. La vie a continué, mais certains mondes s'écroulèrent. Alors que les années se transformaient en décennies et en siècles, la nature commença à se rééquilibrer. À présent, la magie est enfin prête à faire son retour, bien que ce soit sous une forme parfaitement inattendue.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Combattants spirituels",
        "description": "Des quatre coins du monde, ceux dont l'âme s'est éveillée sont invités à se battre dans... le Tournoi des âmes ! Ce tournoi est un spectacle télévisé sans égal ! Les combattants s'affrontent sur le ring lors de duels explosifs jusqu'à ce qu'il n'en reste plus qu'un pour recevoir le grand prix : le désir le plus profond de son âme ! Et j'aurai le grand honneur d'être votre présentateur pour cette occasion !",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Toile de béton",
        "description": "L'art et la magie se mêlent dans les rues de Styxbridge City, où vivent des monstres, des esprits, des fantômes et des goules de toutes sortes.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "La vie et la mort, les seules constantes de l'univers, n'ont d'égales que le pouvoir de la famille. La vie ne peut exister sans la mort, la mort ne peut exister sans la vie et les liens familiaux sont assez solides pour que nul esprit ne soit jamais oublié.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Fureur et crocs",
        "description": "Suivez votre instinct. Soyez agressif. Exigez le respect.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Bataille de boustifaille",
        "description": "Qui a dit qu'on ne pouvait pas jouer avec la nourriture ?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Pour éviter d'être effacés à jamais de l'histoire, beaucoup risquent leur vie pour devenir une légende transcendée, un guerrier reconnu par les dieux qui ont donné naissance à ce monde. Ceux qui réussissent sont dotés d'un pouvoir mystérieux et chargés de représenter les dieux qui les ont choisis.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Super Sauveteurs de la Planète",
        "description": "Quand le danger arrive et que le besoin d'aide se fait sentir, il n'y a qu'un seul groupe qui peut répondre à l'appel. Ils sont prêts et utilisent la puissance de leurs costumes d'hyperguisement pour combattre avec plus de force, plus d'agilité et avec des pouvoirs sensationnels. Ils combattront. Ils survivront. Ils sont les Supers Sauveteurs de la Planète ! Ils sont là pour défendre la galaxie !",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Échos des profondeurs",
        "description": "Vous ne trouverez aucun héros ici. Rien que des damnés bien trop lucides. Des tombeaux oubliés aux profondeurs abyssales, des héros maudits confrontent l'incarnation même du mal : éternelle, purulente et assoiffée de liberté.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Maîtres culinaires",
        "description": "La célèbre émission de télé-réalité « Les Maîtres culinaires » est désormais disponible en streaming. Partout. Sur toutes les plateformes. Les 50 saisons de 1000 épisodes chacune. Y compris « Les Maîtres culinaires : les superstars des raclettes ». Et « Les Maîtres culinaires : à vos fourneaux ! ». Vous savez quoi faire ce week-end.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Chasseurs de têtes",
        "description": "Pour certaines espèces, la chasse est bien plus qu'un sport : elle aiguise leur esprit et renforce leur corps, jusqu'à en faire de parfaites machines à tuer.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Gardiens des sables",
        "description": "Postés devant un antique tombeau, de puissants gardiens s'assurent qu'un horrible monstre ne puisse plus jamais menacer le monde. Mais peut-être est-il déjà trop tard...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Folie sucrée",
        "description": "Le Château de pain d'épice d'un côté, la Mer de limonade de l'autre, sans oublier les Monts de la réglisse ou même la Forêt friandise... Voici le Royaume des bonbons dans toute sa splendeur !",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Coffre à jouets",
        "description": "Le coffre à jouets de Gnar déborde de précieux trésors, mais quand tout le monde a le dos tourné, ses jouets prennent vie...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Tribu des Pastels",
        "description": "Peu sont ceux qui survivent à la toundra gelée du nord. Si le froid ne vous tue pas, ce sera les Pastels.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Gardiens des étoiles",
        "description": "Dans un univers vaste et sombre, de jeunes guerriers sont choisis pour protéger la lumière des étoiles. Leur destin est de briller de mille feux, mais aussi de s'éteindre brutalement.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Lunes d'Ionia",
        "description": "Une voix brise le silence : « Tressaillez, camarades et bêtes. Les lunes de notre maudite Ionia se lèvent tels les yeux de démons affamés qui attendent votre allégeance teintée de rouge – ou s'agit-il de fléaux monstrueux qu'il faut à tout prix repousser ? Nous ne sommes que des réceptacles, des sacrifices rituels. Au zénith lunaire, nous taillons la chair et faisons don de tout ce que nous sommes. »",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Chasseurs préhistoriques",
        "description": "Des monstres gigantesques arpentent nos terres, traquant leurs proies avec une efficacité effrayante. Les humains leur auraient déjà servi de repas si les Chasseurs n'étaient pas là pour les défendre. Armés de lames fabriquées à partir des os de leur première chasse, et dotés d'un instinct qui rivalise avec celui des bêtes les plus redoutables, les Chasseurs protègent chaque jour leur peuple d'un destin effroyable.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Livre de contes",
        "description": "Il était une fois des personnages de fiction qui prirent vie au détour d'une page...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fables",
        "description": "Chaque culture a son propre folklore, ses monstres légendaires. Ces mythes sont-ils le fruit de notre imagination, de simples histoires transmises de génération en génération pour expliquer l'inexplicable ? Ou s'inspirent-ils d'une vérité cachée au reste du monde ?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Toute chose naît du conflit, nul ne saurait y échapper. L'harmonie est une illusion, et seuls ceux qui choisissent de la vivre pourront récolter les plus grandes récompenses de la vie.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Plus hauts que les gratte-ciel de la ville, de gigantesques kaijus affrontent d'immenses mechas. Qui l'emportera ?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Désormais à l'avant-garde de la science et des arts, l'Hextech a dépassé ses débuts rudimentaires pour créer des formes de vie complexes capables de penser par elles-mêmes. Des artisans expérimentés conduisent cette révolution vers un nouveau futur plein d'espoir, mais nul ne sait sur quoi cela débouchera.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Solstice",
        "description": "Le Solstice est incontestablement la meilleure période de l'année : il n'y a rien de mieux que l'air vif, la neige duveteuse et un bon chocolat chaud ! Faites une bataille de boules de neige ou entonnez un chant festif ; tant que vous vous amusez, tout ira bien et vous n'aurez rien à craindre.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Royaume en guerre",
        "description": "Des dynasties se disputent le pouvoir en tentant d'unifier le pays, tandis que des guerriers courageux et des généraux rusés mettent leurs talents à l'épreuve contre les plus grands héros de leur époque. L'heure est à la guerre et aux légendes.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Voyage immortel",
        "description": "Il y a longtemps, dans un pays ancien, de nombreuses âmes se rassemblèrent sous les dieux pour tester les limites de leur puissance. Imbéciles et arrogants, braves et justes, ils ont inscrit le récit de leur voyage dans des pages d'histoire immortelles…",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Ouest gothique",
        "description": "Au plus fort de la révolution industrielle, les voyageurs commencèrent à se déverser dans l'Ouest sauvage, à la recherche de la fortune et de la prospérité parmi les horreurs inconnues de ce monde. Ce fut un âge de braves pistoleros et de bandits sans foi ni loi, de dieux inconnus et de démons furieux.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odyssée",
        "description": "L'aventure se trouve partout, des métropoles des mondes-noyaux aux confins de la galaxie ! Le grand empire demaxien ignore les objections de l'ordre des Templiers comme celles des criminels du Syndicat ; seule l'intéresse l'Ora, une mystérieuse essence dorée qui est l'âme de toutes les civilisations et qui promet un pouvoir incommensurable à ceux qui la contrôlent…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJET",
        "description": "Parmi les constructions colossales et dans les rues bondées d'un avenir contrôlé par les multinationales, une guerre de l'ombre fait rage entre des humains optimisés en pleine rébellion et des êtres artificiels au pouvoir tentaculaire. Les vainqueurs décideront du futur... et les perdants seront contraints d'évoluer.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Éclipse",
        "description": "Au commencement régnaient les dieux anciens. L'amour que leur portaient les humains était si profond qu'une femme voulut en incorporer un à jamais dans sa chair. Elle dévora le soleil et, descendant d'un ciel désormais vide, poussa ses chevaliers à éradiquer tous les autres dieux. Des siècles plus tard, ces mêmes chevaliers sont le seul espoir de l'humanité face aux ténèbres naissantes de l'assemblée des sorcières.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Royaume des mechas",
        "description": "Les Grands Royaumes se sont affrontés durant des générations... jusqu'à l'arrivée d'un nouvel ennemi. Pour faire face à cette nouvelle menace, ils ont reçu un cadeau venu des cieux. Réussiront-ils à oublier leur passé pour sauver leur avenir ?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Fleur spirituelle",
        "description": "Lors du festival de la Fleur spirituelle, une période de fête ancestrale d'Ionia, la porte du royaume spirituel s'ouvre, les défunts rendent visite à leurs proches et les vivants attirent l'attention de toutes sortes d'esprits. Qu'il s'agisse des kanmei bienveillants ou des akana obsessionnels, leurs histoires se rejouent encore et encore, telles des ombres sur une lanterne de papier.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "Psychoguerriers",
        "description": "Pour contrer les forces rebelles qui cherchent à déstabiliser le monde, le Haut commandement envoie les Psychoguerriers, une unité d'élite composée de soldats aux pouvoirs psychiques. Les membres sont [INFORMATION CONFIDENTIELLE].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Brise-monde",
        "description": "À la fin, la lune recouvrira le soleil. Et dans cette aube sans espoir, quatre titans s'élèveront pour détruire le monde.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Reines du combat",
        "description": "Jadis divisés par une guerre sans fin, les royaumes d'Elysia ont fini par réaliser la vraie nature de leur monde : la magie qui assure la cohésion de leur dimension n'est alimentée que par le conflit. Depuis, ils se rassemblent autour d'un conflit unificateur, le Grand couronnement, mais certaines alliances commencent à se fragiliser...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "La saga du Roi déchu",
        "description": "La Brume noire s'amasse, la Nuit de l'horreur approche et le Roi déchu a fait son retour. La corruption de Viego s'abat sur Runeterra, transformant les amis en ennemis et mettant à genoux des nations entières. Nul n'a le pouvoir de l'arrêter, à part les Sentinelles de la lumière : un ordre ancestral dirigé par Senna et Lucian. C'est à eux qu'il revient de rassembler des champions du monde entier pour repousser la Brume noire et mettre un terme définitif au règne de terreur du Roi déchu.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Rouleaux de Shan Hai",
        "description": "Personne ne sait qui est à l'origine des mystérieux rouleaux de Shan Hai ou à quand remonte leur création. Un simple regard suffit pour comprendre que cette peinture est une fenêtre qui donne sur un monde de magie et d'émerveillement. Ou s'agirait-il plutôt d'une porte... ?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Rose de cristal",
        "description": "Dans un monde d'alliances magiques souvent brisées et de querelles centenaires, le festival de la Rose de cristal offre un terrain neutre sur lequel les puissants peuvent oublier leurs vendettas et négocier des trêves. Les armes sont laissées à l'entrée et les nouveaux pactes potentiels sont signalés par le port de roses magiques qui ne poussent que durant le festival.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Astro-groove",
        "description": "Dans une lointaine galaxie groovy, à un million d'enfers disco, la mystérieuse énergie du Groove apporta musique et prospérité à des milliards de citoyens galactiques. Mais quand la reine des extraterrestres, Lissandra, à la tête de son armée de Mauvaises ondes, commença à réduire en esclavage et à supprimer la musique disco, un nouvel âge de héros naquit pour l'arrêter et protéger le Groove.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcanes",
        "description": "Loin au-dessus des Arcanes, les Archétypes, motifs vivants qui façonnent la réalité, s'efforcent de conformer le chaos qu'ils surplombent à leur vision du monde. Les Archétypes recrutent les citoyens perceptifs du monde d'en dessous pour amplifier leurs motifs cachés ; plus un Archétype renforce son motif, plus le monde se fait le reflet de ses desseins.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Cauchemar criminel",
        "description": "Des horreurs sans nom rôdent à Valoran City. Les marchés noirs ont vu apparaître les Élixirs, des substances qui rapporteront richesses et influence au gang qui parviendra à s'accaparer leur commerce. Attirés par toute cette corruption, barons du crime et criminels de bas étage se tournent vers des forces supérieures dans l'espoir de goûter au vrai pouvoir.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsefire",
        "description": "Dans le tourbillon infini des réalités parallèles, des chronopoliciers poursuivent des fugitifs, affrontent des seigneurs de guerre temporels et luttent contre les implacables Prétoriens.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Café Chouchous",
        "description": "Bien manger, c'est magique ! Dans un monde où les services à thé sont d'une élégance rare et les pâtisseries enchantées, les mages montent des macarons magiques, font de croustillants croissants charmeurs et servent des scones ensorcelants aux clients affamés.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Les cités de Piltover et de Zaun sont agitées. Les inventeurs, les voleurs, les politiciens et les seigneurs du crime se débattent dans une société au bord de l'implosion. Découvertes et dangers se mêlent. Des héros apparaissent et des liens se brisent. Tout cela va-t-il changer le monde, ou le mener au désastre ?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Électrolame",
        "description": "Les Électrolames sont un ordre de mystérieux shinobis dont les armes ont été imprégnées de magie électrique lors du dangereux Rituel des nuages. Leur tâche : protéger l'humanité des esprits malveillants et des monstres. Les Électrolames parcourent ainsi les royaumes physique et spirituel, affrontant des menaces qu'eux seuls sont en mesure de vaincre afin d'assurer un avenir aux mortels.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "Technologie Anima",
        "description": "L'humanité est moribonde ; les Primordiens, des envahisseurs à la technologie de pointe venus des profondeurs, ont bien failli l'éradiquer. Heureusement, les combattants de la section Anima sont là pour empêcher la fin du monde. Pour sauver l'humanité, ils devront utiliser la technologie de leurs oppresseurs et se battre comme des animaux.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Été ensoleillé",
        "description": "L'été est arrivé ! Le soleil brille, l'air est chaud et l'eau est bonne. Tout le monde laisse de côté ses rivalités et ses rancunes et n'apporte que des maillots de bain et de bonnes ondes. On aura tout le temps de se taper dessus plus tard. Alors détendez-vous, profitez de la musique et amusez-vous.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Dresseurs de monstres",
        "description": "Qui sommes-nous ? Des dresseurs de monstres ! On protège le monde quand il est en danger ! Quand les autres fuient, on fonce dans la mêlée. On dresse le monstre et utilise le CORE. Et avec nos nouveaux amis, on bondit, on court, on nage, on vole ! On va partout, on n'a pas froid aux yeux. Parce qu'on est des dresseurs de monstres ! Voilà qui nous sommes !",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Horizon des événements",
        "description": "Dans les infinies ténèbres de l'espace naissent des choses aussi terribles que magnifiques, des créatures cosmiques aimantes, mais aussi les monstruosités du Pulsar sombre. Ces dernières sont les enfants de dieux mutiques, et elles ont enfin retrouvé le chemin de leur foyer.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Gardien des esprits",
        "description": "Udyr a passé près d'une décennieà maîtriser ses dons spirituels auprès des moines du monastère d'Hirana. Et quand Freljord, son pays natal, réclama sa présence, il préféra poursuivre son entraînement à Ionia. Depuis lors, Udyr fait partie du paysage spirituel et mortel ionien, œuvrant aux côtés de Lee Sin et de Karma pour restaurer l'équilibre en ces terres dévastées par la guerre.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Le train-train",
        "description": "Le train-train quotidien est une lutte âpre et constante. Il est parfois revigorant, parfois démoralisant. Toute la semaine s'enchaînent les hauts comiques et les bas tragiques, et tout recommence toujours le lundi. Travaillons-nous pour vivre ou vivons-nous pour travailler ?",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Incognito",
        "description": "Un univers totalement ordinaire qui ne connaît ni fourberie ni faux-semblant.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Ciel de fer",
        "description": "Une galaxie meurtrie par la guerre tente de se reconstruire. Le pouvoir est entre les mains de criminels et de corporations ayant mis la main sur de dangereux exosquelettes. En réaction, des mégacorporations ont levé des armées privées afin de dominer de lointaines colonies spatiales. Les champs de bataille ont changé, la guerre ne change jamais.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Les âges de Runeterra",
        "description": "Des aperçus de soi-même dans d'autres vies. Des destins qui s'entrechoquent dans d'autres temps. Runeterra est un monde riche en possibilités, car sa légende n'en finit pas de trouver de nouvelles destinations et de féconder de nouvelles destinées.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Élémentaliste",
        "description": "Un royaume est au bord de la ruine alors qu'une armée de créatures élémentaires titanesques livrent une guerre sans merci contre l'humanité. La dernière ligne défensive résiste sous les ordres d'une reine guerrière solitaire, Lux élémentaliste. Pour sauver son peuple, elle doit regarder en elle et révéler sa véritable nature... quelle que soit sa forme.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernaux",
        "description": "Le feu, le soufre et la mort. Plus jamais le monde ne sera comme avant l'avènement du Seigneur volcanique. Il n'est plus qu'un rêve consumé dans les rivières de lave qui bouillonnent sous les chaînes de volcans. Une nouvelle ère commence ; une ère qui brûlera pour l'éternité.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Mythique",
        "description": "Les fabuleux trésors d'une époque révolue.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Merveilles du monde",
        "description": "Des individus venus des confins de l'univers de la « Terre », là où les statues géantes prennent vie et où tout le monde porte un chapeau bizarre. Ça ressemble beaucoup à Runeterra, quand on y pense.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Institut de la guerre",
        "description": "Les lois, les empires et le chaos politique qui ont mené aux Guerres runiques appartiennent au passé, mais les derniers Seigneurs-mages et membres du Protectorat content encore les batailles des Champs de justice. Les Maraudeurs et les Purificateurs perpétuent ces anciens instincts martiaux, aussi lointains ces conflits soient-ils.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Monde des dragons",
        "description": "Par deux fois, le feu des dragons consuma le monde. Par deux fois, des héros furent forgés dans les braises.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "22e siècle ; les optimisations corporelles sont monnaie courante. L'humanité repousse sans cesse ses limites, engendrant un sentiment d'optimisme sans borne. Tous les quatre ans, les nations mettent de côté leurs différends pour les Jeux du zénith qui célèbrent l'harmonie et l'esprit sportif. Le but des athlètes n'est pas de montrer au monde de nouvelles possibilités, mais de lui montrer ce qu'il peut devenir.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "« Insérez une pièce pour jouer » clignote à l'écran. Un appât irrésistible pour tout joueur digne de ce nom. Mais, arrachés à leur modeste salle d'arcade pour être projetés dans un monde de héros et de combats de boss, ces joueurs ordinaires devront combattre avec tous leurs réflexes... et leurs combos. Parce qu'à Arcadia, on n'a qu'une seule vie, et c'est la vraie !",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Les Contes de la Faille",
        "description": "Les parents racontent à leurs enfants que des sorcières et des créatures de la nuit hantent les rues lors d'une nuit très précise de l'année. « Reste dans ton lit, mon petit, car l'obscurité est leur amie. » Ces histoires ne sont que partiellement vraies ; bien que les goules de cette nuit magique aiment effrayer les passants, elles ne feraient jamais de mal à un enfant. Sauf s'il a été très méchant.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Abeilles",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz ! Bzzz, bzz, bzz bzz bzz. Bzzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Âge d'argent",
        "description": "Retrouvez les plus sensationnels super-héros et les plus maléfiques méchants chez votre marchand de BD préféré !",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Chats contre chiens",
        "description": "La plus ancienne rivalité que le monde connaisse : le meilleur ami de l'homme contre les plus grands héros d'Internet. Une seule faction peut émerger de la bataille ancestrale entre les chats et les chiens. Espérons pour eux qu'ils ne se salissent pas trop. Le bain, c'est encore pire que la défaite.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Cauchemar du quartier",
        "description": "Des histoires terrifiantes de marginaux étranges, d'amis diaboliques et de réunions macabres.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Ancien temps",
        "description": "La vie est une bénédiction dans l'enceinte du château du seigneur Tryndamere. Les chevaliers peuvent acheter leur équipement auprès du forgeron ou solliciter les sages conseils de nombreux mages. Et pour ceux dont l'esprit est aventureux, les terres d'Albion attendent, riches de mystères connus seulement du petit peuple qui y réside.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Eaux sombres",
        "description": "Bilgewater, où la mort est plus rapide que les courants marins et les lois aussi souples qu'une anguille. Où l'argent est un passe-partout et la vérité un mensonge accepté de tous.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Remplir des stades, avoir du style, entendre la foule vous acclamer... Bien sûr, tout ça est important, mais il y a aussi le son des enceintes, si fort que vos oreilles se mettent à siffler. La lumière bouillante des projos, les basses qui tabassent et le rythme entêtant des percus. L'adrénaline qui se répand dans vos veines comme un feu liquide. Cette sensation ? Seule la musique peut vous la procurer.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Héros de guerre",
        "description": "Les champions triomphent de leurs ennemis et atteignent de nouveaux sommets. Ils réalisent leurs rêves les plus fous et exposent leur trophée durement acquis à la vue de ceux qui aspirent à la grandeur.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Honneur",
        "description": "Sous le règne de l'Essent, la société s'est repliée sur elle-même. Les gens sont encouragés à ne se préoccuper que d'eux-mêmes, à ne faire confiance à personne. En tant que chef du défunt Ordre du dictame, Malzahar cherche à apporter l'harmonie à ce monde discordant grâce à l'aura enivrante du dictame. Il sait qu'il n'y a qu'en s'unissant qu'ils pourront créer un monde meilleur.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy Metal",
        "description": "Des fans du monde entier se pressent dans les arènes de RiotCorp afin d'assister aux matchs opposant les plus grands robots de combat. Un seul de ces guerriers mécaniques aura la chance d'être sacré champion de la Full Metal Robot Fighting League... et de ne pas finir en pièces détachées.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Tu m'appartiens",
        "description": "... Et vous ?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Université",
        "description": "À L'ATTENTION DES ÉLÈVES ET DES PROFESSEURS : nous avons été informés que tous les élèves sont sous le coup de sanctions disciplinaires et que tous les professeurs sont en arrêt maladie pour raisons psychiatriques. Les cours sont annulés jusqu'à nouvel ordre, probablement jusqu'à ce que les étudiants suspendus (ci-dessus mentionnés) aient médité sur leur comportement cataclysmique.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arcanistes",
        "description": "De l'autre côté des portes de l'académie, le monde est rempli de magie et de dangers. Les professeurs recommandent aux jeunes sorciers de rester en sûreté sur le campus, de faire grandir leurs talents et de beaucoup étudier. Mais cela suffira-t-il à les discipliner, quand l'aventure attend au coin de la rue ?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Voyageurs stellaires",
        "description": "Il est dangereux de voyager seul dans l'espace... Prenez un Meep ! Mais pas un violet. Les Meeps violets sont maléfiques.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Arme divine",
        "description": "À cause des Armes divines, la société est désormais dirigée par la pure puissance. Ces monuments dotés d'une conscience appellent ceux qui en sont dignes et offrent leurs dons à leurs sujets, désireux d'étendre leurs conquêtes dans ce monde déchiré par la guerre. Être choisi est un laurier honorifique, inspirant la terreur à ceux osant s'opposer à eux.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Bêta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Glaces noires",
        "description": "La Sorcière de glace ne laisse dormir personne. Chaque allié, chaque ennemi abattu sur son domaine est relevé de ses cendres pour combattre à ses côtés. Sa magie noire distord leur apparence et le cœur de ces golems gelés dévient une impérissable glace sombre.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Hémolithe",
        "description": "La légendaire Hémolithe octroie d'impressionnants pouvoirs à un prix glaçant. Elle a laissé de nombreux cadavres dans son sillage et bien d'autres tomberont encore, car nul ne peut résister à la puissance des ténèbres.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "E-sport",
        "description": "Certains pensent que brandir la Coupe de l'invocateur devant un stade en délire est le seul prix qui compte... d'autres disent que c'est l'argent. Et l'équipe qui produit les skins de League of Legends ? Nous pensons que ce qu'il y a de mieux quand on remporte le Mondial, c'est d'être immortalisé dans son jeu préféré. Et nous sommes parfaitement objectifs !",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Édition Collector",
        "description": "Pour les détenteurs de l'édition collector limitée de notre MOBA, sortie en 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "La guerre, c'est l'enfer",
        "description": "De quoi ?! Nous sommes en guerre, soldat, et vous perdez votre temps à lire ? À quoi ça sert de lire quand on doit traîner sa carcasse de cancrelat dans la boue au milieu d'une tempête sous un déluge de feu ? À rien ! En formation !",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Lapins de Pâques",
        "description": "C'est la saison des cloches et des lapins en chocolat ! Les gens se réunissent et suivent la piste des lapinous dans leurs plus beaux atours, tout sourires et œufs peints. Que leurs petits bonds vous remplissent le cœur de joie !",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Némésis",
        "description": "Comment trouve-t-on l'unité Némésis ? En suivant les cadavres.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Thanatophores",
        "description": "Dans les profondeurs des enfers, on s'agite fiévreusement. La mort rassemble ses sujets. Son nouveau plan, plus terrifiant que jamais, requiert l'âme de tous les mortels.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Démoniaque",
        "description": "Aux âmes vouées à souffrir, qu'elles aient signé un pacte ou qu'elles soient damnées par leurs pratiques malveillantes : les flammes éternelles de l'Enfer vous attendent.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Quatre bêtes",
        "description": "Des bêtes divines veillent sur le monde, confiant des pouvoirs incommensurables aux âmes qui se montrent dignes de leurs bénédictions. Une fois accordés, toutefois, ces pouvoirs ne peuvent plus être repris, même s'ils sont utilisés pour faire le mal.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Chevaliers d'effroi",
        "description": "Ramenés à la vie par quelque ancienne magie, ces chevaliers morts-vivants sont le seul vestige d'une histoire ancienne, perdue dans la brume du temps. Ils protégeront tout ce qui fut à eux, quel qu'en soit le coût pour les vies mortelles.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Donjons & Barons",
        "description": "Des dangers rôdent aux quatre coins de Runeterra ! Des monstres macabres, des sorciers sournois et des créatures mythiques peuvent vous surprendre à tout moment ! Rassemblez vos amis, créez votre propre aventure pour 3 à 5 joueurs et terrassez le mal à coups de dés. Réussirez-vous à sauver le monde et à devenir une légende dans Donjons & Barons ?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]