{
    "patcher_initiating_soft_repair": "Desculpe! Detectamos um problema com sua instalação. Tentaremos reparar os arquivos afetados.",
    "patcher_primary_work_repairing": "Reparando instalação",
    "patcher_error_failed_to_write": "Não foi possível gravar arquivos na sua pasta de instalação. Esse erro costuma ser solucionado após liberar espaço em disco e tentar novamente.",
    "patcher_phase": "{{current}} de {{max}}",
    "patcher_league_client_sln": "Cliente",
    "patcher_lol_game_client_sln": "Jogo",
    "patcher_disconnected": "Você não pode jogar pois está desconectado(a).",
    "patcher_gameflow_disabled": "Não foi possível criar um saguão no momento. Encerre o cliente e tente reiniciá-lo.",
    "patcher_gameflow_bad_registration_single": "Estamos com problemas de comunicação com alguns servidores do LoL. Se o problema persistir, entre em contato com o Suporte ao Jogador e informe esse código de erro: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Estamos com problemas de comunicação com alguns servidores do LoL. Se o problema persistir, entre em contato com o Suporte ao Jogador e informe esses códigos de erro: {{errorCodes}}.",
    "patcher_no_queues": "Todas as filas estão desativadas no momento. Se o cliente estiver funcionando sem problemas, reinicie-o para tentar novamente.",
    "patcher_player_time_banned": "Você foi banido(a)! Só poderá jogar novamente em {{days}} dia(s).",
    "patcher_player_banned": "Você foi banido(a)! Faça login novamente para verificar a duração do banimento e o cartão de reforma.",
    "patcher_player_in_tournament": "Você não pode jogar outros modos de jogo depois de confirmar participação no Clash.",
    "long_patcher_bar_text": "Instalando cliente do jogo...",
    "patcher_migration_modal_header": "Novo atualizador a caminho",
    "patcher_migration_modal_body": "Estamos mudando alguns arquivos de lugar para que nosso atualizador novo, mais rápido e mais estável possa encontrá-los. Isso pode levar alguns minutos, mas só será feito uma vez. Mais informações {{link}} se precisar!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "aqui",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Você não parece ter se conectado aos nossos servidores.",
    "patcher_initial_eta_calculation": "Calculando tempo estimado de download...",
    "patcher_vanguard_session": "A sessão do Vanguard está sendo inicializada.",
    "patcher_os_check_failed": "Você está usando um sistema operacional sem suporte. Para mais informações, confira nossos requisitos mínimos.",
    "patcher_update_direct_x": "Você está usando uma versão desatualizada do DirectX. Atualize sua versão do DirectX (ou aprimore seu hardware, se necessário) para continuar jogando.",
    "patcher_update_mac_metal": "O LoL precisa de uma versão da tecnologia gráfica Metal que não é compatível com seu Mac. Use um dispositivo com suporte para as versões mais recentes da tecnologia gráfica Metal para continuar jogando."
}