[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "太古の海底",
        "description": "「さぁ、我が子よ。ここに座りなさい。今からする話をよく聞くのだ。海には不思議があふれている。この平和な海岸に打ち寄せる波は、私たちを欺く偽りの招待に過ぎない。無限に続く青い海の底には、私たちの想像を越えた世界が広がっている。太古の海底に揺れる廃墟と化した王国と恐ろしいモンスターたちの世界が」",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "銀河",
        "description": "何百回にも渡って続いた月壊戦争によって銀河は荒廃した。それでもなお…戦いの終わりは見えていない。",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "氷河",
        "description": "この凍てつく世界を旅することは、危険な行為である。凍りついた大地に何が潜んでいるのかは、誰にも分からないのだから…",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "旧正月",
        "description": "家族や友人と集まって、この一年間を良いことも悪いことも振り返り、一緒にお祝いする季節がやって来た。花火が夜空を明るく照らす中で、愛する人たちとの素敵な思い出にあふれた新年を願うのだ。",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "蓮華の騎士団",
        "description": "アイオニアの神話を記した分厚い書物には、慈悲深き「蓮華の騎士団」のことが書かれている。この騎士団は、定命の者たちが始まりの地に定住した際に結成され、数世代に渡って不死性の秘密を育んできた。実際、彼らは己の精神の完璧な転生を実現した唯一の集団だった。海のさざ波のように優雅で儚い騎士団員たちは、一切の恐れなく今ある人生、そして次なる人生と対峙し、始まりの地を守っている。",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "ゲームを愛する者たちへ、敬意を込めて。",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "折り上げられし世界",
        "description": "空を舞う鶴の群れ。そして、その飛翔を彩る美しい太陽と雲の背景。不思議な力で貼り合わされた羊皮紙が作り上げるこの紙細工の世界では、木も、草も、すべてこの薄い素材で出来ている。",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "ピルトーヴァーカスタムズ",
        "description": "最高にイカしたマシンを探してるって？だったらウチに来て正解だ(燃費まで気に入るかは別だが)。",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "ザ・バッジ",
        "description": "刑事司法制度の対象者、それはつまり法を曲げる者や破る者たちのことだ。ライアット警察に勤める熱心な警官たちは、この街で最も凶悪な犯罪を調査し、悪党たちを裁きの場に連れていく。これは、そんな彼らの物語だ…",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "ハイウェイの異端者たち",
        "description": "放射能に汚染された旧世界の灰の中で、不毛の地の戦士たち、残酷なアウトローたち、好戦的な生存者たちが、残された物の支配権を巡って戦っている。",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "アークライト",
        "description": "天界全体、そしてあらゆる創造物を巻き込みながら、「光の使い」たちは不変の闇との終わりなき戦いを続けている。",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "魂の支配者",
        "description": "魂は命であり、光であり、力だ──しかし、慈悲なきこの世界では、無情な死を操る者たちが、それを奪い、吸収している。",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "超銀河",
        "description": "//全チャンネル緊急放送//<br>銀河脅威レベルが「クリムゾン」に引き上げられました。[削除済み]が[削除済み]による攻撃を受けています。[削除済み]時間後には完全に破壊され、付近の星系にも被害が及ぶと最高司令部は予測しています。超銀河、出動！",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "雷帝",
        "description": "些細な口論をきっかけに熾烈な戦いを始めるのは、人類だけではない。人類が誕生するよりも遥か昔、二柱の神々──二人の兄弟が武器を手に争い、その激しい戦いによって、今ある世界は形作られた。",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "達成者",
        "description": "激しい競争に挑み、勝利を目指せ！",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "ウィンタースポーツ",
        "description": "少しばかり霜焼けになる可能性がある方が、優れたアスリートの才能は引き出されるものなのだ。",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "ゾンビVSスレイヤー",
        "description": "脳…ミソ…",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "折り重なるネオン",
        "description": "「フォアグロー」のことを知る者はほとんどいないが、その危険なネオンの炎を目にしたことがある者はさらに少ない。通常だと宇宙は力の均衡が保たれているが、何かがバランスを崩すと世界は崩壊して、「フォアグロー」の力がひとつの存在に注がれる。そして今、「荘厳の天球」として知られる超自然的な力を持つ者たちは、それぞれが持つ目的を果たすため、炎の痕跡を残しながら様々な世界を渡り歩いている。この炎の拡散に、終わりは見えない。",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "ボレアリスの物語",
        "description": "オーロラの話を聞いたことはあるかい？オーロラは冷たく、暗い存在かもしれないが、お前に十分な勇気があるのなら、夢に見たことすらない暖かさと偉大なる荘厳さを見つけることができるだろう。さぁ、暖炉の側に座って。ボレアリスの物語を聞かせてあげよう…",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "綴られし物語",
        "description": "物語、神話、伝説──その中にはそれぞれ独自の世界が広がっており、物語が繰り返し語られるたびに、登場人物たちは自らの試練と苦難を演じている。",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "ランサー",
        "description": "古代のランサーたちは、当時のあらゆるものを凌駕した存在であり、未曾有の危機に陥った国を守るために造られた。そして時は流れ、この巨人たちは眠りについた。その建造の秘密は、遠い昔に失われてしまっている…だが、希望までもが潰えたわけではない。危機が迫るとき、彼らは人々の呼び声に応えてくれるだろう。",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "バトルキャスト",
        "description": "栄えある革命の時は来た！生きた脳を持つマシンの軍団を作り上げたビクターは、敵の連合勢力に正面から立ち向かう──彼の世界征服を阻む者は、今や人間を中心とするわずかばかりのレジスタンスしか残っていない。",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "堕ちた世界",
        "description": "魔法が失われたとき、それに代わって世界を支配したのは灰と絶望だった。あの呪われし騎士団がいなくなったとき、彼らに代わって何が現れるのだろうか？",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "交わることのない派閥、気まずいグループプロジェクト、退屈な年中行事…学校なんてルーティーン作業の面倒な場所でしかない。しかし、授業では教えてくれない突然の恋心の芽生えに、誰もがさらなる混沌へと巻き込まれていく…",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "捨て去られし讃美歌",
        "description": "生命とガラスが織りなすこの荒廃した世界。そこでは祈りが聞き入れられることはなく、誓いが果たされることもない。だが、一つだけ確かなことがある──たった一回の呼吸が、人生を変えるかもしれないということだ。",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "妖精の領域",
        "description": "ピクシー、ニクシー、ホッブ、レッドキャップ…妖精の女王国には様々な妖精たちが住んでいる。彼らは純粋な自然の魔法と絶世の美しさを持った生物であり、月光をその身に浴び、甘美な歌を歌い、イタズラをして過ごすことに喜びを見出している。",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "墨影の反乱軍",
        "description": "魔法によって栄える都市、ラバドン・シティ。ここでは魔法を支配する者こそが、その頂点に君臨する。カバルの支配は絶対であり、逆らう者は誰であれ屈服させられるか、排除されてきた…しかしここに、反乱軍が立ち上がる。その肌に刻まれた危険な魔法の刺青で武装した彼らは、カバルを打倒し、街を人々の手に取り戻そうとしている──たとえ、その命を犠牲にしてでも。",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "マジケ・プリズマティカ",
        "description": "もはや知る人などいないほど遠い昔、世界からあらゆる魔法の存在が掻き消された。人々は滅亡こそしなかったが、いくつかの文明は滅び、数年、数十年、数世紀の時間が流れ、自然が再び均衡を取り始めた。そしてついに、その時がやって来た──魔法の復活である。だが、それは予想だにしない形で実現するのだった。",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "ソウルファイター",
        "description": "目覚めし魂を持つ者たちが、世界各地から集う格闘大会──その名もソウルトーナメント！この大会は世界最大の娯楽であり、前代未聞の大規模なテレビ中継が行われる！ファイターたちは優勝者だけに与えられる報酬…最も深い魂の望みを叶える権利を手にすべく、リングで1v1の熾烈なバトルに挑む！大会の模様は、実況解説席から随時お届け！",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "コンクリート キャンバス",
        "description": "スティクスブリッジのシティーストリートでは芸術と魔法が入り混じる。そこではモンスターや精霊、幽霊、グールなど、あらゆる種類のクリーチャーが暮らしている。",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "スエニョ・デ・ヴィダ",
        "description": "この宇宙において、生と死は唯一不変の真理かもしれないが、その力に匹敵できるものがあるとすれば、それは家族だろう。生は死なくして存在せず、死は生なくして存在しえない。だが、家族の絆は強く、真に忘れ去られてしまう霊魂など存在しないのだ。",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "怒りの牙",
        "description": "直感を受け入れよ。攻撃性を解放せよ。敬意を要求せよ。",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "ランチタイムバトル",
        "description": "食べ物を粗末に扱うなとは、まさにこのこと？",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "歴史から永遠に抹消されることを避けるために、多くの者たちが命の危険を冒してでも、この世界を誕生させた神々に認められた戦士「覚醒せし伝説」になろうとする。それに成功した者は想像もつかないほどの力を授けられ、その者を選んだ神々の代理となる。",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "スーパープラネットフォースセーバーズ",
        "description": "危険な事態が勃発し、切に助けが必要となったとき、その求めに応えられるグループはひとつだけだ。戦闘準備万端の彼らはハイパーガイズスーツの力を利用し、変身して得た腕力、敏捷性、驚異的なパワーを使って戦いに飛び込んでいく。人々のために戦い、宇宙を守る。そう、彼らが銀河の守護者、スーパープラネットフォースセーバーズだ！",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "深海の響き",
        "description": "ここに英雄はいない。あまりに鋭き慧眼を持つ亡者がいるだけだ。銘もなき墓から光の射さぬ深海へ。呪われた英雄は悪の化身と対峙する。腐敗し、解き放たれることを渇望し続ける不滅の存在と。",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "天才料理人",
        "description": "大人気の料理対決番組、「天才料理人」が現在配信中。50シーズンの全1,000エピソードが、あらゆるプラットフォームで視聴可能。さらに「天才料理人スーパースターズ」と「芸能界の天才料理人」もおすすめ。今すぐ視聴マラソンを始めよう。",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "ヘッドハンター",
        "description": "一部の種族にとって狩りは単なる娯楽ではなく、その心と体をも支配する。それは彼らを完全無欠の殺傷マシンへと仕立てあげる要因でもあるのだ。",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "砂漠の守護者",
        "description": "太古の悪霊の墓を守る、強力な守護者たち。彼らによって世界は悪霊の脅威から守られているのだ。だがもはや手遅れかもしれない…",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "シュガーラッシュ",
        "description": "ジンジャーブレッド城からルートビア海まで、そしてリコリス山脈からグミの森まで、お菓子王国に栄光あれ！",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "おもちゃ箱",
        "description": "ナーのおもちゃ箱には貴重なお宝がたくさん詰まっている。けれども家から人がいなくなると、おもちゃたちが勝手にあそび始めるのだ…",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "ウォード族",
        "description": "北部の凍てつくツンドラを生きて渡った者はほとんどいない。寒さに耐えることができたとしても…ウォード族から生き延びることは不可能なのだ。",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "スターガーディアン",
        "description": "暗く広大な宇宙のなかから、運命によって選ばれる星の光を守る若き戦士たち。彼らはの生命が激しく燃え上がり、その輝きと等しく壮絶な最期を遂げることになる。",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "アイオニアの月",
        "description": "静寂の中から声が響く。「悶えるがいい、獣よ、同胞よ。滅びへ向かうアイオニアの空に月が昇る。飢えた悪魔の目蓋のように、赤い忠誠を待ち侘びながら。たとえそれが絶望をもたらす禁忌だろうと、我々は儀式に捧げられた器に過ぎない。月が天頂へ至るとき、我々は肉を切り取り、己のすべてをささやかな贈り物として捧げるのだ」",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "先史時代の狩人",
        "description": "巨大なモンスターが大地を闊歩し、恐ろしいほどの正確さで獲物を付け狙う。人類は彼らの次なる獲物になっていたことだろう──狩人たちがいなければ。恐ろしい野獣に匹敵する本能を持つ狩人たちは、自分が初めて狩った獲物の骨で造った刃で武装し、人類を悲惨な運命から救うために日々戦っている。",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "おとぎ話",
        "description": "昔々あるところに、命を持ってページの中から飛び出してきた、おとぎ話の登場人物たちがいました…",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "寓話",
        "description": "どんな文明にも、伝説の人物や怪物が登場する独自の民話が存在する。これらの神話は想像の産物なのか、あるいは人智を超えた出来事を何世代にも渡って語り継いだ結果なのか？それとも、世間一般から隠された真実に基づく話なのだろうか？",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "VS",
        "description": "万物は争いから生まれる。その定めを逃れられるものなど存在しない。調和は幻想でしかないのだ。しかし、その幻想を受け入れた者だけが、人生最良の報酬を得ることができる。",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "メカ",
        "description": "街を見下ろすほど巨大な怪獣が、巨大なメカと激しくぶつかり合う。さあ、勝つのはどちらだ？",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "ヘクステック",
        "description": "科学と芸術の最先端をゆくヘクステック。初期の未熟な状態から、今では自由意志を持つ複雑な人工生命ですら作り出せるまでに進化し、近代版ルネサンスの様相を呈している。熟練の工匠がヘクステック領域をまだ見ぬ地平へと導いているが、発展の先に何が待ち受けているか誰にも分からない。",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "スノーダウン",
        "description": "スノーダウンは一年で最高の瞬間だ。澄んだ空気と柔らかな雪、そしてあたたかいココア。雪玉を投げて、キャロルを歌う──君が楽しんでいるのなら、すべては上手くいく。恐れるものなど何もないのだ。",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "三国武将",
        "description": "全国を統一するため、覇権を争う国々。数々の勇猛な戦士と冷静な将軍が、時代の寵児と目される英雄たちに挑む。今は戦乱の時代、生ける伝説たちの時代なのだ。",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "不滅の旅路",
        "description": "遥か昔、古代の国で多くの者が神の下に集められて、その力の限界を試された。愚かさと傲慢さ、勇敢さと公正さ、彼らの旅路は歴史という不滅の頁に書き記されることになった…",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "荒野のゴシック",
        "description": "産業革命の気運が高まるなか、旅人たちは未開の西部に殺到し、残酷な旧世界にはびこるかつてない恐怖と戦いながら富と繁栄を求めた。それは勇気ある銃の名手や腐った悪党、謎めいた神々、野蛮な悪魔たちの時代である。",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "オデッセイ",
        "description": "都会化されたコアワールドから銀河の遥か彼方まで、そこには冒険が待っている！巨大なデマクシアン帝国はテンプラー教団の反対や犯罪組織シンジケートをものともせず、アウラを追い求め続けた――謎に満ちた黄金のエッセンスであるアウラは、あらゆる文明の繁栄の源であり、それを自らの体に使用すれば、とてつもない力を手にすることができると言われている…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJECT",
        "description": "高層ビルとごった返すストリート。巨大企業が支配する未来都市では、反乱を企てる強化人間と新たに力を与えられた人工生命体の間でひそかな争いが続いている。勝者は歴史を思うままに書き換え、敗者は…進化を余儀なくされるだろう。",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "エクリプス",
        "description": "原初の時代、世界には古の神々が君臨しており、人類は神々を心から崇拝していた。そして、ある者はその愛の強さゆえに、神々を永遠にその肉体の一部にしたいと願った。太陽そのものを貪り、空虚な空から降り立った彼女は、自らに仕える騎士たちに生き残った者を皆殺しにするよう仕向けた。それから数世紀が経った今、隆盛を見せる「盟約の魔女」の闇に対抗する唯一の希望として、彼らは戦いを続けている。",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "三国機兵",
        "description": "偉大なる諸王国は数世代に渡って戦争を続けていた…新たな敵が現れるまで。反撃のために、彼らは天から贈り物を授かった。彼らは過去を乗り越えて、未来を救うために立ち上がれるのか？",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "精霊の花祭り",
        "description": "「精霊の花祭り」はアイオニアに古くから伝わるお祝いの時期であり、その期間中は霊界への扉が開き、死者が家族や愛する者のもとへと戻り、あらゆる精霊が生者に目を向けることとなる。善意あふれるカンメイから、妄想に苛まれたアカナまで、彼らの物語が幾度となく演じられる──まるで走馬灯の影絵のように。",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "世界に混乱をもたらさんとする反乱軍を阻止すべく、最高司令部はサイキック兵士の精鋭集団であるPsyOpsを送り込んだ。そのメンバーに選ばれたのは、[この情報は削除されました]。",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "天地の破壊者",
        "description": "やがて月が太陽を覆った時、その絶望と共に4体の巨人が目を覚まし、世界を破壊するだろう。",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "バトルクイーン",
        "description": "かつて終わりなき戦争で引き裂かれていたエリシアの諸女王国は、この世界の本質に気付いた──彼女たちの素晴らしい世界は、紛争がなくては維持できないのだと。そこで彼女たちは「戴冠式」の名の下に統一紛争を通じて同盟を結んだ。しかし、一部の同盟国の間には亀裂が生まれ始めていた…",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "ルインドキング サーガ",
        "description": "「黒き霧」が凝集し、「暗黒の刻」が訪れ、「滅びの王」が再び甦る。ルーンテラ中がヴィエゴの滅びによって覆い尽くされ、仲間が敵に変わり、全国家が彼の前にひれ伏すこととなった。ヴィエゴを阻止することができる唯一の存在が、セナとルシアンが率いる古の騎士団、「光の番人」だ。彼らは世界のあらゆる場所からチャンピオンたちを集める必要がある──「黒き霧」を押し戻し、「滅びの王」との戦いに決着をつけ、彼の恐怖による支配を終わらせるために。",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "山海絵巻伝",
        "description": "『山海絵巻伝』は謎に包まれている。作者も、執筆時期も、不明。だが、そこに描かれているものを見ればすぐに気付くだろう──それが魔法と不思議の渦巻く世界を覗き見る窓…あるいは、入口であるということを。",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "水晶の薔薇",
        "description": "魔法による同盟が頻繁に破られ、数世紀に渡る怨恨が根付く世界において、毎年開催される水晶の薔薇の祭典は権力者が屈辱を水に流し、停戦を再交渉する休戦の場となっている。表向きには入り口で武器を預け、新たな協定を結ぶ意志がある場合は、この祭典の期間中にのみ花を咲かせる魔法の薔薇を摘んで身につけることで、その意志を示す。",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "スペースグルーヴ",
        "description": "百万光年彼方にあるディスコが大流行するグルーヴィーな銀河では、「グルーヴ」として知られる謎めいたエネルギーが数兆人の銀河の住民たちに音楽と繁栄をもたらしていた。しかし、そこにエイリアンの女王であるリサンドラが彼女の軍隊、「ハーシュバイブス」を引き連れて現れた。彼女は次々と惑星を支配し、ディスコミュージックを禁止していった。そして今、時代はヒーローを求めている──リサンドラの支配を終わらせ、グルーヴィーなパーティーを続けるために。",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "アルカナ",
        "description": "この世界を形作る生きた図柄、アーキタイプたちは、アルカナの遥か上層で、眼下の混沌に自らの理想とする世界を描きだそうとしている。アーキタイプたちは下層世界にいる感受性の高い市民を使い、自らの隠された図柄の力を増幅している──アーキタイプは己の図柄が強化されるほど、この世界に自らの壮大な構想を反映させることができるのだ。",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "クライムシティー ナイトメア",
        "description": "ヴァロランシティの犯罪社会に不気味な恐怖が忍び寄る。闇市場では出所不明の希少物質、「エリクサー」が盛んに取引されるようになっていた。エリクサーは莫大な富と影響力を生み出すため、ギャングたちにとって市場の独占を狙わない理由はなかった。穢れの作用によってその勢いは加速し、ボスから下っ端にいたるまで、あらゆるギャングたちが真の力を味わおうと、次元の向こう側にいる者たちに目を向け始めた。",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "パルスファイア",
        "description": "無限に枝分かれした次元をまたぎ、時空警察は逃亡者や時空犯罪王、そして時空の波を超えて無慈悲な行進を続けるプレトリアンたちと戦い続けている。",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "カフェキューティーズ",
        "description": "美味しい食べ物は文字通り、魔法だ！優雅なティータイムと魔法のケーキが存在するこの世界で、メイジたちは魔法のマカロンや魅惑のクロワッサン、魔女のスコーンを作り出し、甘いものに目がない客人たちをもてなしている。",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "ピルトーヴァーとゾウンの二つの都市の間で、発明家、泥棒、政治家、犯罪者たちは窮屈な引き裂かれた社会にいらだち、不満を募らせていた。発見と危険が交錯するなか、英雄たちが生まれ、絆は壊された。その力は世界に変化をもたらすのか？それとも破滅へと導くものなのか？",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "クラウドエッジ",
        "description": "危険な「雲の儀式」によって雷の魔法の力が込められた武器を使う「雷刃」たちは、恐ろしい悪霊や化け物から人類を守ることを使命とする、謎めいた忍者戦士の一団だ。彼らは物質界と霊界の間を行き来しながら、他の誰もが触れることのできない脅威を追跡し、物質界に暮らすあらゆる人々の未来を守っている。",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "アニマテック",
        "description": "深海からの侵略者「プライモーディアン」のハイテク軍団によって敗北寸前にまで追い込まれた人類は、絶滅の危機に瀕していた。この状況を打破すべく、精鋭兵士を集めて結成されたのが「アニマ部隊」である。彼らの装備には復元したプライモーディアンの技術が使われており、その獣のごとき力を使って、人類を救い、世界の終末を回避すべく戦っている。",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "まぶしい夏の日",
        "description": "夏が来たぜ、ベイビー！熱い日差し、暖かいそよ風、冷たい水の心地よさ。ここではライバル関係や因縁は忘れ、みんな水着に着替えてグッドなバイブスを楽しんでいる。叫び声をあげて殴り合う時間は、これから先いくらでもある。今はリラックスして音楽に耳を傾け、陽光を楽しもう。",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "モンスターテイマー",
        "description": "わたしたちが誰かって？そう、モンスターテイマー！世界を危機から守る、それがテイマーの役目！普通の人なら逃げ出すけど、テイマーは唸り声を上げるモンスターを追いかけ手なずける。そしてCOREを使い、新しい仲間増やして、一緒に跳んで、走って、泳いで、空を飛ぶ！どんなに遠く離れたところでも、必ず駆けつける。それがモンスターテイマー！",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "イベントホライズン",
        "description": "宇宙の闇のなかでは、恐ろしくも美しい存在が生まれている。至高の愛の権化であるコズミッククリーチャー、そしてはかり知ることのできぬダークスターの怪物。彼らは沈黙する神々の落とし子であり、ついに故郷へ戻ろうとしているのだ。",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "精霊の守護者",
        "description": "ウディアはほぼ10年に渡って、アイオニアでヒラナの大修道院の僧たちと修行を積み、精霊と通ずる能力を制御し自分のものとする術を学んでいた。そして、フレヨルドから帰郷の呼び声を受けとってもなお、彼はここに留まり、修行を完遂することを選択した。それ以来、彼は精神的にも肉体的にもアイオニアの大地の一部となり、リー・シンとカルマとともに、戦禍で引き裂かれたこの地に均衡を取り戻そうとしている。",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "労働社会",
        "description": "労働とは、単に働くことではない。苦闘であり、奮闘でもあるのだ。元気をもらえることもあれば、落胆させられることもある。この一週間に渡って続くジェットコースターには、笑えるカーブも悲劇の急降下もある。そして、月曜日になればそれが最初から繰り返される。我々は一生懸命に働いているのか？それともまったく働いていないのか？いずれにせよ、この労働社会ではどちらも同じことだ。",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "これじゃない",
        "description": "嘘も裏切りも腹黒さも何もない、まったく普通の世界。間違いなくこれじゃない。",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "鋼鉄の天空",
        "description": "戦争で荒廃した銀河は再建を試み始めたが、その古傷が消えることはなかった。“権力の空白”によって賞金稼ぎや企業の工作員たちが台頭し、神の如き力を備えた危険な戦闘用EXOスーツを駆るものさえ現れた。これを受けて、巨大企業は私設軍隊を活用し、宇宙の遥か彼方のコロニーにまで、自分たちの意志を強要し始めた。戦争は決して終わらない…戦場が変化するだけだ。",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "エイジ・オブ・ルーンテラ",
        "description": "異なる人生を送る自分の姿、異なる時代でぶつかり合う運命──レジェンドたちが己の新たな目的、新たな運命を見出す。ルーンテラは可能性に満ちあふれた世界なのだ。",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "エレメンタリスト",
        "description": "巨大なエレメンタルビーストの軍勢との戦いにより、王国は滅亡寸前まで追いつめられた。最後の防衛線は、戦士であり女王であるラックスただ一人に託された。民を救うため、ラックスは己と向き合い、真の力を解放しなければならない。たとえそれがどんな力であろうと…",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "インファーナル",
        "description": "炎、硫黄、死とともに、死灰の化身が現れる。もう戻れない。もう帰れない。かつて見ていた世界の夢は、火山に覆われた地面の下で融けた岩に押し流された。そして今、尽きることなく燃える炎を湛えた、新たな時代の幕が開ける。",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "レガシー",
        "description": "過ぎ去りし日々の輝きが、伸ばした手の先で瞬いている。",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "世界の不思議",
        "description": "遠く離れたユニバース「地球」のあちこちからやってきた者たち。そこでは巨大な像が動き出し、誰もが陽気な帽子を被っている。よく考えてみると、ルーンテラとよく似ている。",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "抗争統制省",
        "description": "ルーン戦争の引き金となった厳格な法律や帝国、政変は過去のものとなったが、「フィールド・オブ・ジャスティス」で繰り広げられた伝説的な戦いの物語は、「魔法王国」と「保護領」の生き残りによって語り継がれてきた。「略奪者」と「番人」は、当初の争いからは無縁となった今でも、古代の戦争と憎悪の遺産を引き継いでいる。",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "龍の世界",
        "description": "世界はこれまでに二度、ドラゴンの炎によって焼き尽くされた。そしてその焼跡から二度、英雄たちが生まれたのだ。",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "キネテックス マキナ",
        "description": "時は22世紀、身体拡張は社会の一部となっていた。人類はその限界を更新し続け、かつてないほどの楽観的意識と可能性への希望が生まれた。4年に一度、各国が国家間の争いを忘れて、調和の精神とスポーツマンシップに則り、「至高のゲーム」が開催される。ここで世界に向けて披露されるのは、人類の限界ではなく、人類の可能性だ。",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "アーケード",
        "description": "画面上で点滅する「Insert Coin to Play」の文字──根っからのゲーマーなら、何度でもプレイしてしまうことだろう。しかし、質素なゲームセンターから、ヒーローとバトルボスの生きる世界に連れて来られた、このごく普通のプレイヤーたちは、反射神経を研ぎ澄ませ、あらゆるコンボをマスターして戦わなければならない…アルカディアでゲームをプレイするということは、自らの命を懸けるということなのだ。",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "悪夢の季節",
        "description": "親は子供たちに、毎年ある晩になると通りに現れる、不気味な魔女やその仲間たちの物語を伝える。「ベッドに入って出ないようにするんだよ。魔女は闇を仲間にしているからね」ただ、この物語はすべてが真実ではない。たしかにグールたちは、この魅惑的な夜に人々を驚かせてやるのが好きだが、彼らはいつだって子供たちには優しく接している。ただし、行儀の悪い子供は別だ。",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "みつばち",
        "description": "ブンブンブンブンブン！ブンブンブンブンブン…",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "白銀の時代",
        "description": "サモナーズリフトに最強のスーパーヒーローと最凶のヴィランたちが集結！全国の書店で絶賛発売中！",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "わんにゃん対決",
        "description": "この世で最古のライバル関係──人類最高の友が、インターネット最強のヒーローと対決する。激しいかみつき合戦の末に、勝利を得られるのはイヌとネコ、どちらか一陣営のみ。その毛皮があまり汚れないことを祈ろう。彼らにとって負けるよりも最悪なことがあるとすれば、それはお風呂タイムなのだ。",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "隣のナイトメア",
        "description": "風変わりなアウトサイダーたち、やっかいな仲間たち、そして奇怪な集まりの恐ろしい物語。",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "中世",
        "description": "トリンダメア王が治める領地の城壁内では、活気あふれる生活が営まれている。騎士たちは武具を買うべく鍛冶屋を訪れ、多くの魔法使いたちから知恵を授かる。そして冒険心に溢れた者たちには、アルビオンの世界が待っている──そこに住む妖精たちしか知らない、神秘に満ちた世界が。",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "ダークウォーター",
        "description": "潮の流れよりも早く死が訪れる場所、それがビルジウォーターである。ルールなど残飯同然、コインさえあればどんな扉でも開けることができ、そして真実は合意の得られた嘘に過ぎない。",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "ライアットレコード",
        "description": "満員のスタジアム、最先端のファッション、観客の大歓声はもちろんだが、思わず一緒に歌い出したくなる、耳鳴りがするほど大音量のスピーカーも重要だ。それに眩いステージ照明、脈打つベース、ドラムが刻む安定感抜群のリズム。アドレナリンが溢れ出し、心の中に火を付ける。この感覚は何なのかって？それこそが──音楽だ。",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "勝利の栄光",
        "description": "チャンピオンたちは敵を打ち倒して、新たな高みへと駆け上がり、途方もない夢の実現を果たす。真の偉大さを目にしたいと願う者であれば誰であれ、彼らはその得難き戦利品を披露してくれる。",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "名誉",
        "description": "エッセントの支配により、閉鎖的な個人主義が広がり続けた社会──自分のことだけを考えることが推奨され、他人を信用する者などいなくなってしまった。そんな中、遠い昔に滅びた「ソラス教団」の指導者であるマルザハールは、ソラス(癒し)の高揚感あふれるオーラによって、この歪んだ世界に調和をもたらそうとしている。彼は知っている──人々が団結しなければ、より良い世界を生み出すことなどできないのだと。",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "ヘビーメタル",
        "description": "RiotCorp社のグラディエーター式の闘技場には、最強のロボットファイター同士の戦いを見るために、世界中から観客が集まってくる。「フルメタルロボット ファイトリーグ」の王者となるのか、それとも破壊されて終わるのか──栄光を夢見て、ファイターたちは熱い戦いを繰り広げる。",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "我がものになれ",
        "description": "それで…君の答えは？",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "アカデミー",
        "description": "生徒および教職員への告知: 現在、すべての生徒が校則違反で処分を受けていると同時に、すべての教職員がメンタル面を考慮した休暇を取るよう“推奨”されていることが判明しました。追って通知があるまで、授業はすべて中止とします。この措置は、上記の処分を受けている生徒が、自身の問題行動を反省するまで継続する見込みです。",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "魔紋使い",
        "description": "アカデミーから一歩外に出れば、そこには魔法と…危険に満ちた世界が広がっている。教授たちは若い魔法使いと魔女たちに、安全な校内に留まってパワーを高め、勉学に励むよう呼びかけている──だが、冒険がすぐそこで待っているというのに、指をくわえて見ている理由があるだろうか？",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "星の航海者",
        "description": "宇宙を独りで進むのは危険だ。だから…ミィプを連れて行こう！ただし、紫色はダメだ。紫色のヤツは邪悪だから。",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "神の武器",
        "description": "この世界に散らばる「神の武器」は社会を変えた──力が主導する社会へと。この知性を持ったモニュメントは価値ある者に呼びかけ、その従者に自らの力を授けることにより、戦争で引き裂かれたこの世界で、自らの勢力を広げようとしている。「神の武器」に選ばれることは名誉であり、誰もがその者に逆らうことを恐れるようになる。",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "ベータ",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "漆黒の霧氷",
        "description": "「氷の魔女」は安らかな眠りなど許しはしない──彼女の領域内で倒れた者は、敵も味方も再び甦り、彼女のために戦うことになる。彼女が操る闇の魔法によってその姿は歪められ、解けることのない漆黒の氷で作られた心臓を持つ、冷徹なるゴーレムとして生まれ変わるのだ。",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "血塗られた石晶",
        "description": "伝説の「血塗られた石晶」は驚くべき力を授けるが、それに見合った恐ろしい代償を求められる。石晶のある場所には多くの死体が並び、その数はこれからも増え続けていくことだろう。この闇の中で、力はどれだけあっても足りず、石晶を求める者は後を絶たないのだから。",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "eスポーツ",
        "description": "歓声をあげるファンであふれたスタジアムで、サモナーズカップを掲げることこそが最高の栄誉だと言う者もいれば…大切なのは賞金だと言う者もいる。リーグ・オブ・レジェンドのスキン開発チームはどう思っているかって？Worldsで優勝する最大のメリットは、自分の好きなゲーム内に生涯に渡って名前を残せることだ。公平に見てそうだと思う！",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "コレクターエディション",
        "description": "2009年にリリースされたMOBAの限定版を入手した、目の肥えたコレクターたちへ。",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "戦争狂",
        "description": "これは何だ？！戦争の真っ最中だというのに、読書をしているだと？台風のど真ん中で銃弾をかいくぐり、ネズミだらけの泥中でその痩せこけた体を這いつくばらせているとき、読書がいったい何の役に立つ？まったくの無駄だ！さぁ、今すぐ隊列に加われ！",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "もこもこしっぽ",
        "description": "ウサギの季節がやってきた！みんなで仲良く素敵なウサギの衣装に身を包み、草むらを駆け回る。そしてタマゴには色が塗られ、笑顔があふれる。ホリデーをぴょんぴょん楽しめますように！",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "真紅の精鋭",
        "description": "真紅の精鋭を見つける方法？死体を辿ればいいのさ。",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "死の契り",
        "description": "不吉な動きを見せる冥界──そこでは、死神がおぞましい新たな計画を実現しようとしていた。あらゆる生命の魂を必要とする計画を…",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "悪魔界",
        "description": "契約を結んだ、あるいは邪悪な所業を犯した──理由は何であれ、苦痛を宿命づけられた憐れな魂を待っているのは、永遠に続く地獄の炎だ。",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "四獣神",
        "description": "この世界全体を見守る聖なる獣たちは、あらゆる者を強力な存在へと変えることができる。だがそれは、その者の魂が祝福を受けるに値するならばの話だ。その力が善のために使われようが、悪のために使われようが、一度授けた力を奪うことはできないのだ。",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "恐怖の騎士",
        "description": "謎めいた古代の魔法で命を吹き込まれたこの不死の騎士たちは、遠い昔に語られた失われし歴史の残滓に過ぎない。彼らはかつて自分のものだった何かを守ろうとする──どれだけ定命の者たちが犠牲になるとしても。",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "リフトクエスト",
        "description": "ルーンテラの大地に危機が迫っている！強力なモンスター、姑息な魔道士、そして伝説上のクリーチャーが我が物顔で徘徊しているのだ。3～5人のフレンドを集めて自分だけの冒険を始めよう。ダイスを振って悪を打ち倒せ。君はこの世界を救い、リフトクエストのレジェンドになることができるだろうか？",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]