[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Chaque point de force adaptative vous octroie +0.6 dégâts d'attaque ou +1 puissance, selon la stat que vous augmentez le plus pendant la partie. Affecté par les objets achetés."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Vitesse de déplacement"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Inclut : aveuglement, vue étrécie, silence, ralentissement, polymorphisme, inertie, neutralisation, étourdissement, immobilisation, projection en l'air, repoussement, charme, sommeil, provocation et peur. "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Inclut : ralentissement, polymorphisme, inertie, neutralisation, étourdissement, immobilisation, projection en l'air, repoussement, charme, sommeil, provocation et peur."
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Inclut : neutralisation, étourdissement, immobilisation, projection en l'air, repoussement, charme, sommeil, provocation et peur. "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Tuer un champion ou réussir une assistance. "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Effet de zone"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Réduction des délais de récupération "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Inflige des dégâts physiques ou magiques, selon le ratio (dégâts d'attaque ou puissance) qui contribue le plus aux dégâts. En d'autres termes, le type de dégâts que votre champion inflige est renforcé. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Vous devenez invulnérable et impossible à cibler pendant la durée de l'effet, mais vous ne pouvez pas vous déplacer, attaquer, utiliser des sorts ou des objets. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Le territoire ennemi représente la moitié de la carte qui est à l'opposé de votre Nexus. Cela n'inclut pas la rivière sur la Faille de l'invocateur."
    }
]