[
    {
        "id": 0,
        "name": "Commun",
        "description": "Commun",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Faille de l'invocateur",
        "description": "Le plus récent et le plus vénéré des champs de bataille est connu sous le nom de Faille de l'invocateur. Il offre trois voies principales depuis lesquelles lancer l'attaque vers le point faible des adversaires. Travaillez de concert avec vos alliés pour assiéger la base ennemie et détruire son Nexus !",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Carte aléatoire",
        "description": "L'Abîme hurlant est un gouffre à la profondeur insondable, situé dans la région la plus froide et la plus aride de Freljord. Des légendes racontent qu'une grande bataille a eu lieu sur l'étroit pont qui enjambe l'abîme. Nul ne se rappelle qui a combattu ici, ni pourquoi, mais certains disent que l'on peut encore entendre les cris des vaincus jetés dans le gouffre en écoutant attentivement le vent.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Nexus Blitz",
        "description": "Nexus Blitz",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Rassemblez une équipe et remportez la victoire dans cette bataille opposant 8 joueurs. Tout est permis, mais un seul l'emportera.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "Partez à l'assaut de ce mode de jeu multi-équipe en solo ou avec vos amis. Affrontez vos ennemis lors de combats chaotiques dans des arènes variées.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Swarm",
        "description": "Faites équipe avec un ami ou jouez en solo dans ce nouveau mode de jeu où il voudra survivre à des hordes d'ennemis.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Les bois de Bandle",
        "description": "Escortez les sbires jusqu'au portail ennemi avec votre équipe. Pas de rôles, pas de voies, pas de pression. Juste de la bagarre en cinq contre cinq.",
        "mapStringId": "BDW"
    }
]