[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Profundidades olvidadas",
        "description": "''Siéntate, criatura, y escucha con atención. El océano es increíble, las burbujeantes olas que llegan a nuestras tranquilas playas son una invitación engañosa. Porque lo que yace bajo ese azul infinito es un mundo más allá de nuestra imaginación; de reinos arruinados y monstruos feroces que flotan en esas oscuras profundidades''.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galáctico",
        "description": "La Guerra de la Luna Rota ha devastado nuestra galaxia durante casi cien ciclos. Y a pesar de todo... no hay un final a la vista.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glacial",
        "description": "Es peligroso adentrarse en el frío, pues quién sabe lo que acecha en estas tierras heladas...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Año Nuevo Lunar",
        "description": "Es hora de recordar, de celebrar con la familia y los amigos, de reunirse y recordar todo lo que pasó, lo bueno y lo malo. Y mientras los fuegos artificiales iluminan el cielo nocturno, anhelamos un nuevo año lleno de maravillosos recuerdos con nuestros seres queridos.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Orden del Loto",
        "description": "Los tomos de la mitología jonia hablan de la venerable Orden del Loto. La Orden fue creada cuando los mortales se asentaron en las Tierras Originarias y pasó generaciones estudiando los secretos de la inmortalidad. De hecho, fueron el único grupo que logró la reencarnación pura de sus espíritus. Tan elegantes y pasajeros como las olas del mar, los discípulos de la Orden del Loto protegen las Tierras Originarias sin miedo a enfrentarse a esta vida o a la siguiente.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Aquellos a punto de jugar, los saludamos.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Bordes Plegados",
        "description": "Una bandada de grullas surca el cielo, con el sol y las nubes como telón de fondo. Los árboles también, y el pasto, están hechos de este mismo material, un pergamino prensado con una fuerza fenomenal, formando este mundo de papel.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Talleres Piltóver",
        "description": "¿Quieres un vehículo más potente? No busques más. (El kilometraje puede variar.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "La Placa",
        "description": "En el sistema de justicia penal, hay quienes no cumplen la ley y quienes la infringen. Los dedicados agentes del DPR investigan los delitos más atroces de la ciudad para llevar ante la justicia a los peores delincuentes. Estas son sus historias...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Herejes de la Autopista",
        "description": "Entre las cenizas radiactivas del viejo mundo, los guerreros de los páramos, los despiadados Vándalos y los beligerantes sobrevivientes combaten entre sí por el control de lo que aún permanece.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Arco de Luz",
        "description": "A través de los cielos y a lo largo de toda la creación, los Agentes de la Luz luchan en una batalla eterna contra una oscuridad inquebrantable.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Robaalmas",
        "description": "Las almas son vida, luz, poder... y en un mundo sin piedad, son arrebatadas y consumidas por despiadados amos de la muerte.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Supergalaxia",
        "description": "//TRANSMISIÓN DE EMERGENCIA, TODOS LOS CANALES//<br>El nivel de amenaza galáctica pasó a CARMESÍ. [ELIMINADO] está siendo atacado por [ELIMINADO]. El cuartel general calcula [ELIMINADO] horas para la destrucción total, con probables daños colaterales a los sistemas vecinos. ¡Supergalácticos, ACTÍVENSE!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Señor del Trueno",
        "description": "La humanidad no es la única que lucha en sangrientas guerras por insignificantes disputas. Una vez, antes de nuestra era, dos dioses, dos hermanos, se enfrentaron entre sí, transformando la tierra con la devastación de su batalla.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triunfante",
        "description": "¡Compite y emerge con la victoria!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Deportes de Invierno",
        "description": "Nada despierta más el interés de los atletas competitivos que la posibilidad de congelarse un poco.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombies vs. Matazombies",
        "description": "Cerebros...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Estratos de Neón",
        "description": "Pocos conocen sobre el Fulgor y aún menos han visto sus volátiles llamas neón. Suele ser una fuerza que equilibra el cosmos, pero algo inclinó la balanza y provocó que los reinos colapsen y canalicen el poder del Fulgor a seres individuales. Ahora conocidos como Empíreos, estas fuerzas de la naturaleza etéreas se abren camino a través de dimensiones, cada una con sus propios objetivos. El fuego se esparce sin un final a la vista.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Cuentos de Borealis",
        "description": "¿Has escuchado las historias de la Aurora? Pueden ser frías y oscuras, pero si eres lo suficientemente valiente, encontrarás una calidez y majestuosidad más grande que cualquier sueño que hayas tenido. Así que siéntate alrededor de la fogata y escucha los Cuentos de Borealis...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Creación de historias",
        "description": "Historias, mitos, leyendas: Dentro de cada uno yace un mundo en sí mismo, donde los personajes representan sus pruebas y tribulaciones una y otra vez mientras sus historias se cuentan y se vuelven a contar.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lancero",
        "description": "Los antiguos Lanceros fueron maravillas incomparables en su época, construidos para proteger el mundo cuando más lo necesitaba. Con el paso del tiempo y el letargo de los gigantes, los secretos de su fabricación desaparecieron hace tiempo... pero aún hay esperanza de que respondan el llamado.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Blindaje Bélico",
        "description": "¡La gloriosa revolución está aquí! Al formar su ejército de máquinas con cerebros vivientes, Viktor marcha contra las fuerzas combinadas de sus oponentes. Lo único que lo separa de dominar el mundo por completo es una valiente resistencia humana.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Mundo Desolado",
        "description": "Cuando la magia desaparece, la ceniza y la desesperación reinan en su lugar. Cuando caigan los caballeros de esa orden maldita, ¿qué se alzará en su reemplazo?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Entre los grupos cerrados, trabajos colectivos incómodos y días festivos cursis, la escuela era cualquier cosa menos rutinaria. Pero enamorarse no estaba en el programa educativo y solo logrará que las cosas se pongan más complicadas.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Himno Proscrito",
        "description": "En este reino arruinado de alientos y cristal, donde las plegarias no reciben respuesta y se cuestionan los juramentos, solo se puede tener fe en una sola cosa: un solo aliento puede cambiar la vida de alguien.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Reino Alado",
        "description": "Duendes, nixes, espíritus, gorros rojos, entre otros, llaman a los Reinos Feéricos su hogar: todas las criaturas de magia natural pura y belleza etérea que se deleitan con fiestas a la luz de la luna, canciones melifluas y engañosas travesuras.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Rebelión de la Tinta Sombría",
        "description": "Ciudad Rabadon prospera gracias a la magia. Quien controla la magia, controla Rabadon. Y el control de la Cofradía es absoluto. Cualquiera que se resista es sometido o eliminado... pero se avecina una Rebelión. Armados con magia peligrosa tatuada directamente en su piel, estos rebeldes intentarán derrocar a la Cofradía y devolver la ciudad a su gente, o morir en el intento.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Hace mucho tiempo, en una época más allá de toda memoria, la existencia de la magia fue borrada del universo. La vida siguió adelante, pero algunos mundos no pudieron. Y cuando los años se convirtieron en décadas y siglos, la naturaleza empezó a reequilibrarse. Finalmente ha llegado el momento: ahora la magia está lista para regresar, aunque no de la forma que todos esperan.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Soul Fighter",
        "description": "Desde todas partes del mundo, aquellos con almas despiertas reciben una invitación para luchar en... ¡el Torneo de las Almas! Es el rey de todos los espectáculos, ¡un evento televisivo sin igual! Los peleadores se enfrentan en combates 1 contra 1 en el ring, hasta que solo quede uno para recibir su premio: ¡El deseo más profundo de su alma! Y yo estaré aquí, ¡anunciándolo todo!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Lienzo Urbano",
        "description": "El arte y la magia se entrelazan en las calles urbanas de Styxbridge, hogar de monstruos, espíritus, fantasmas y espectros de todo tipo.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "La vida y la muerte tal vez sean las únicas constantes verdaderas en el universo, pero lo único que puede coincidir con su poder es la familia. La vida no puede existir sin la muerte y la muerte no puede existir sin la vida, pero los lazos familiares son lo bastante fuertes para asegurar que ningún espíritu sea verdaderamente olvidado.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Furia y colmillo",
        "description": "Acepta el instinto. Desata tu agresividad. Exige respeto.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "¡Hora de comer cuerpo a cuerpo!",
        "description": "¿Quién dijo que no se puede jugar con la comida?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Para impedir que su existencia sea borrada de la historia para siempre, muchos arriesgan su vida para convertirse en un Espíritu Legendario: un guerrero reconocido por los dioses que dieron origen a este mundo. Quienes lo logran reciben un poder que no conoce límites y son encomendados a la tarea de representar a los dioses que los eligieron.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Superescuadrón de Protección Planetaria",
        "description": "Cuando el peligro amenaza, solo hay un grupo que puede acudir al llamado de auxilio. Siempre listos para enfrentar las adversidades, activan sus Hipertrajes y saltan a la acción con fuerza, agilidad y poderes cósmicos. Lucharán. Resistirán. Son el Superescuadrón de Protección Planetaria, ¡y están aquí para defender la galaxia!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 13,
        "name": "Maestros Culinarios",
        "description": "''Maestros culinarios'', la increíblemente popular serie de competencia de cocina, se está transmitiendo ahora. En todos lados. En todas las plataformas. Los 1000 episodios de las 50 temporadas. Incluso ''Superestrellas culinarias''. Y ''Celebridades culinarias''. El maratón empieza hoy.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Cazador de Cabezas",
        "description": "Para algunas especies, la cacería es mucho más que solo un deporte... Se adueña de sus mentes y cuerpos. Los convierte en las máquinas asesinas perfectas.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Guardián de las Arenas",
        "description": "Los poderosos guardianes custodian la tumba de una aberración ancestral para que nunca amenace al mundo de nuevo. Sin embargo, puede que ya sea demasiado tarde...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Ráfaga de Azúcar",
        "description": "Desde el Castillo de Jengibre hasta el Mar de Cerveza de Raíz, las Montañas de Licor y el Bosque de Gomitas... Este es el Reino de Caramelos en todo su esplendor.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Caja de Juguetes",
        "description": "El cofre de juguetes de Gnar está lleno de tesoros muy valiosos. Pero, cuando no hay nadie en casa, sus juguetes cobran vida...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Tribu Woad",
        "description": "Pocos sobreviven a un viaje por la tundra congelada del norte. Si el frío no te mata... los Woad seguramente lo harán.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Guardianas Estelares",
        "description": "En un universo inmenso y oscuro, jóvenes guerreras son elegidas por el destino para proteger la luz de las estrellas. Están destinadas a brillar y colapsar con furia mientras arden.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Lunas de Jonia",
        "description": "Una voz hace eco desde el silencio: ''Retuérzanse, bestias y hermanos. Las lunas de una Jonia condenada se alzan como los ojos de demonios hambrientos, esperando el rojo de su lealtad, ¿o son plagas monstruosas que no debemos permitir pasar? De cualquier forma, no somos más que receptáculos, sumidos en el ritual y el sacrificio. Cuando la luna esté en su apogeo, tallaremos carne de la carne, y le ofrecemos el insignificante regalo de todo lo que somos''.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Cazadores Prehistóricos",
        "description": "Monstruos gigantescos vagan por nuestra tierra, acechando a sus presas con una precisión aterradora. Sin duda, los humanos se convertirían en sus próximas comidas... si no fuera por los Cazadores. Armados con espadas hechas a mano a partir de los huesos de sus primeros asesinatos y con instintos que rivalizan con las bestias más temibles, los Cazadores protegen a su gente a diario de un destino espeluznante.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Colección de historias",
        "description": "Hace mucho tiempo, había un grupo de personajes de cuentos traídos a la vida desde las páginas...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fábulas",
        "description": "Cada cultura tiene sus propias leyendas y monstruos. ¿Son estos mitos producto de nuestra imaginación, historias transmitidas de generación en generación para explicar lo inexplicable? ¿O se basan en una verdad oculta al resto del mundo?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Todas las cosas nacen del conflicto; ninguna puede escapar de él. La armonía es una ilusión, y solo quienes abracen esa ilusión cosecharán las mayores recompensas de la vida.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Alzándose con imponencia en la ciudad, el gigantesco Kaiju pelea contra Mechas igual de imponentes. ¿Quién ganará?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "La Hextech, ahora en la vanguardia de la ciencia y el arte por igual, evolucionó de sus rudimentarios inicios a un moderno renacimiento de intrincadas formas de vida artificial con voluntad propia. Los talentosos artífices llevaron el medio a un osado futuro; sin embargo, nadie sabe exactamente qué les depara.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Guerra de Nieve",
        "description": "¿Hay una mejor época del año que la de Guerra de Nieve, cuando el aire es crujiente, la nieve esponjosa y el chocolate caliente? Lanza una bola de nieve o canta un villancico; mientras tengas buen ánimo, todo estará bien y no tendrás nada que temer.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Reinos en Guerra",
        "description": "Los imperios rivales disputan su poder en un intento por unificar las tierras, mientas que valientes guerreros y generales estoicos se ponen a prueba contra los más grandes héroes de esta era. Es hora de la guerra, un momento de leyendas.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Viaje Inmortal",
        "description": "Hace mucho, en una lejana tierra, muchas almas se reunieron a espaldas de los dioses para probar los límites de su poder. Tontas y arrogantes, valientes y justas, sus travesías están escritas en las páginas inmortales de la historia...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Gótico de Forajidos",
        "description": "En la cima de la revolución industrial, los viajeros comenzaron a llegar al salvaje oeste en busca de fortuna y prosperidad entre los horrores desconocidos de un mundo cruel y antiguo. Es un tiempo de valientes pistoleros y bribones despiadados, dioses inescrutables y demonios salvajes.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odisea ",
        "description": "¡Desde los mundos centrales urbanizados hasta el borde más remoto de la galaxia, la aventura espera! El gran imperio demaxiano ignora las objeciones de la Orden Templaria y del Sindicato criminal por igual en su búsqueda de ora, una misteriosa esencia dorada que sirve como la savia de toda la civilización, y promete un inconmensurable poder a aquellos que la usen para sí mismos...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROYECTO",
        "description": "Entre las megaestructuras y las calles abarrotadas de un futuro controlado por las corporaciones globales, una guerra de sombras ruge entre los rebeldes humanos aumentados y los seres artificiales recién potenciados. Los ganadores darán forma al curso de la Historia... y los perdedores se verán obligados a evolucionar.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eclipse",
        "description": "Al principio reinaban los Dioses Antiguos. Tan grande era el amor de la humanidad por ellos que uno se atrevió a hacerlos parte de su carne para siempre. Devoró al sol mismo y, descendiendo de ese cielo vacío, inspiró a sus caballeros a diezmar a todos los que quedaban. Siglos después, siguen en su puesto: La única esperanza contra la creciente oscuridad del Aquelarre.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Reinos Mecha",
        "description": "Los Grandes Reinos estuvieron en guerra por generaciones... hasta que un nuevo enemigo llegó.  Los cielos los bendijeron con regalos para defendernos. ¿Podrán alzarse más allá de su pasado para salvar su futuro?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Flor Espiritual",
        "description": "El festival de la Flor Espiritual es una antigua celebración de Jonia en la que se abre la puerta del mundo espiritual, los difuntos regresan con sus seres queridos y las ánimas posan su mirada en los vivos. Desde los benévolos kanmei hasta los obsesivos akana, sus historias se reproducen continuamente, como sombras en una lámpara de papel.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "Para protegerse contra las fuerzas rebeldes que buscan desestabilizar el mundo, el Alto Mando envía campeones de PsyOps, un equipo de élite de soldados psíquicos. Los miembros son [CLASIFICADO].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Rompemundos",
        "description": "Al final, la luna cubrirá al sol. Y en ese amanecer sin esperanza, cuatro titanes surgirán para destruir al mundo.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Reinas Guerreras",
        "description": "Hace tiempo fracturados por una interminable guerra, los reinos colectivos de Elysia se dieron cuenta de la verdadera naturaleza de su mundo: que la magia que mantiene unido su plano fantástico se mantiene solo a través del conflicto. Así, se aliaron a través del conflicto unificador de la Gran Coronación, aunque algunas alianzas están empezando a agrietarse...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "La saga del Rey Arruinado",
        "description": "La Niebla Negra se reúne, el Harrowing se acerca y el Rey Arruinado resucitó una vez más. La corrupción de Viego cubre Runaterra, convirtiendo a amigos en enemigos y poniendo a naciones enteras de rodillas. Los únicos con el poder de detenerlo son los Centinelas de la Luz, una orden antigua dirigida por Senna y Lucian. Deben llamar a los campeones de todos los rincones del reino para que luchen contra la Niebla Negra y pongan fin al reinado de terror del Rey Arruinado de una vez por todas.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Pergaminos Shan Hai",
        "description": "Nadie puede decir quién creó los misteriosos Pergaminos Shan Hai, o cuándo. Solo se necesita un vistazo para ver que la pintura es una ventana a un mundo de magia y maravillas, pero ¿y si más bien es una puerta?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Rosa de Cristal",
        "description": "En un mundo de frágiles alianzas mágicas y rencores centenarios, el Festival anual de la Rosa de Cristal ofrece un terreno neutral para que los poderosos perdonen las ofensas y renegocien las treguas. Con gran notoriedad, las armas se dejan en la puerta y los nuevos pactos potenciales se establecen al recoger y portar las rosas mágicas que solo crecen durante el festival.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Onda Espacial",
        "description": "En una galaxia con mucha onda a un millón de infiernos disco, una energía misteriosa conocida como la Buena Onda lleva música y prosperidad a trillones de ciudadanos galácticos. Pero cuando la líder alienígena Lissandra y su ejército de Malas Vibras comienzan a esclavizar planetas y suprimir la música disco, surge una nueva generación de héroes para detenerla y mantener el ritmo de la fiesta.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcana",
        "description": "Muy por encima de Arcana, los Arquetipos, patrones vivientes que dan forma a la realidad misma, pelean por trazar su visión sobre el caos debajo de ellos. Los Arquetipos reclutan a ciudadanos perceptivos de los bajos mundos para que amplifiquen sus patrones ocultos, y cuantos más magnifiquen el patrón de un Arquetipo, más se reflejará su gran diseño sobre el mundo.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Pesadilla en la Ciudad del Crimen",
        "description": "Horrores escalofriantes acechan en el bajo mundo de Valoran. Los mercados negros han dado lugar a los elíxires, una valiosa sustancia de origen dudoso cuya producción promete dinero e influencia a cualquier pandilla que monopolice el mercado. Influenciados por agentes de la corrupción, los amos del bajo mundo y sus secuaces acuden a fuerzas más allá del velo en busca de un poco de poder verdadero.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulso de Fuego",
        "description": "Entre las ramificaciones de las realidades infinitas, los Cronovigilantes se enfrentan a los fugitivos caudillos del tiempo y al avance implacable de los Pretorianos a través de las vicisitudes del tiempo y el espacio.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Monadas de Café",
        "description": "Un buen bocado es mágico... ¡literalmente! En un mundo de elegantes horas de té y pasteles encantados, los magos hacen macarrones mágicos, conjuran croissants y sirven panecillos hechizados a decenas de clientes deseosos de probarlos.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "En las ciudades de Piltóver y Zaun, los disturbios crecen a medida que los inventores y ladrones, políticos y criminales buscan sobrepasar los límites impuestos en una sociedad desgarrada. El descubrimiento y el peligro se entrelazan cuando nuevos héroes nacen y viejos vínculos se rompen. ¿Llegará este poder a cambiar el mundo, o lo llevará a la ruina?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Nubespada",
        "description": "Con sus armas imbuidas con magia del relámpago del Ritual de la Nube, el Filo Relámpago es una orden de misteriosos guerreros shinobi con la misión de proteger a la humanidad de espíritus y monstruos malignos. Se desplazan entre el reino espiritual y el mortal para perseguir a esas amenazas por allí donde nadie más puede llegar, y así aseguran el futuro de todos los habitantes del mundo de los mortales.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "Tech Animalia",
        "description": "La humanidad está al borde de la extinción, casi derrotada por invasores de las profundidades del mar llamados ''Primordianos'' y su ejército de alta tecnología. Presentamos al Escuadrón Animalia: luchadores élite que usan tecnología primordiana recuperada para retrasar el fin del mundo. Para salvar a la humanidad, tendrán que pelear como animales.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Alohaumbra Veraniego",
        "description": "¡Ya es verano, amigos! El sol brilla, la brisa es cálida y el agua está fresca. Todos dejan atrás sus rivalidades y rencores, y solo traen sus trajes de baño y pura buena vibra. Más tarde habrá suficiente tiempo para gritar y pelearse. Tú solo relájate, disfruta la música y déjate llevar por la diversión.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Domadores de Monstruos",
        "description": "¿Quiénes somos? ¡Somos Domadores de Monstruos! ¡Protegemos al mundo cuando está en peligro! Cuando otros huyen, nosotros seguimos el rugido. Domamos al monstruo y usamos el OCRA. ¡Y saltaremos, correremos, nadaremos y nos deslizaremos junto a nuestros amigos nuevos! Iremos a cualquier lugar, sin importar la distancia. ¡Porque somos Domadores de Monstruos! ¡Eso es lo que somos!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Horizonte de Sucesos",
        "description": "En la vasta oscuridad del espacio nacen cosas terribles y bellas. Criaturas cósmicas de amor sublime y desconocidas monstruosidades de la Estrella Oscura. Son hijos de los dioses silenciosos, y por fin regresarán a su hogar.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Guardián de Espíritus",
        "description": "Udyr pasó casi una década en Jonia, en el monasterio Hirana, aprendiendo a dominar sus habilidades espirituales. Cuando el Fréljord lo llamó a casa, optó por quedarse y completar su formación. Ahora ya es parte del paisaje jonio, tanto espiritual como mortal, y trabaja junto a Lee Sin y Karma para devolver el equilibrio a la asolada tierra.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "La escalada",
        "description": "El trabajo pesado no es solo un trabajo. Es esforzarse, es luchar, es algo a veces estimulante, y otras veces, no tanto. Es una extensa montaña rusa de emociones con giros graciosos y caídas trágicas, que vuelve a comenzar cada lunes. ¿Así que trabajando duro o durando en el trabajo? Todo lo mismo al trabajar pesado.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Este no es",
        "description": "Un universo completamente normal sin falsedad, traición ni hipocresía. En absoluto.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Firmamento de Hierro",
        "description": "Una galaxia asolada por la guerra intenta reconstruirse, pero viejas heridas perduran. Cazarrecompensas y agentes llenan el vacío de poder, algunos pilotando peligrosos exotrajes de combate. En respuesta, las megacorporaciones usan ejércitos privados para imponer su voluntad en colonias lejanas del espacio. La guerra nunca muere, solo cambia de campo de batalla.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Eras de Runaterra",
        "description": "Visiones de ellos mismos en otras vidas. Choques del destino en otras eras. Runaterra es un mundo lleno de posibilidades en el que sus leyendas encuentran nuevos destinos.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "Elementalista",
        "description": "Un reino pende al borde de la ruina mientras un ejército de bestias elementales titánicas libra una guerra contra la humanidad. La última línea de defensa está en manos de Lux Elementalista, una solitaria reina guerrera. Para salvar a su pueblo debe buscar en su interior y revelar su verdadera naturaleza... sin importar la forma que adopte.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernal",
        "description": "Fuego, azufre y muerte. No hay forma de volver a lo que era el mundo antes de que apareciera el Señor de la Ceniza. Es un sueño perdido entre los abrasadores ríos de lava que se encuentran bajo las tierras cubiertas de volcanes. Es el comienzo de una nueva era... una era que arderá durante toda la eternidad.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Legado",
        "description": "Tesoros de días pasados que brillan justo al alcance de la mano.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Maravillas del Mundo",
        "description": "Individuos procedentes del lejano universo de la ''Tierra'', donde las estatuas gigantes cobran vida y todo el mundo lleva un sombrero divertido. Se parece mucho a Runaterra, si lo piensas.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Instituto de la Guerra",
        "description": "Aunque las leyes estrictas, los imperios y la tensión política que llevaron a la Guerra de las Runas pasaron a la historia, los relatos de las legendarias batallas libradas en los Campos de la Justicia se mantienen con vida gracias a los vestigios de los Señores Hechiceros y el Protectorado. Los Merodeadores y los Protectores continúan el legado bélico y hostil de sus antepasados, a pesar de lo alejados que están de aquellos conflictos iniciales.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Mundo Dragón",
        "description": "Dos veces el fuego de dragón consumió al mundo. Dos veces se forjaron héroes de las cenizas.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Máquina Kinetex",
        "description": "Es el siglo XXII: las mejoras corporales son comunes en la sociedad. Los límites de la humanidad cambian constantemente, creando un sentido inaudito de optimismo y posibilidad. Cada cuatro años, las naciones dejan a un lado sus conflictos para disfrutar el espíritu de armonía y competencia de los Juegos Cénit. Entran no para demostrar al mundo lo que es posible, sino en lo que se podrían convertir.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcadia",
        "description": "''Inserta una moneda para jugar'' aparece en la pantalla, una oferta irresistible para cualquier jugador que se precie de tal nombre. Pero, alejados de su humilde sala de juegos y llevados a un mundo de héroes y jefes, estos simples jugadores tendrán que luchar con todos los reflejos y combos que tengan. Porque en Arcadia los jugadores... juegan con sus vidas.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Cuentos de la Grieta",
        "description": "Los padres les cuentan a sus hijos historias de brujas malvadas y otros espantos que acechan las calles una noche al año. ''Quédate en tu cama, pequeñín, porque la oscuridad es su amiga''. Estas historias son solo parcialmente ciertas; si bien a los espectros de esta noche encantada les gusta dar un buen susto, nunca dañarían ni un pelo de la cabeza de un niño. Con excepción de los muy traviesos.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Abejas",
        "description": "Bzzz. Bzzz, bzzz, bzzz. ¡Bzzz! Bzzz, bzz, bzz, bzz, bzz. Bzzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Edad de Plata",
        "description": "¡Los mejores superhéroes y los villanos más malvados de la Grieta, disponibles en una tienda de cómics cerca de ti!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Gatos vs. Perros",
        "description": "La rivalidad más antigua que el mundo ha conocido: el mejor amigo del hombre enfrentado a los mayores héroes de Internet. Solo una facción saldrá victoriosa de las fauces de la batalla entre perros y gatos. Esperemos que no se ensucien demasiado el pelaje: lo único peor que perder es un baño.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Pesadilla en el Vecindario",
        "description": "Terroríficas historias sobre fantasmagóricos forasteros, ánimas amigables y diabólica diversión.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "El viejo",
        "description": "La vida es una bendición dentro de los muros del castillo del dominio de lord Tryndamere. Los caballeros pueden buscar al herrero para comprar sus mercancías o a uno de muchos magos para recibir un consejo sabio. Y para aquellos de espíritu aventurero, las tierras de Albión esperan, sus misterios conocidos solo por los habitantes feéricos que residen allí.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Aguas oscuras",
        "description": "Aguasturbias, donde la muerte es más rápida que las corrientes y las reglas tan amorfas como la marea; donde el dinero es la única llave que puede abrirlo todo y la verdad es solo una mentira pactada.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Sin duda, hablamos de estadios con entradas agotadas, ostentación de alta costura y multitudes aclamando; pero también de altavoces con el volumen tan alto que los oídos suenan como si quisieran cantar con ellos. Y no olvidemos las luces del escenario, los bajos retumbantes y el ritmo constante de la batería. Se trata de ese subidón de adrenalina que te enciende por dentro. ¿Esta sensación? Esto es música.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Victorioso",
        "description": "Los campeones conquistan a sus enemigos y ascienden a nuevas alturas, logrando sus sueños más salvajes y mostrando su merecido botín a todo aquel que quiera contemplar la verdadera grandeza.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Honor",
        "description": "Bajo el dominio de Essent, la sociedad se volvió cada vez más individualista y cerrada. El único incentivo que tiene la gente es velar por sí misma, así que nadie confía en nadie. Como líder de la ya extinta Orden del Consuelo, Malzahar busca traer armonía a este mundo disonante por medio del aura inspiradora del Consuelo. Él sabe que solo en la unión pueden inspirar un mundo mejor.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Metal Pesado",
        "description": "Los espectadores de todo el mundo se reúnen para tener la oportunidad de presenciar a los mejores roboguerreros en las arenas de gladiadores de RiotCorp, deseosos de ser coronados como campeones de la Liga de Peleas de Robots Acorazados de caer en el intento.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Sé Mío",
        "description": "Entonces... ¿lo harás?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Academia",
        "description": "ATENCIÓN ESTUDIANTES Y PROFESORES: Se nos ha informado de que todos los estudiantes se encuentran actualmente sujetos a medidas disciplinarias y que todos los profesores se encuentran en baja psiquiátrica ''sugerida''. Las clases se suspenderán hasta nuevo aviso, tal vez cuando dichos estudiantes hayan reexaminado su pésimo comportamiento.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arcanistas",
        "description": "Justo afuera de las puertas de la academia hay un mundo lleno de magia... y peligro. Los profesores les advierten a los jóvenes magos y brujas que se queden dentro de la seguridad de los límites de la escuela, que desarrollen su poder y que estudien bien, pero ¿dónde está la diversión en eso cuando la aventura aguarda justo al otro lado de la esquina?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Viajeros Estelares",
        "description": "Es peligroso recorrer el espacio en solitario... ¡toma un meep! A menos que sea morado. Los morados son malvados.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Arma de Dios",
        "description": "Las Armas Divinas, esparcidas por todo el mundo, hicieron del poder la motivación de la sociedad. Estos monumentos pensantes llaman a aquellos que son dignos y otorgan sus dones a sus súbditos con el objetivo de ampliar su conquista en este mundo destruido por la guerra. Ser elegido es una insignia de honor, la cual infunde miedo a cualquiera que se oponga a ellos.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Escarcha Negra",
        "description": "La Bruja de Hielo no deja descansar a nadie; tanto amigos como enemigos que han caído en sus dominios se levantan de nuevo para luchar a su lado. Su magia oscura distorsiona su apariencia, creando gólems glaciales con corazones de hielo negro que no se derrite.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Piedra de Sangre",
        "description": "La legendaria Piedra de Sangre otorga habilidades tan impresionantes como su escalofriante precio. Muchos cadáveres yacen a su paso, y sin duda vendrán más, porque no falta poder en la oscuridad, solo la voluntad de conquistarlo.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esports",
        "description": "Algunos dicen que sostener la Copa del Invocador ante la ovación de un estadio de aficionados es el mejor premio... otros dicen que es el dinero. ¿Y qué piensan los que crean aspectos en el equipo de League of Legends? Creemos que la mejor parte de ganar Worlds es que te inmortalicen en tu juego favorito. ¡Y somos imparciales!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Edición de coleccionista",
        "description": "Para el coleccionista exigente de MOBA de edición limitada lanzados en 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Guerra Terrible",
        "description": "¡¿Qué es esto?! Estamos en guerra, soldado, ¿y tú estás perdiendo el tiempo leyendo? ¿Para qué sirve leer cuando estás arrastrando tu escuálido trasero por el lodo infestado de ratas en medio de un huracán de balas? ¡Para nada! ¡Para eso sirve! ¡Ahora en formación!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Colita de Algodón",
        "description": "¡Es temporada de conejos! La gente risueña recorre el camino del conejo en sus mejores atuendos, con canastas de huevos pintados y repartiendo sonrisas. ¡Esperamos que sus saltos les alegren las fiestas!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Élite Carmesí",
        "description": "¿Cómo encontrar a la Élite Carmesí? Sigue los cuerpos.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Juramento Funesto",
        "description": "El inframundo vibra con siniestra actividad. La Muerte prepara a sus súbditos para un nuevo y terrorífico plan; uno que requerirá las almas de todos los mortales...",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Abrazo",
        "description": "A esas pobres almas condenadas al sufrimiento, ya sea por contrato o por maldad ejercida, les esperarán los fuegos eternos del Infierno.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Cuatro bestias",
        "description": "Las bestias divinas vigilan el mundo entero y son capaces de convertir a cualquiera en un ser poderoso, pero solo si esa alma es digna de sus bendiciones. Ya sea que su poder se utilice para el bien o para el mal, una vez otorgado el don, no puede ser revocado.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Caballeros del Terror",
        "description": "Resucitados por una misteriosa magia ancestral, estos caballeros no muertos son los únicos vestigios de una historia olvidada. Ellos protegerán lo que una vez fue suyo, sin importar el precio de vidas mortales.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Grietas y Dragones",
        "description": "¡El peligro acecha en Runaterra! ¡Poderosos monstruos, malvados hechiceros y criaturas míticas deambulan sin control! Reúne a tus amigos y crea tu propia aventura de 3 a 5 jugadores para acabar con el mal en cada lanzamiento del dado. ¿Tienes lo necesario para salvar al mundo y volverte una leyenda de Grietas y Dragones?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]