[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "ทุก ๆ 1 แต้มของ Adaptive Force จะทำให้ได้รับพลังโจมตี 0.6 หน่วย หรือ พลังเวท 1 หน่วย โดยคิดจากค่าที่คุณมีมากกว่าตลอดทั้งเกม จะได้รับผลจากไอเทมที่ซื้อ"
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "ความเร็วเคลื่อนที่"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "ประกอบไปด้วยเอฟเฟกต์ ตาบอด, จำกัดการมองเห็น, เป็นไบ้, สโลว์, ถูกเสกแปลงร่าง, ถูกยึดกับพื้น, การกดการเคลื่อนไหว, สตัน, ตรึงอยู่กับที่, ลอยขึ้นกลางอากาศ, กระเด็นไปข้างหลัง, สะกดจิต, หลับ, ยั่วยุ, และหวาดกลัว"
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "ประกอบไปด้วยเอฟเฟกต์ สโลว์, ถูกเสกแปลงร่าง, ถูกยึดกับพื้น, การกดการเคลื่อนไหว, สตัน, ตรึงอยู่กับที่, ลอยขึ้นกลางอากาศ, กระเด็นไปข้างหลัง, สะกดจิต, หลับ, ยั่วยุ, และหวาดกลัว"
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "ประกอบไปด้วยเอฟเฟกต์ การกดการเคลื่อนไหว, สตัน, ตรึงอยู่กับที่, ลอยขึ้นกลางอากาศ, กระเด็นไปข้างหลัง, สะกดจิต, หลับ, ยั่วยุ, และหวาดกลัว"
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "สังหารหรือช่วยสังหาร"
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Area of Effect"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "ลดคูลดาวน์ "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "จะสร้างความเสียหายกายภาพหรือเวท โดยจะคิดอัตราส่วนตามค่าที่ส่งผลได้มากกว่า หรือก็คือคิดตามค่าความเสียหายที่แชมเปี้ยนของคุณจะสามารถทำได้มากกว่า"
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "ทำให้คุณเป็นอมตะและไม่สามารถตกเป็นเป้าหมายได้ในช่วงเวลาหนึ่ง แต่ก็จะไม่สามารถเคลื่อนที่ โจมตี ใช้สกิลหรือใช้ไอเทมได้"
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "ดินแดนศัตรูคือพื้นที่ครึ่งแมพที่อยู่ด้านตรงข้ามกับ Nexus ของคุณ ซึ่งจะไม่รวมถึงพื้นที่บริเวณแม่น้ำบน Summoner's Rift"
    }
]