[
    {
        "id": 0,
        "name": "ทั่วไป",
        "description": "ทั่วไป",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Summoner's Rift",
        "description": "พื้นที่ใหม่ล่าสุด และเป็นพื้นที่ที่ศักดิ์สิทธิ์ที่สุดของ Field of Justice ที่รู้จักกันในนาม Summoner's Rift มุ่งเข้าทำลายสิ่งกีดขวางบน 1 ใน 3 เส้นทางหลัก เพื่อใช้บุกเข้าโจมตีส่วนที่อ่อนแอที่สุด จงทำงานร่วมกับพรรคพวกของคุณ เพื่อบุกโจมตีฐานทัพของศัตรู แล้วทำลายกองบัญชาการของศัตรูให้สิ้นซาก!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "สุ่มแผนที่",
        "description": "Howling Abyss เป็นสถานที่แห่งหนึ่งใน Freljord ที่อยู่ใต้รอยแยกของภูเขาน้ำแข็ง ที่หนาวเหน็บ และอันตราย ตามตำนานแล้ว เคยมีการสู้รบครั้งใหญ่บนสะพานที่แคบๆแห่งนี้ ไม่มีผู้ใดล่วงรู้ว่า ใครกันที่มาต่อสู้กันที่นี่ และทำไมถึงต้องต่อสู้กัน แต่มีคนบอกเล่าว่า ถ้าหากคุณลองเงี่ยหูฟังเสียงลมอย่างละเอียดที่สะพานแห่งนี้ คุณจะยังได้ยินเสียงร้องโหยหวน ของผู้ที่ถูกโยนลงไปในหุบเหวแห่งนี้",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Nexus Blitz",
        "description": "Nexus Blitz",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "จัดทีมแชมเปี้ยนเพื่อเข้าชิงชัยในศึกแบบพบกันหมดของผู้เล่น 8 คน กลยุทธ์แบบใดก็ใช้ได้ทั้งนั้น แต่จะมีผู้ชนะเพียงหนึ่งเดียว",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "เข้าคิวแบบฉายเดี่ยวหรือไปกับคู่หูของคุณในโหมดเกมแบบหลายทีมนี้ เผชิญหน้ากับศัตรูของคุณ ท้าชนกันในศึกสุดอลหม่านไปทั่วทั้งสนามประลอง",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Swarm",
        "description": "จับคู่กับเพื่อนหรือจะลุยเดี่ยวกันก็ได้ในโหมดเอาตัวรอดจากฝูงศัตรู",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "The Bandlewood",
        "description": "ประสานงานกับทีมเพื่อพามินเนี่ยนไปยังประตูมิติของศัตรู ไม่มีตำแหน่ง ไม่มีเลน ไม่มีความกดดัน แค่งานฟาดปากกันแบบ 5v5",
        "mapStringId": "BDW"
    }
]