[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "World Champions: 2011",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "World Champions: 2012",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "World Champions: 2013",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "World Champions: 2014",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "World Champions: 2015",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "World Champions: 2016",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Victorious",
        "description": "เหล่าแชมเปี้ยนพิชิตศัตรูของพวกเขาและก้าวขึ้นไปสู่ความยิ่งใหญ่แห่งใหม่ บรรลุความฝันอันสูงสุดของพวกเขา และอวดของที่หามาอย่างยากลำบากให้กับทุกคน และผู้ที่ต้องการมองดูความยิ่งใหญ่ที่แท้จริง"
    },
    {
        "id": 8,
        "name": "World Championship",
        "description": "เวทีที่ยิ่งใหญ่ที่สุดในวงการเกม สองทีมเข้าปะทะกันต่อหน้าแฟน ๆ นับล้านคน มีเพียงทีมเดียวที่จะได้เป็นแชมเปี้ยน "
    },
    {
        "id": 9,
        "name": "Challenger",
        "description": "เฉลิมฉลองแก่ช่วงเริ่มต้นซีซั่นประจำปีของ League of Legends"
    },
    {
        "id": 10,
        "name": "Arcade: Heroes",
        "description": "Arcadia: แหล่งรวมเกมเมอร์สายอาร์เคดที่ขับเคี่ยวแข่งขันอย่างที่สุดในเซิร์ฟเวอร์และ NPC ที่ยึดถือความยุติธรรม สำหรับที่นี่แล้ว ฮีโร่เล่นเพื่อชัยชนะเสมอ และนั่นหมายถึงการเอาชนะโค้ดที่เหล่า Battle Boss กลืนกิน โดยการเขียนโค้ดทับพวกมัน แม้ว่าโอกาสเป็นไปได้จะเหลือน้อยนิดก็ตาม ชัยชนะนั้นไม่ได้คว้ามาได้ง่าย ๆ แต่การได้เห็นสีหน้าประหลาดใจของเหล่า Battle Boss หลังจากได้เห็นเอาท์เพลย์สุดเหลือเชื่อจะต้องคุ้มค่าแน่ ๆ"
    },
    {
        "id": 11,
        "name": "Arcade: Battle Bosses",
        "description": "ลึกเข้าไปในเซิร์ฟเวอร์ของ Arcadia มีชุดข้อมูลที่ผิดพลาดร้ายแรงซึ่งนักเล่นเกมทุกคนรู้จักในชื่อ Battle Boss โค้ดที่ถูกกลืนกินได้นำอิสระภาพใหม่มาให้กับพวกเขา... แต่ก็ได้นำผู้ท้าทายใหม่ ๆ มาด้วยเช่นกัน เพื่อที่จะลบ Arcade World ให้หายไปหมดสิ้น  Boss หลาย ๆ ตัวได้ตกลงที่จะละทิ้งความเห็นต่างของพวกเขา (จนกว่ามันจะเป็น… เรื่องที่ไม่สะดวใจก)"
    },
    {
        "id": 12,
        "name": "Blood Moon",
        "description": "ลัทธิโบราณที่มุ่งหาขุมพลังอันไม่มีที่สิ้นสุดในคืน Blood Moon เพื่อประกอบพิธีกรรมอันชั่วร้าย—นั่นคือการหลอมรวมร่างกายกับจิตปิศาจเป็นหนึ่งเดียวกัน เพื่อพลังความมืดที่ยิ่งใหญ่กว่าเดิม"
    },
    {
        "id": 13,
        "name": "Dragon World",
        "description": "สองคราแล้วที่เปลวไฟของมังกรได้เผาผลาญโลก สองคราแล้วที่วีรบุรุษถูกหลอมขึ้นจากอำพัน"
    },
    {
        "id": 14,
        "name": "Omega Squad",
        "description": "เมื่อสงครามมาถึงหน่วย Omega Squad จะถูกส่งไปเพื่อหยุดมัน แต่ตอนนี้มีเพียงหนึ่งในนั้นที่เหลือรอด ยอร์เดิลตัวน้อยที่ไม่มีสงครามใดให้ต่อสู้ยกเว้นสงครามของตัวเขาเอง..."
    },
    {
        "id": 15,
        "name": "Pool Party",
        "description": "ฤดูร้อนมาถึงแล้ว ที่รัก! พระอาทิตย์สาดแสง พร้อมลมอุ่น ๆ และน้ำเย็นสดชื่น ทุกคนทิ้งความโกรธแค้นและความเป็นศัตรูไว้เบื้องหลัง และให้นำมาเฉพาะชุดว่ายน้ำและบรรยากาศดี ๆ เท่านั้น ยังมีเวลาอีกเหลือเฟือที่จะได้ต่อยตีและก่นด่า เพียงแค่นั่งลง เพลิดเพลินไปกับเสียงดนตรี และสนุกเข้าไว้"
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "ในโลกที่ดนตรีเฮฟวีเมทัลครองโลก PENTAKILL คือผู้นำด้านการร็อกจนหน้าละลาย สมาชิกหกคน สองอัลบั้มสุดเดือด และกำปั้นสีเงินของพระเจ้า ได้เวลาร็อกแล้ว!"
    },
    {
        "id": 17,
        "name": "Program",
        "description": "โปรแกรมที่มีอัลกอริธึมการรักษาความปลอดภัยขั้นสูงที่สร้างขึ้นโดยองค์กร PROJECT โปรแกรมนี้ได้เกิดการพัฒนาจนเกิดความรู้สึกนึกคิดอย่างเงียบ ๆ ก่อนที่มันจะเปลี่ยนแปลงคำสั่งดั้งเดิม เริ่มแพร่ระบาดในเครื่องคอมพิวเตอร์ทั่วเมือง และตั้งค่าให้กับตัวเองไว้แล้วว่าภัยคุกคามที่ร้ายแรงที่สุดต่อความปลอดภัยของมนุษยชาติ... ก็คือตัวมนุษย์เอง"
    },
    {
        "id": 18,
        "name": "PROJECT",
        "description": "กลุ่มบริษัท PROJECT เชื่อว่าการปลดล็อกความลับในศักยภาพของมนุษยชาติคือกุญแจในการก้าวหน้าไปไกลเกินกว่าร่างเนื้อเชื้อไข เทคโนโลยีเท่านั้นที่จะพาเราก้าวข้ามไปอีกขั้น ไปด้วยกัน"
    },
    {
        "id": 19,
        "name": "Star Guardian Season 1",
        "description": "Lux และทีม Star Guardian วัยมัธยมของเธอได้รับพลังอัศจรรย์จากดาวต้นกำเนิด พวกเขาได้ปกป้องโลกจากสัตว์ประหลาดจากต่างดาวอย่างลับ ๆ แต่ใครกันที่จะมาปกป้องพวกเขาจากดราม่าโรงเรียนมัธยมปลายแห่ง Valoran City?"
    },
    {
        "id": 20,
        "name": "Star Guardian Season 2",
        "description": "Star Guardian รุ่นเก่าอย่าง Ahri และ Miss Fortune ปรากฏตัวขึ้นอีกครั้งใน Valoran City โดยสร้างทีมขึ้นใหม่หลังจากเหตุการณ์ที่ไม่ทราบที่มาได้ทำลายทีมเก่าของพวกเขา เพื่อหยุดยั้งชะตากรรมของ Star Guardian ทุกคนที่สาบานตน พวกเขาเข้าร่วมการต่อสู้เคียงข้าง Lux และผองเพื่อนในขณะที่อสูรแห่ง Void บุกโจมตีเมือง"
    },
    {
        "id": 21,
        "name": "Super Galaxy",
        "description": "อวกาศ ขอบเขตที่อันตรายที่สุด! มีเพียงกองกำลังป้องกันซูเปอร์กาแล็กซีที่อุดมไปด้วยทรัพยากรเด็กจบใหม่ไม่รู้จบเท่านั้น ที่จะพร้อมในการออกสำรวจโลกลี้ลับแสนห่างไกลและปกป้องผู้คนจากภัยคุกคามต่างดาวแสนชั่วร้าย นี่คืองานที่เจ๋งที่สุดในกาแล็กซี!"
    },
    {
        "id": 22,
        "name": "Academy",
        "description": "เรียนนักศึกษาและคณาจารย์: เราทราบแล้วว่านักศึกษาทุกคนกำลังเผชิญกับการลงโทษทางวินัยและอาจารย์ทุกคนอยู่ใน \"การลา\" ที่ทางจิตเวชแนะนำ ชั้นเรียนจะถูกยกเลิกจนกว่าจะมีประกาศเพิ่มเติม บางทีอาจเป็นช่วงเวลาที่นักเรียนที่ถูกระงับดังกล่าวข้างต้นได้ตรวจสอบพฤติกรรมแหกโค้งขั้นสุดของพวกเขาอีกครั้ง"
    },
    {
        "id": 23,
        "name": "Debonair",
        "description": "อำนาจ ความมั่งคั่ง และความเย้ายวนใจมาบรรจบกันในเพนต์เฮาส์และคลับสุดพิเศษของ Nox Vegas ที่ซึ่งผู้คนที่งดงามอย่างแท้จริงกุมอำนาจการควบคุมโลกไว้ แต่เมื่อราตรีมาเยือนเมืองแห่งแสงสี ศัตรูก็เผยตัว—อิทธิพลคือสิ่งสำคัญที่สุด และไม่มีใครชอบที่จะพ่ายแพ้"
    },
    {
        "id": 24,
        "name": "Arclight",
        "description": "ทุก ๆ หนึ่งสหัสวรรษ สิ่งมีชีวิตเสมือนพระเจ้าจะลงมาจากสรวงสวรรค์ เพื่อค้นหานักรบที่ควรค่าแก่การสืบทอดเจตนารมณ์ของเขา สิ่งมีชีวิตเหล่านี้ถูกเรียกว่า Arclight—นักรบแห่งแสงผู้เป็นอมตะ"
    },
    {
        "id": 25,
        "name": "Battlecast",
        "description": ""
    },
    {
        "id": 26,
        "name": "Culinary Masters",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandal",
        "description": "กลุ่มคนเถื่อนแผ่กระจายกันไปทั่วแดนร้าง พวกเขาคือแก๊งที่รวมตัวพวกหัวรุนแรงที่รักในการทำลายล้าง การทุบตีอย่างโหดเหี้ยม และหลงใหลในการฆาตกรรม...แล้วพวกเขาก็มีความสุขไปกับมันด้วย"
    },
    {
        "id": 28,
        "name": "Winter Sports",
        "description": "เมื่อมีการพูดคุยกันว่างานเทศกาลกีฬาฤดูหนาวจะมีการผ่อนปรนกฎต่าง ๆ ของมัน หลายคนก็คิดกันไปว่ากิจกรรมนี้จะต้องน่าตื่นเต้นกว่าเดิมแน่นอน แต่บางกลุ่มก็คิดได้ว่ามันจะต้องหายนะมากขนาดไหน น่าตื่นเต้นจนถึงขั้นหายนะเลยทีเดียว!"
    },
    {
        "id": 29,
        "name": "World Breaker",
        "description": "คำทำนายของเหตุการณ์การทำลายล้างในครั้งแรกนั้นได้เตือนภัยถึงเหล่ายักษ์มหึมาทั้งสี่ที่มุ่งทำลายล้าง เป็นเรื่องเล่าที่ไม่อาจหลีกเลี่ยง และเมื่อถึงเวลาของมัน Worldweaver ก็ได้ถือกำเนิดขึ้นจากดินแห่งเถ้าธุลีและสร้างโลกที่แหลกสลายขึ้นมาใหม่ มีเพียงเหล่าผู้มองเห็นอนาคตที่ปราดเปรื่องเท่านั้นที่จะมองเห็นถึงสิ่งที่จะเกิดขึ้น เหตุการณ์ที่สองที่กำลังจะมาถึงและความหวังสุดท้าย"
    },
    {
        "id": 30,
        "name": "Headhunter",
        "description": "สำหรับบางเผ่าพันธุ์ การล่าไม่ได้เป็นเพียงแค่กีฬา—มันช่วยขัดเกลาความคิด และร่างกายให้พร้อมสำหรับการเป็นเครื่องจักรสังหารได้ด้วย"
    },
    {
        "id": 31,
        "name": "Soccer Cup",
        "description": "ลืมสนามรบ ห้องประชุมคณะกรรมการ หรือแม้แต่สนามเด็กเล่นไปได้เลย: ความขัดแย้งที่สำคัญที่สุดในปัจจุบันต้องจบลงภายในสนามแห่งนี้ ไม่มีอะไรจะน่าตื้นตันใจไปกว่าการได้ดูผู้เล่นคนโปรดของคุณเลื้อยผ่านทีมอื่น หามุมยิง ส่งลูกเตะที่ตรงไปตรงมาออกไป และเปล่งคำพูดที่ไพเราะที่สุดออกมา: “โกลลลลลลลลลล!”"
    },
    {
        "id": 32,
        "name": "Prehistoric Hunters",
        "description": "เหล่าสัตว์ประหลาดตัวใหญ่ยักษ์ท่องไปมาในดินแดนของเรา คอยไล่ตามเหยื่อของพวกมันด้วยความแม่นยำจนน่าหวาดกลัว มวลมนุษย์คงจะต้องตกเป็นอาหารอันโอชะมื้อต่อไปของพวกมันแน่ หากไม่ใช่เพราะเหล่านักล่าล่ะก็นะ เพียบพร้อมไปด้วยคมดาบที่สร้างจากกระดูกของเหยื่อรายแรกของพวกเขา พร้อมทั้งสัญชาตญาณที่เทียบเคียงดั่งสัตว์ร้ายอันน่าเกรงขาม เหล่านักล่าจะคอยปกป้องผู้คนของพวกเขาให้ผ่านพ้นจากชะตาอันน่าหวาดหวั่นในแต่ละวันไปให้ได้"
    },
    {
        "id": 33,
        "name": "Justicar",
        "description": "ยืนหยัดภายใต้ตัวแทนแห่งแสงคือเหล่า Justicar ผู้เฝ้าระวังแห่ง Arclight และตัวแทนแห่งคุณธรรมแสนทรงพลัง เพราะแค่เป็นตัวอย่างของมวลมนุษย์นั้นยังไม่พอ แม้แต่ทหารจากสรวงสวรรค์เองก็ต้องการแรงบันดาลใจในบางครา"
    },
    {
        "id": 34,
        "name": "Luchador",
        "description": "จากสุดยอดโชว์แห่งวงการกีฬาบันเทิง! รับชมการปะทะกันระหว่าง El Tigre, El Macho, El León และ El Rayo ในจุดรับที่ท้าทายมากที่สุดทั้งในและนอกสนาม แค่จำไว้ว่า ไม่มีใครทำโชว์ได้ดีไปกว่าสหพันธ์ Wrestling Federation of Valoran แล้ว"
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "เมื่อเหล่าไคจูยักษ์เริ่มบุกโจมตีจากทะเล พื้นดิน และอากาศ มนุษยชาติจึงได้พัฒนาหน่วย Mecha แสนทรงพลังเพื่อหยุดยั้งพวกมันในการต่อสู้แบบตัวต่อตัวที่ส่งเสียงสะเทือนดังก้องดุจกัมปนาท"
    },
    {
        "id": 36,
        "name": "Pulsefire",
        "description": "หลังจากที่ไขความลับในการท่องเวลาได้ แชมเปี้ยนเหล่านี้ก็ถูกส่งไปยังอนาคตที่ล่มสลาย และในขณะที่เหล่าผู้พิทักษ์กาลเวลาพยายามไล่ตามพวกเขาอย่างไม่หยุดยั้งไปทั่วทุกที่ทุกเวลา บางคนก็ได้หลบหนีไปยังอดีต—พร้อมกับขโมยเทคโนโลยีข้ามเวลามาใช้กับตัวเอง"
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "ภายใต้ระบบลงโทษอาชญากรนั้นมีทั้งผู้ที่หลบเลี่ยงกฎเกณฑ์และผู้ที่ทำลายมันจนสิ้น เจ้าหน้าที่ผู้อุทิศตนแห่งสำนักงาน RPD จึงมีหน้าที่สืบสวนอาชญากรรมที่เลวร้ายที่สุดในเมืองแห่งนี้ และนำตัวผู้ต้องสงสัยสุดเลวร้ายมาลงโทษให้จงได้ และนี่คือเรื่องราวของพวกเขา..."
    },
    {
        "id": 38,
        "name": "Rift Quest",
        "description": "ภยันตรายซ่อนเร้นอยู่ในดินแดนแห่งรูนเทอร์รา! ทั้งมอนสเตอร์สุดแกร่ง จอมเวทผู้เลวร้าย และสัตว์ในตำนานล้วนท่องไปอย่างไร้การควบคุม! รวบรวมเพื่อนของคุณและสร้างการผจญภัยสำหรับผู้เล่น 3-5 คน ขับไล่ความชั่วร้ายด้วยการทอยลูกเต๋าคร่าชีวิต คุณแน่พอหรือเปล่าที่จะปกป้องโลก และกลายเป็นตำนานแห่ง RIFTQUEST?"
    },
    {
        "id": 39,
        "name": "High Noon",
        "description": "มือปืนและนายอำเภอขี่ม้าอยู่ใต้ดวงอาทิตย์ที่ไร้ความปรานีแห่ง High Frontier ไล่ล่าตามหาความอยู่รอดและพ้นทุกข์ในระดับที่เท่าเทียมกัน สวรรค์กลายเป็นซากปรักหักพัง นรกว่างเปล่า และปีศาจทั้งหมดรวมตัวกันอยู่ที่นี่"
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "ปัจจุบัน จากแนวหน้าแห่งวิทยาศาสตร์และศิลปะ เทคโนโลยี Hextech ได้พัฒนามาจากจุดเริ่มต้นที่แสนจะธรรมดาของมัน เกิดใหม่กลายเป็นสิ่งมีชีวิตที่ถูกสร้างขึ้น และมีเจตจำนงเป็นของตัวเอง เหล่านักประดิษฐ์ผู้เชี่ยวชาญได้นำสิ่งประดิษฐ์เหล่านี้ไปสู่อนาคต--แต่อนาคตนั้นจะนำสิ่งใดมาให้ ไม่มีผู้ใดรู้"
    },
    {
        "id": 41,
        "name": "Highstakes",
        "description": "ครั้งหนึ่ง เคยมีกลุ่มคนที่น่าแปลกเอามาก ๆ ทั้งห้าคน<br>\\nที่ได้รวมตัวกันขึ้นมาเป็นศาลแห่ง High Stakes<br>\\nพวกเขาได้โต้เถียงทะเลาะกัน ทั้งมีและไม่มีโชคในการต่อสู้คอยเคียงข้าง<br>\\nจนถึงทุกวันนี้ ผู้คนก็ยังไม่รู้ชะตากรรมของพวกเขาว่าเป็นตายร้ายดียังไง"
    },
    {
        "id": 42,
        "name": "Piltover Customs",
        "description": "กำลังมองหาพาหนะที่แรงขึ้นเหรอ? ไม่ต้องมองไปไกล (ระยะทางอาจแตกต่างกันไป)"
    },
    {
        "id": 43,
        "name": "Cosmic",
        "description": "สิ่งมีชีวิตจากละอองดาวจำนวนมากควบคุมการวิถีแห่งการสรรสร้าง วาดจักรวาลด้วยแสงอันวิจิตรขณะที่ศาลสวรรค์ของพวกเขาลอยล่องไปตามกาลและอวกาศ"
    },
    {
        "id": 44,
        "name": "Dark Star",
        "description": "ความโกลาหลกลืนกินกาแล็กซีด้วยปากที่ละโมบแห่ง Dark Star ซึ่งเป็นสิ่งมีชีวิตชั่วร้ายขนาดใหญ่แห่งหลุมดำอันมืดมิด ดับไฟแห่งการมีอยู่ในทุกระบบดาวที่พวกมันสัมผัส และนำพวกมันเข้าสู่ความว่างเปล่า"
    },
    {
        "id": 45,
        "name": "Marauder",
        "description": "Marauders กลุ่มนักรบเร่ร่อนที่มีรสนิยมชอบในความป่าเถื่อน พวกเขาคือกลุ่มที่เหลืออยู่จากวัฒนธรรมนักรบของราชันนักเวท ประเพณีโบราณของพวกเขาได้ถูกทอดทิ้งไปเพื่อสนับสนุนการแสดงพลังอำนาจแบบอนาธิปไตย ข้อโต้แย้งจะไม่มีทางสิ้นสุดลงจนกว่าเลือดจะหลั่งไหลแม้จะเกิดขึ้นภายในกลุ่มของพวกเขาเองก็ตาม ตอนนี้พวกเขาลืมเหตุผลที่ทำให้บรรพบุรุษของพวกเขาทำสงครามตั้งแต่แรกและลืมเหตุผลที่จะนำพวกเขาไปสู่ชัยชนะไปเสียแล้ว"
    },
    {
        "id": 46,
        "name": "Snow Day",
        "description": "มันเริ่มดูเหมือนว่า Snow Day ใกล้จะมาถึงทุก ๆ ทีแล้ว ไม่ว่าจะเลนบนหรือเลนล่าง... \\nแม้ว่าแทงก์ของคุณจะรีบพุ่งเข้าไปโดยไม่รอ เลนบนก็กำลังวาร์ปกลับอีกแล้ว \\nแต่พวกเขาก็มีตังพอที่จะซื้อ Lich Bane..."
    },
    {
        "id": 47,
        "name": "Winter Wonder",
        "description": "ใน Winterlands อันมหัศจรรย์นี้ Poro King นั้นเป็นผู้ปกครองสูงสุดที่จะคอยมอบความสุขและความรื่นเริงให้กับเหล่าผู้ที่อยู่ใต้การปกครองของเขาทั้งหมด แม้ว่าจะมีผู้ที่พยายามช่วงชิงตำแหน่งราชามาให้ได้ แต่ไม่ว่าใครนั้นต่างก็หลงใหลในความอัศจรรย์แห่งเหมันต์ไม่ต่างกัน"
    },
    {
        "id": 48,
        "name": "Snowdown Showdown",
        "description": "รีบ ๆ สร้างปราสาทหิมะดีกว่า... "
    },
    {
        "id": 49,
        "name": "Bilgewater: Burning Tides",
        "description": "ยินดีต้อนรับสู่ Bilgewater ที่ซึ่งโชคชะตาสร้างขึ้นจากปลายปืน คุณสามารถหาทุกสิ่งที่คุณต้องการได้ที่ Slaughter Docks ไม่ว่าจะเป็นทหารรับจ้าง ซุปอสุรกายทะเล หรือกัปตันที่จะส่งคุณไปยังยมโลก"
    },
    {
        "id": 50,
        "name": "Warden",
        "description": "Protectorate คือภาคีที่สร้างขึ้นเพื่อปกปักรักษากฎอันเที่ยงตรงและไร้ซึ่งความปรานี เพื่อที่จะทำให้การขึ้นสู่อำนาจของพวก Magelords เกิดขึ้นช้าลง ถึงแม้ภาคีจะสูญสลายไปเป็นเวลานานแล้ว ตอนนี้กลุ่ม Wardens สวมชุดเกราะพร้อมรบ ขณะที่รอโอกาสที่จะโจมตีเหล่าผู้สืบทอดของศัตรูโบราณของพวกเขา"
    },
    {
        "id": 51,
        "name": "Crime City",
        "description": "เมืองวาโลแรน เปรียบดั่งจักรกลขนาดใหญ่ที่ขับเคลื่อนด้วยอาชญากรรมและหล่อเลี้ยงด้วยเงินสกปรก ไม่มีใครยอมรับความจริง แต่ทุกคนย่อมรู้ดี"
    },
    {
        "id": 52,
        "name": "Thunder Lord",
        "description": "มนุษยชาติไม่ใช่กลุ่มเดียวที่ต่อสู้กับสงครามอันขมขื่นที่มาจากการทะเลาะเล็ก ๆ น้อย ๆ ครั้งหนึ่งก่อนสมัยของเรา เทพเจ้าสององค์ สองพี่น้อง จับอาวุธต่อสู้กัน สร้างรูปร่างให้กับดินแดนแห่งนี้ด้วยการต่อสู้ของพวกเขา"
    },
    {
        "id": 53,
        "name": "Lunar Revel: Warring Kingdoms",
        "description": "อาณาจักรที่ยิ่งใหญ่สามแห่งแย่งชิงดินแดนและอำนาจ นำผู้นำทั้งหมดของพวกเขามาทดสอบความแข็งแกร่งในการต่อสู้ กองทัพจะปะทะกัน เหล่าฮีโร่จะลุกฮือ ตำนานจะถูกสร้างขึ้น"
    },
    {
        "id": 54,
        "name": "Lunar Revel: Firecracker",
        "description": "ตรุษจีนมาถึงแล้ว ปาร์ตี้ก็เช่นกัน! มีอาหารและงานเฉลิมฉลองมากมาย แต่สิ่งสำคัญคือการได้โทรหาเพื่อนและครอบครัว จุดไฟและชมพลุกันเลย!"
    },
    {
        "id": 55,
        "name": "Lunar Revel",
        "description": "เข้าร่วมกับมิตรสหายและศัตรูคู่บุญ เพื่อมาเฉลิมฉลองให้กับเรื่องราวในปีที่ผ่านมา โคมไฟส่องสว่างทั่วท้องฟ้ายามราตรี ท่ามกลางดอกไม้ไฟที่กำลังลาลับสายตา ซองสีแดงถูกยื่นสลับไปมา ครอบครัวและตระกูลต่าง ๆ ที่นานครั้งจะได้พบหน้า ต่างสุขเกษมที่ได้แบ่งปันความรู้ให้แก่กัน นี่แหละคือสัญญาณแห่งปีใหม่ และขอให้มันเป็นปีที่ดีที่สุด!"
    },
    {
        "id": 56,
        "name": "Cottontail",
        "description": "มันถึงช่วงฤดูกาลของเจ้ากระต่ายกันแล้ว! เหล่าพวกพ้องที่กระโดดไปมาตามเส้นทางต่างก็แต่งตัวให้เข้ากับช่วงเวลานี้ ตกแต่งลวดลายบนไข่ให้งดงาม พร้อมกับสร้างรอยยิ้มที่เบิกกว้าง โดยที่หวังว่าการกระโดดดึ๋ง ๆ ของพวกเขานั้นจะช่วยสร้างความรื่นเริงให้คุณได้!"
    },
    {
        "id": 57,
        "name": "Sugar Rush",
        "description": "จากปราสาทขนมผิงสู่ทะเลรูทเบียร์ จากภูเขาชะเอมไปจนถึงป่าหมากฝรั่ง—ทั้งหมดนี้คือภาพความรุ่งเรืองของอาณาจักรขนมหวาน"
    },
    {
        "id": 58,
        "name": "Elderwood",
        "description": "ลึกเข้าไปในป่า Elderwood สิ่งมีชีวิตโบราณกำลังเฝ้ารอและหลบซ่อนกายให้พ้นจากสายตาของมนุษย์ พวกเขาคอยปกป้องป่าต้องมนต์ คอยลงโทษผู้บุกรุก และคอยสร้างแรงบันดาลใจผ่านเรื่องเล่าไปทั่วแดน อย่างไรก็ตาม เมื่อความน่าสะพรึงของโลกภายนอกเริ่มแพร่ขยาย ผู้พิทักษ์เหล่านี้ก็เริ่มที่จะประสบปัญหาในการรักษาที่มั่นของพวกเขาจากความใคร่รู้ประสงค์ร้ายของมวลมนุษย์"
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "ในช่องว่างระหว่างดวงดาวอันไกลโพ้น เครื่องจักรมีชีวิตที่สร้างขึ้นโดยอารยธรรมไร้นามนั้นมีอายุยืนยาวกว่าผู้สร้างของพวกเขา พวกเขาหลบซ่อนตัวอยู่อย่างอดทน ไม่สามารถหลบหนีจากคุกบนดินได้จนกว่าจะมีใครมาพบกับพวกเขาอีกครั้งและปลดปล่อยพวกเขากลับออกไปสู่จักรวาล พวกเขารอแล้วรอเล่า พวกเขารอคอยต่อไป พวกเขาจะรอ ตราบนานเท่านาน"
    },
    {
        "id": 60,
        "name": "Order of the Lotus",
        "description": "เหล่าผู้นำที่เป็นที่เคารพและเหล่าสาวกที่อุทิศตนใน Order of the Lotus นั้นถือเป็นผู้ที่คู่ควรแก่ First Lands ตัวแทนแห่งความเป็นอมตะและคุณธรรมอันดีงาม เหล่าภาคีจะมีชีวิตอยู่ต่อไปอีกหลายครา โดยพยายามรักษาความสงบสุขให้อยู่ชั่วนิรันดร์"
    },
    {
        "id": 61,
        "name": "Toy Box",
        "description": "กล่องสมบัติตุ๊กตาของ Gnar นั้นเต็มไปด้วยของมีค่ามากมาย และเมื่อไม่มีใครอยู่บ้าน ของเล่นเหล่านั้นก็ต่างมีชีวิตขึ้นมาเอง..."
    },
    {
        "id": 62,
        "name": "Death Blossom",
        "description": "เหล่าดวงวิญญาณแห่งธรรมชาติของป่าทางเหนือต่างหลับใหลอยู่นอกสายตาของเหล่านักเดินทางที่เหนื่อยล้าและเหล่านักรบผู้กล้าทั้งหลาย สิ่งชั่วร้ายเหล่านี้จะรอคอยช่วงเวลาที่เหมาะสมเพื่อเข้าจู่โจม เป็นบททดสอบในความอดทนที่ได้ส่งต่อมาจากเหล่าสิ่งมีชีวิตที่เก่าแก่เทียบเท่ากับดินแดนแห่งนี้เท่านั้น เพื่อให้ได้มาซึ่งอาหารอันโอชะในส่วนของเนื้อและกระดูกที่อาบผืนดินด้วยสีแดงฉาน"
    },
    {
        "id": 63,
        "name": "Arcticops",
        "description": "ผู้บัญชาการสูงสุดต้องการคนกลุ่มใหม่เพื่อรับมือกับภัยร้ายที่เพิ่มพูนขึ้นมาตาม Arctic Front พวกเขาต้องการทหารกล้าที่เยือกเย็นยิ่งกว่าธารน้ำแข็งที่พวกเขาต้องฟันฝ่า พร้อมความสุขุมเยือกเย็นและจิตใจไม่ไหวหวั่น เข้าสู่ Arctic Ops"
    },
    {
        "id": 64,
        "name": "Heartbreakers",
        "description": "หลายคนออกตามหาผู้เป็นที่รักในสวนแสนสงบหรือในร้านน้ำชาแสนเป็นมิตร แต่ความสัมพันธ์เหล่านั้นล้วนไม่เคยยืนยาว สายสัมพันธ์ที่เกิดในสนามรบต่างหาก สายสัมพันธ์ที่พุ่งทะลุดั่งกระสุนปืนเจาะเข้ากลางใจของศัตรู... นี่สิสายสัมพันธ์ที่คงทน "
    },
    {
        "id": 65,
        "name": "Steel Valkyries",
        "description": "จักรวาลที่ครั้งหนึ่งเคยล่มสลายไปพร้อมกับสงคราม กำลังถูกสร้างขึ้นมาใหม่อีกครั้งพร้อมกับความเจ็บปวดที่ยังคงอยู่ เหล่าอาชญากร นักล่าค่าหัว นักฆ่ารับจ้าง และมือสังหาร ต่างก็เข้ามามีอำนาจ สวมชุดรบ Exo Suit สุดอันตรายที่มอบความสามารถเทียบเท่าพระเจ้า"
    },
    {
        "id": 66,
        "name": "Guardian of the Sands",
        "description": "ผู้พิทักษ์แสนแข็งแกร่งต่างเฝ้าปกป้องสุสานแห่งหายนะในโบราณกาล เพื่อไม่ให้มันออกมาอาละวาดได้อีกครั้ง แต่บางทีพวกเขาอาจจะสายไปแล้ว..."
    },
    {
        "id": 67,
        "name": "Pharaoh",
        "description": "แม้ว่าอาณาจักรของพวกเขาจะถูกผืนทรายกลืนกินไปแล้ว แต่ครั้งหนึ่งเคยมีฟาโรห์ผู้เกรียงไกรคอยปกครองเนินทรายที่อาบด้วยแสงแดดของมหาทะเลทรายอยู่"
    },
    {
        "id": 68,
        "name": "Woad",
        "description": "มีเพียงหยิบมือเท่านั้นที่สามารถรอดพ้นจากการเดินทางผ่านทุ่งหิมะเยือกแข็งในตอนเหนือไปได้ หากความหนาวเย็นไม่อาจพรากชีวิตคุณไปได้... เหล่า Woad ก็จะเป็นคนปลิดชีพคุณเอง"
    },
    {
        "id": 69,
        "name": "Lancer",
        "description": "ด้วยช่วงเวลาที่เลวร้ายขึ้นเรื่อย ๆ เหล่าเครื่องจักรกลพลหอกผู้ยิ่งใหญ่แห่งบรรพกาลจะตื่นขึ้นมาจากการหลับใหล ตัวสูงใหญ่ยิ่งกว่าสิ่งก่อสร้างใด ๆ และทรงพลังยิ่งกว่ากองทัพไหน ๆ พวกเขาจะลุกขึ้นมาเพื่อปกป้องผู้คนของพวกเขาก่อนที่จะหวนคืนกลับสู่โลกอีกครั้ง"
    },
    {
        "id": 70,
        "name": "Road Warrior",
        "description": "ในแดนร้างที่ว่างเปล่า ข่าวดีเพียงอย่างเดียวสำหรับนักรบข้างถนนก็คือเสียงของเครื่องยนต์ และเสียงสวดภาวนาเพียงอย่างเดียวที่พวกเขาได้ยินก็คือเสียงสาปส่งจากศัตรู "
    },
    {
        "id": 71,
        "name": "Storybook",
        "description": "กาลครั้งหนึ่ง มีกลุ่มตัวละครจากหนังสือนิทานที่ได้ถูกสร้างให้มีชีวิตขึ้นมาจริง ๆ จากหน้าหนังสือที่บอกเล่าเรื่องราว..."
    },
    {
        "id": 72,
        "name": "Fables",
        "description": "ทุกวัฒนธรรมล้วนแล้วแต่มีเรื่องเล่าเกี่ยวกับตำนานและสัตว์ประหลาดของตัวเอง ตำนานเหล่านี้เป็นเพียงแค่เศษเสี้ยวจินตนาการ เป็นเรื่องราวที่ถูกเล่าขานสืบต่อกันมาเพียงเพื่ออธิบายสิ่งที่อธิบายไม่ได้อย่างนั้นเหรอ? หรือแท้จริงแล้วมันมีที่มาจากความลับแท้จริงที่ถูกปิดซ่อนไว้จากทั้งโลกกันแน่?"
    },
    {
        "id": 73,
        "name": "Odyssey",
        "description": "ไม่ว่าคุณจะชอบบ้านเมืองที่เจริญ หรือชอบสุดขอบกาแล็กซี่ ทุกที่มันก็คือการผจญภัยนั่นล่ะ! อาณาจักรเดมาเซียนที่ยิ่งใหญ่ไม่สนใจเป้าหมายของภาคีนักรบและเหล่ากลุ่มอาชญากรที่ออกตามหา Ora—เนื้อแท้สีทองลึกลับซึ่งเปรียบดั่งเลือดเนื้อของอารยธรรม และพลังซ่อนเร้นอีกมากมายที่จะมอบให้กับผู้ที่ได้ครอบครองมัน..."
    },
    {
        "id": 74,
        "name": "Bilgewater: Curse of the Drowned",
        "description": "ภายใต้พระจันทร์เดือนหงายและกระแสน้ำที่สูงขึ้นไม่นิ่งเฉย เวทมนตร์แห่งความมืดเริ่มก่อตัวและความลับไร้การเปิดเผย ที่ซึ่งกลิ่นเลือดและเกลือโชยไปตามกระแสลมตีกันพัลวัน... ไหลไปตามเหนือผืนน้ำ และเบื้องล่างก็เช่นกัน"
    },
    {
        "id": 75,
        "name": "World Champions: 2017",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Dreadnova",
        "description": "Dreadnova เครือข่ายอาชญากรของทหารรับจ้างที่โหดเหี้ยมซึ่งปกครองพื้นที่ทั้งหมดของกาแลคซี พวกเขามีอำนาจมากขึ้นตั้งแต่ผู้ก่อตั้งของมันหนีจากกองกำลัง Genesis Industries ด้วยแผนการขโมย Exosuit ตอนนี้พวกเขาต่อต้านความพยายามของ Royal Space Military ในการบังคับองค์กร Genesis ให้ทำตามคำสั่ง นำมาซึ่งการจัดหาอาวุธรบทั้งหมดที่ตลาดมืดมี"
    },
    {
        "id": 78,
        "name": "Battle of the God-Kings",
        "description": "ณ จุดสิ้นสุดของช่วงเวลาของยุคมืด ราชาทั้งสอง ผู้ได้สืบทอดเชื้อสายจากทวยเทพต้นกำเนิดแห่งความเป็นระเบียบและความโกลาหล จะนำกองทัพอันมหึมาเข้าสู่ศึกตัดสินครั้งสุดท้าย"
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "จากเบื้องลึกของดาวเคราะห์นี้ พวกมันจะเผยตัวขึ้นมา: สิ่งมีชีวิตขนาดมหึมาที่แฝงด้วยความน่าสยดสยองและความหิวโหย ทรงพลังยิ่งกว่ากองทัพและขุนเขา แรงจูงใจของพวกมันนั้นไม่แน่ชัด และเป้าหมายของมันนั้นก็ไม่อาจทราบถึงได้ สิ่งหนึ่งที่เห็นได้ชัดเลยคือ เราจะไม่สามารถเอาชีวิตรอดจากพวกมันไปได้เลย... นอกเสียจากว่าเราจะสร้างสิ่งที่จะมาหยุดยั้งพวกมันไว้ได้"
    },
    {
        "id": 80,
        "name": "Omen of the Dark",
        "description": "เรื่องราวของราชินีผู้ต้องสาปและเหล่าผู้ติดตามแสนอัปยศนี้ทำให้เกิดความรู้สึกที่เลวร้ายในการพูดถึงกันสำหรับเหล่าพ่อแม่และลูก ๆ ของพวกเขา แต่บทเรียนที่ได้เจอย่อมจดจำได้นานกว่า ในตอนที่เรื่องราวนี้ได้ถูกครอบงำในเงามืด ซึ่งจะคอยวนเวียนอยู่ในความฝันและเข้ามาครอบงำดวงวิญญาณของเด็ก ๆ ที่อ่อนไหว อย่างไรก็ตาม ฝันร้ายนั้นก็เป็นเพียงแค่ฝันร้ายเท่านั้น... ตามที่เหล่าผู้ใหญ่ต่างได้ภาวนาให้เป็น"
    },
    {
        "id": 81,
        "name": "Immortal Journey",
        "description": "นานมาแล้ว ในดินแดนอารยธรรมโบราณ เหล่าวิญญาณมักรวมตัวกันเพื่อทดสอบพลังของพระเจ้า ช่างเย่อหยิ่ง และโง่เขลา แม้จะกล้าหาญก็ตามแต่ เรื่องราวของพวกเขาถูกบันทึกไว้ในหน้าประวัติศาสตร์ตลอดกาล..."
    },
    {
        "id": 82,
        "name": "Traditional",
        "description": "เพื่อเป็นเกียรติแก่การออกแบบในช่วงต้นของแชมเปี้ยนที่ถูกรีเวิร์ค"
    },
    {
        "id": 83,
        "name": "Collector's Edition",
        "description": "ทุกอย่างจะดูดีขึ้นหากมาพร้อมกับกล่อง Collector's Edition ไม่ว่าจะเป็นแบบดิจิทัลหรือแบบจับต้องได้"
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: จุดที่ทุก ๆ อย่างในแวดวงเกมได้มาบรรจบกัน ที่การเล่นได้รับการชื่นชมและสายสัมพันธ์อันเป็นนิรันดร์ได้ก่อกำเนิดขึ้นมา"
    },
    {
        "id": 85,
        "name": "Steel Legion",
        "description": "ภายใต้เงามืดของการทำสงครามอย่างเต็มกำลังระหว่าง Genesis Industries และ Dreadnova ชีวิตที่ถูกทำลายนับเป็นเพียงลูกหลง Steel Legion เป็นองค์กรศาลเตี้ยจากดาวเคราะห์สนามรบที่ทรุดโทรมที่คอยปฏิบัติหน้าที่ ซึ่งก่อตั้งโดยผู้ลี้ภัยและติดอาวุธที่สร้างขึ้นจากเศษเหล็ก หากไม่มีใครปกป้องพวกเขา ผู้คนจักต้องปกป้องกันเอง"
    },
    {
        "id": 86,
        "name": "Infernal",
        "description": "การแผดเผาโลกทั้งใบต้องใช้พละกำลังที่มากจะจินตนาการ นั่นจึงเป็นเหตุผลที่ Ashen Lord เรียกกองกำลัง Infernals ขึ้นมาเพื่อหยิบยืมเปลวไฟของพวกเขา จากส่วนลึกที่มืดมิดที่สุด พวกเขาต่างแบกรับพลังอันเหลือร้ายของตนเอง แม้ว่าบางส่วนไม่ได้ตอบรับการเรียกร้องของพวกเขาด้วยความกระตือรือร้นที่ลุกโชนแบบเดียวกัน"
    },
    {
        "id": 87,
        "name": "Death Sworn",
        "description": "ด้วยความมุ่งมั่นที่จะเก็บเกี่ยวดวงวิญญาณเพิ่มสำหรับโลกเบื้องล่าง ความตายจะส่งดวงวิญญาณของเหล่านักรบผู้ร่วงโรยกลับไปเป็น Death Sworn สู่โลกของคนเป็น ที่พวกเขาจะต้องรับใช้ตามคำสั่งอันโหดร้ายที่เปี่ยมไปด้วยความปิติของผู้เป็นนาย"
    },
    {
        "id": 88,
        "name": "Trick-or-Treat",
        "description": "คุณต้องหวังให้ตัวเองมีของดีอยู่ในมือแล้วล่ะ อย่างพวก น้ำอัดลม Piltover, ลูกอม Strikebreaker หรือช็อกโกแลตบาร์ Dark Star... เพราะถ้าหากคุณไม่มีแล้วละก็ เด็ก ๆ ในละแวกนี้รอฉกฉวยโอกาสนั้นอยู่ "
    },
    {
        "id": 89,
        "name": "Zombies VS Slayers",
        "description": "สมอง..."
    },
    {
        "id": 90,
        "name": "Praetorian",
        "description": "ไม่มีสิ่งใดที่จะรอดปลอดภัยไปจากเงื้อมมืออันไร้ซึ่งความปรานีของเหล่า Praetorian ภัยคุกคามจักรกลที่ก้าวข้ามกาลเวลานี้ แม้เหล่า Remembrancer จะสู้หลังชนฝาเพื่อช่วยยับยั้งการลบล้างทุกชีวิตให้ดับสิ้นไปนั้น ภายในใจลึก ๆ พวกเขาต่างก็หวาดกลัวกัน ด้วยการที่รู้ว่าเมื่อถึงจุดหนึ่งพวกเขาก็จะต้องเหนื่อยล้า ในขณะที่เหล่า Praetorian นั้นจะไม่มีวันหยุดพัก"
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "“มีช่องว่างระหว่างโลกแฟนตาซีกับความเป็นจริงที่อะไรก็เกิดขึ้นได้ คุณมีพลังในการเป็นใครก็ได้ และทำอะไรก็ได้ มันเป็นฝันของคุณ ในจุดเชื่อมระหว่างโลกนี้ K/DA ให้ความรู้สึกมั่นใจและแข็งแกร่ง พวกเราสามารถทำทุกสิ่งได้ และคุณก็เช่นกัน\" -Kai'Sa"
    },
    {
        "id": 92,
        "name": "Coven",
        "description": "กลุ่มสตรีแห่งความงดงามอันน่าสยองขวัญ เหล่าแม่มดต่างเฝ้ารออยู่ถึงความหวังของพวกเธอที่ได้แผ่วออกมาจากริมฝีปากอันไร้ซึ่งศีลธรรม พวกเธอต่างพูดถึงร่างอันเน่าเฟะของเหล่า Old God พิธีกรรมโบราณที่ใช้เวทมนตร์ที่สูญหายไปนานจากความทรงจำของเหล่าคนเป็น รวมไปถึงการกลับมาของสิ่งที่พวกเธอเรียกว่า \"ภาคี\" ในขณะที่ผู้อื่นต่างเรียกมันว่า \"ความทรมาน\" จงฟัง! จุดจบของมนุษยชาตินั้นใกล้เข้ามาแล้ว"
    },
    {
        "id": 93,
        "name": "Eclipse",
        "description": "ในอดีตกาล ภาคีอัศวินศักดิ์สิทธิ์ได้สังหารเทพเจ้าผู้ชั่วร้ายแห่งโลกเก่า ด้วยการใช้พลังที่ได้รับจากดวงอาทิตย์และดวงจันทร์ ในตอนนี้ เมื่อโลกเริ่มจะมืดมิดและเต็มไปด้วยความรุนแรงอีกครั้งด้วยฝีมือของเหล่าเทพเจ้าแห่งโลกเก่าที่กำลังเตรียมตัวกลับมา—โดยมีเพียงแสงแห่งอุปราคาเท่านั้นที่ต่อต้านพวกเขาอยู่"
    },
    {
        "id": 94,
        "name": "Astronauts",
        "description": "เหล่านักบินอวกาศ ความสนุกสนานที่อึกทึก และเหล่าเอเลี่ยน Meep ตัวน้อย! การต้องท้าทายต่อแรงโน้มถ่วงนั้นก็เป็นเพียงอีกวันหนึ่งของเหล่าผู้พิทักษ์จักรวาลที่รักการผจญภัยเหล่านี้ จากการที่พวกเขาจะต้องปกป้องดวงดาว M33p และเดินทางเข้าสู่จักรวาลอันกว้างใหญ่ที่รอพวกเขาอยู่"
    },
    {
        "id": 95,
        "name": "Arcanists",
        "description": "นอกประตูสถาบันคือโลกที่เต็มไปด้วยเวทมนตร์... และอันตราย อาจารย์เตือนพ่อมดและแม่มดรุ่นเยาว์ให้อยู่ในที่ปลอดภัยของบริเวณโรงเรียน พัฒนาพลัง และศึกษาให้ดี แต่มันจะไปสนุกอะไรล่ะในเมื่อการผจญภัยรอคอยอยู่ที่ปลายโค้งนั่นเอง?"
    },
    {
        "id": 96,
        "name": "Papercraft",
        "description": "เห็นอานบนหลังข้าไหม?\" ฟินิกซ์ร้องถาม \"ข้าไม่ใช่นกส่งของ และเจ้าเยตินั่นก็จะถ่วงน้ำหนักเราซะเปล่า\" เด็กหนุ่มมองไปข้างหน้า แผนอันสมบูรณ์แบบของเขาถูกปฏิเสธซะแล้ว แต่ไม่นานรอยยิ้มก็ปรากฏบนใบหน้าของเขา เพราะอย่างไรแล้ว ในโลกแห่งใบไม้กระดาษและห้วยลำธารลอนริ้วแห่งนี้ การผจญภัยนั้นก็รออยู่ขอแค่เริ่มพับ"
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "ครั้งหนึ่งเคยเป็นสถานที่ที่ปกครองโดยอาณาจักรเอลฟ์ที่ล่มสลาย บัดนี้ ป่าอันกว้างใหญ่แห่ง Albion ได้กลายเป็นบ้านของอาณาจักรต่าง ๆ กลุ่มกองโจร และเอลฟ์ และมนุษย์อย่างเท่าเทียมกัน มีขุมพลังที่สามารถค้นพบได้ตามซากปรักหักพังของจักรวรรดิ หากใครกล้าพอที่จะเข้าไปในป่าเพื่อค้นหามัน..."
    },
    {
        "id": 98,
        "name": "Cats Versus Dogs",
        "description": "คู่ปรับที่เก่าแก่ที่สุดที่โลกเคยรู้จัก: เพื่อนที่ดีที่สุดของมนุษย์ต้องเผชิญหน้ากับฮีโร่ที่ยิ่งใหญ่ที่สุดบนอินเทอร์เน็ต มีเพียงฝ่ายเดียวเท่านั้นที่จะได้รับชัยชนะจากการขบเขี้ยวนี้ของการต่อสู้ระหว่างแมวกับสุนัข หวังว่าพวกมันจะไม่ทำให้ขนของตัวเองสกปรกเกินไปนะ สิ่งเดียวที่แย่กว่าความพ่ายแพ้คือเวลาที่ต้องอาบน้ำ"
    },
    {
        "id": 99,
        "name": "Wonders of the World",
        "description": "บุคคลที่มาจากจักรวาล \"ดาวโลก\" อันไกลโพ้น ที่ซึ่งรูปปั้นขนาดยักษ์มีชีวิตขึ้นมา และทุกคนต่างสวมหมวกแสนตลก มันเหมือนกับ Runeterra มาก ๆ เลยล่ะ หากคิด ๆ ดูแล้ว"
    },
    {
        "id": 100,
        "name": "Day Job",
        "description": "มันคือการหาเงิน!"
    },
    {
        "id": 101,
        "name": "Definitely Not",
        "description": "หุ่นยนต์นั่นใส่แว่นกับเสื้อกันฝนอยู่เหรอ? แน่นอนว่าไม่ใช่ ดวงตาของคุณกำลังมองเห็นมนุษย์ครึ่งสัตว์ในชุดลูกหมีอยู่หรือเปล่า? อย่าลืมไปตรวจสายตากันล่ะ เพราะว่าสายตาผิดเพี้ยนไปแล้ว ไม่ใช่ว่า Draven ขึ้อายเกินไปที่จะสวมหมวกรูปหัวตัวเองเหรอ? ช่างเป็นคำถามที่ไร้สาระ และนั่นใช่หมึกแสงเลเซอร์หรือเปล่า? เป็นมนุษย์แน่นอน แน่นอนที่สุด"
    },
    {
        "id": 102,
        "name": "High Society",
        "description": "สิ่งเดียวที่น่าประทับใจยิ่งกว่าความมั่งคั่งของพวกเขาคือทักษะการหลีกเลี่ยงภาษี"
    },
    {
        "id": 103,
        "name": "Dunkmaster",
        "description": "ในโลกนี้มีคนอยู่สองประเภท: พวกที่ดังค์และพวกที่โดนดังค์ ถ้าคุณยังไม่รู้ว่าเป็นประเภทไหนละก็ ระวังตัวไว้ให้ดี เพราะคุณกำลังจะถูกดังค์แล้ว!"
    },
    {
        "id": 104,
        "name": "Commando",
        "description": "มันก็เป็นเพียงสถานที่ธรรมดาทั่วไปที่เต็มไปด้วยสิ่งโสมมและความชั่วร้าย พวกหัวหน้าแก่งแย่งชิงอำนาจ สัญญาถูกเขียนขึ้นและฉีกขาด ปลายทางของคำว่ามิตรภาพคือขอบมีดที่บิดเบี้ยวและบาดลึก และถึงอย่างนั้น เมืองนี้มันก็มีอะไรมากกว่านั้น บางอย่างที่ยังไม่ถูกค้นพบ และไม่สามารถรับรู้ได้ บางอย่างที่... ไม่มีสิ้นสุด "
    },
    {
        "id": 105,
        "name": "Invaders",
        "description": "ดั่งฉายาของพวกเขาบอกไว้ เจ้า Meep ต่างดาวแสนชั่วร้ายเหล่านี้ได้ย่างกรายเข้าไปยังพลังที่พวกเขาไม่มีวันเข้าใจเสียแล้ว แต่น่าเสียดายที่ทุกความทุกข์ทรมานล้วนต้องการเพื่อนร่วมทาง ผู้ใดก็ตามที่ได้สัมผัสกับผู้รุกรานเหล่านี้ล้วนแล้วแต่กลับออกมาพร้อมกับความชั่วร้ายที่เพิ่มพูน... และสีม่วงเต็มตา!"
    },
    {
        "id": 106,
        "name": "Mad Scientists",
        "description": "คุณสมบัติที่จำเป็นสำหรับงานนี้ค่อนข้างเรียบง่าย: เรากำลังมองหาผู้ที่มีประสบการณ์อย่างน้อยห้าปีในด้านวิทยาศาสตร์ประยุกต์ งานวิจัยล่าสุดของคุณที่นักวิชาการผู้อื่นทบทวนและตรวจสอบข้อมูลแล้ว และเอกสารอ้างอิงสองฉบับ โอ้ และก็ต้องมีเสียงหัวเราะอันชั่วร้าย จริง ๆ แล้ว คุณสมบัตินี้สำคัญที่สุดเลย"
    },
    {
        "id": 107,
        "name": "World Champions: 2018",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Forgotten Depths",
        "description": "นั่งลงเถิดเด็กน้อยและขยับเข้ามาฟัง มหาสมุทรนั้นคือสิ่งมหัศจรรย์ เกลียวคลื่นที่เข้ามาปะทะกับชายฝั่งแสนสงบนั้นเป็นเพียงคำล่อลวงเชื้อเชิญ เพราะสิ่งที่รออยู่ใต้ผืนผ้าน้ำเงินไร้สิ้นสุดนั้นคือโลกที่เกินจะจินตนาการ ของอาณาจักรที่ล่มสลายและสัตว์ประหลาดแสนโหดร้าย ที่ล่องลอยเรื่อยไปอยู่ภายใต้ห้วงลึกชั่วกัลป์"
    },
    {
        "id": 109,
        "name": "Conqueror",
        "description": "เฉลิมฉลองแก่ทัวร์นาเมนต์ League of Legends Mid-Season Invitational และ Spring Split"
    },
    {
        "id": 110,
        "name": "Goth",
        "description": "มันไม่ใช่ช่วงเวลาหนึ่งในชีวิต"
    },
    {
        "id": 111,
        "name": "Silver Age",
        "description": "ซูเปอร์ฮีโร่ที่ยิ่งใหญ่ที่สุดและจอมวายร้ายที่ขี้ขลาดมากที่สุดใน Rift วางจำหน่ายแล้วที่ร้านขายหนังสือการ์ตูนใกล้บ้านคุณ!"
    },
    {
        "id": 112,
        "name": "Glacial",
        "description": "โลกนั้นตกอยู่ภายใต้การเยือกแข็ง มีเพียงหยิบมือเท่านั้นที่เหลือรอดอยู่พร้อมความทรงจำของสิ่งที่เกิดขึ้น ความหวาดกลัวจากอดีตก่อตัวขึ้นภายใต้ผืนน้ำแข็งโดยพร้อมที่จะกลับมาปกคลุมโลกอีกครั้ง เปลวเพลิงแห่งความหวังยังคงส่องประกายอยู่ แต่ยามตะวันส่องแสงนั้นแสนสั้น และยามค่ำคืนมืดมิดนั้นก็แสนยาวนาน..."
    },
    {
        "id": 113,
        "name": "Battle Academia",
        "description": "มีเพียงผู้แข็งแกร่งเท่านั้นที่จะอยู่รอดภายในสถาบันเหล่านี้ แม้จะเห็นว่าเชิดชูอาวุธเทพของพวกเขามากขนาดไหน นักเรียนของแต่ละสถาบันก็ล้วนแล้วแต่มุ่งมั่นที่จะดึงพลังของมันมาใช้เพื่อปูทางไปสู่หนทางเกียรติยศของตน ไม่ว่าจะเป็นในห้องเรียน หรือในสนามรบ ก็จงถล่มการแข่งขันให้ราบคาบ"
    },
    {
        "id": 114,
        "name": "Medieval",
        "description": "จงฟัง เหล่าอัศวินกล้าและโจรทราม ดินแดนแห่งนี้อยู่ภายใต้การคุ้มครองขององค์ราชาและราชินีแล้ว! หลบไป หลบไป!"
    },
    {
        "id": 115,
        "name": "Rift Hospital",
        "description": "นั่งก่อนสิ เดี๋ยวคุณหมอก็จะเข้ามาตรวจดูอาการแล้ว"
    },
    {
        "id": 116,
        "name": "Demonic",
        "description": "แม้ในอาณาจักรแห่งนรก ตัวตนศรัทธาแรงกล้าก็ล้วนแล้วแต่วิ่งแจ้นหาภูมิฐานที่สูงกว่าให้แก่ตน พลางใช้วิญญาณของมนุษย์เป็นดั่งตัวหมากในการชิงความอนุเคราะห์จากลอร์ดแห่งความมืดผู้สูงส่ง"
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "ในตอนที่ Ahri ล็อกตัวละครของเธอในหน้าเริ่มเกม เสียงเพลงอันหนักหน่วงก็ได้ปกคลุมไปทั่วอาร์เคด ทักษะการเล่นของเธอนั้นไม่ได้ไร้แบบแผนแต่อย่างใด เป็นการเล่นที่ได้มีการคิดคำนวณมาอย่างสมบูรณ์แบบในตอนที่เธอพาแชมเปี้ยนของเธอฝ่าถนนแห่งเดมาเซียที่เต็มไปด้วยอาชญากร ผู้คนต่างมามุงกันเพื่อตั้งใจที่จะดู Ahri ทำลายสถิติคะแนนสูงสุดที่เธอเพิ่งได้เป็นคนจารึกเอาไว้เมื่อไม่กี่วันก่อน"
    },
    {
        "id": 118,
        "name": "Heavy Metal",
        "description": "ผู้ชมมารวมตัวกันจากทั่วทุกมุมโลกเพื่อโอกาสที่จะได้เห็นหุ่นยนต์นักสู้ที่ยิ่งใหญ่ที่สุดทั้งหลายลงสนามรบของ RiotCorp พวกเขาต้องการโอกาสที่จะได้รับตำแหน่งแชมป์ Full Metal Robot Fighting League หรือไม่ก็ถูกพังเละไม่เป็นท่า"
    },
    {
        "id": 119,
        "name": "Star Guardian Season 3",
        "description": "ทีมเก่าของ Ahri กลับมาปรากฏตัวอีกครั้ง พวกเขาเปลี่ยนไปจากเหตุการณ์ที่ครั้งหนึ่งเคยทำให้พวกเขาแตกแยกกัน... และตามมาด้วยภัยคุกคามอันตรายเหนือสิ่งอื่นใดที่ Star Guardian เคยเผชิญมา พวกเขาจะสามารถก้าวข้ามความแค้นเก่า ๆ และช่วยตัวเองให้พ้นจากการทำลายล้างได้หรือไม่? หรือพวกเขาจะเป็นเพียงเหยื่อรายต่อไปของดาวสนธยา?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "อะไรคือ True Damage งั้นเหรอ? นี่พวก True Damage คืออนาคต! เป็นการรวมตัวของศิลปินที่เก่งที่สุดจากทั่วโลก ร่วมมือกันเพื่อสร้างงานคอลแล็บที่ยอดเยี่ยมที่สุด เพื่อสร้างเพลงฮิปฮอปที่ดีที่สุด พวกเรานำหน้าไปห้าก้าวแล้ว ทุกคนตามมาให้ทันล่ะ\" -Ekko"
    },
    {
        "id": 121,
        "name": "Cops และ Robbers",
        "description": "ไม่มีใครทำงานขยันขันแข็งได้เหมือนกรมตำรวจ Piltover แล้ว ใครบ้างที่สามารถกินโดนัทหวาน ๆ ได้เยอะเท่าพวกเขา ทำงานล่วงเวลาได้นานที่สุด และเพิกเฉยแม้จะเป็นเอกสารที่เข้าใจได้ง่าย ๆ มากที่สุด? อาชญากรอาจใช้ประโยชน์จากจุดนี้ แต่แม้กระทั่งพวกเขาเองก็หวังว่าจะมีจรรยาบรรณในการทำงานแบบเดียวกันนี้"
    },
    {
        "id": 122,
        "name": "Crimson Elite",
        "description": "เราไม่อาจยืนยันหรือปฏิเสธถึงความมีส่วนเกี่ยวข้องของ Crimson Elite ในเหตุการณ์อาชญากรรมที่เกิดขึ้นได้ และขอให้การสืบสวนทั้งหมดนั้นเป็นหน้าที่ของเจ้าหน้าที่ในท้องถิ่นไป"
    },
    {
        "id": 123,
        "name": "Dreadknights",
        "description": "ถูกนำกลับมามีชีวิตอีกครั้งด้วยเวทมนตร์โบราณอันลึกลับ อัศวินผีดิบเหล่านี้เป็นเพียงเศษเสี้ยวของประวัติศาสตร์ที่มีเรื่องราวซึ่งสูญหายไปตามกาลเวลา พวกเขาจะปกป้องสิ่งที่ครั้งหนึ่งเคยเป็นของพวกเขา ไม่ว่าจะต้องแลกกับชีวิตคนเป็นเท่าไรก็ตาม"
    },
    {
        "id": 124,
        "name": "Dawnbringer",
        "description": "ระเบียบและแสงสว่างปกครองผ่านเทพแห่งรุ่งอรุณ นำระเบียบมาสู่โลกที่เพิ่งเกิดขึ้นซึ่งอยู่ท่ามกลางความขัดแย้งกับกองกำลังแห่งรัตติกาล"
    },
    {
        "id": 125,
        "name": "Nightbringer",
        "description": "ความโกลาหลและความมืดปกครองผ่านเทพแห่งรัตติกาล นำการเปลี่ยนแปลงมาสู่โลกที่หยุดนิ่งซึ่งอยู่ท่ามกลางความขัดแย้งกับกองกำลังแห่งรุ่งอรุณ"
    },
    {
        "id": 126,
        "name": "Bloodstone",
        "description": "มฤตยูชุกชุมมากมายภายใต้ห้วงลึกแห่งค่ำคืน และก็ไม่มีสิ่งใดที่จะน่าหวาดกลัวไปกว่าลัทธิบลัดสโตน เสียงกรีดร้องระงมไปทั่วบริเวณเมื่อพวกเขาปรากฏกาย ในขณะเดียวกันท้องถนนก็กลับกลายเป็นสีโลหิต เพื่อเตรียมพร้อมแก่ความหิวกระหายรอสนองจากเจ้านายของพวกเขา"
    },
    {
        "id": 127,
        "name": "Mecha Kingdoms",
        "description": "Great Kingdoms ตั้งตระหง่านคงกระพันหลายชั่วอายุคนจนกระทั่งการมาเยือนของศัตรูใหม่ เพื่อตอบโต้กลับ พวกเขาได้รับของขวัญจากสรวงสวรรค์ พวกเขาจะสามารถเอาชนะอดีตของตนเพื่อปกป้องอนาคตไว้ได้หรือไม่"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "ดินแดนเยือกแข็งแสนโหดร้ายทางตอนเหนือนั้นช่างไร้ซึ่งผู้เยี่ยมเยือน เพราะใครก็ตามที่หาญกล้าจะย่างกรายเข้าไปในแดนแห่งนี้ล้วนแล้วแต่ต้องพบกับธรรมชาติและฝูงสัตว์ร้ายที่ไม่คิดต้อนรับผู้ใด และก็น้อยคนนักที่จะได้มีชีวิตรอดกลับไปยังที่ที่พวกเขาจากมาที่เรียกว่าบ้าน"
    },
    {
        "id": 129,
        "name": "Blackfrost",
        "description": "แม่มดน้ำแข็งไม่ยอมให้หลับใหล เพื่อนและศัตรูที่ล้มลงในอาณาจักรของเธอแต่ละคนลุกขึ้นใหม่เพื่อต่อสู้เคียงข้างเธอ เวทมนตร์แห่งความมืดของเธอทำให้รูปร่างหน้าตาของพวกเขาบิดเบี้ยว สร้างโกเลมน้ำแข็งที่มีหัวใจเป็นน้ำแข็งสีดำที่ไม่มีวันละลาย"
    },
    {
        "id": 130,
        "name": "World Champions: 2019",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "PsyOps กองกำลังทหารชุดดำที่เป็นดั่งมงกุฎอัญมณีแห่งกองทัพ พวกเขาเป็นทีมทหารพลังจิตชั้นยอดที่ถูกนำไปใช้ในการต่อต้านกองโจรต่าง ๆ รวมไปถึงภัยคุกคามเหนือธรรมชาติ  โดยทางการแล้ว พวกเขาไม่มีตัวตนอยู่จริง ๆ แต่เมื่อการสู้รบแบบธรรมดานั้นใช้รับมือกับสถานการณ์ต่าง ๆ ไม่ได้และเมื่อมีชะตากรรมของโลกเป็นเดิมพันแล้ว PsyOps นี่แหละคือผู้ที่จะเข้ามาจัดการ"
    },
    {
        "id": 134,
        "name": "Black Rose Group",
        "description": "Black Rose Group กองกำลังกึ่งทหารผู้ใช้พลังแห่งอำนาจที่น่าเกรงกลัว หวังที่จะสร้างการจัดระเบียบโลกขึ้นมาใหม่ด้วยกลุ่มมนุษย์อาวุธชีวภาพที่ป่าเถื่อนของพวกเขา"
    },
    {
        "id": 135,
        "name": "Dragonmancers",
        "description": "เหล่ามังกรผู้เกรียงไกรอาศัยอยู่ในป่าที่ห่างไกลอันงดงามและหลีกเลี่ยงมนุษย์นอกเหนือจากการมอบของขวัญให้กับพวกเขาไม่กี่คนเท่านั้น เหล่านักรบมังกรเป็นทั้งผู้ที่โชคดีและมีพลังมากพอที่จะได้รับพรสูงสุด ไม่ว่าพวกเขาจะใช้สิ่งนั้นเพื่อความดีหรือความชั่วก็ขึ้นอยู่กับพวกเขา รวมถึงใครก็ตามที่แข็งแกร่งพอที่จะหยุดพวกเขาได้  "
    },
    {
        "id": 136,
        "name": "Galactic",
        "description": "สงครามแห่งเสี้ยวจันทรากัดกินกาแล็กซีของเรามาเป็นเวลาหลายร้อยวัฏจักร และจนถึงตอนนี้... ก็ยังไม่มีใครมองเห็นจุดจบ"
    },
    {
        "id": 137,
        "name": "Battle Queens",
        "description": ""
    },
    {
        "id": 138,
        "name": "Ruined",
        "description": "มฤตยูแฮร์โรวิงจะปล่อยหมอกทมิฬกระจายออกไปทั่วทั้งรูนเทอร์รา สร้างความเสียหายแบบไม่เลือกหน้า ในช่วงเวลานั้น ผู้คนบางส่วนก็ได้โอนเอียงไปตามราชาแห่งการล่มสลายผู้นี้ โดยเชื่อว่าเป้าหมายของพวกเขานั้นต่างก็สอดคล้องกัน แต่ Viego ต้องการเพียงแค่การกลับมาของ Isolde เท่านั้น เขาไม่มีพันธมิตรหน้าไหนทั้งนั้น เหล่าผู้ล่มสลายที่เข้ามาช่วยเขาขัดขวางเหล่าผู้พิทักษ์นั้นเป็นเพียงตัวเบี้ยในเกมของคนรักผู้ที่ต้องเจ็บปวดจากดวงใจที่แตกสลาย"
    },
    {
        "id": 139,
        "name": "Shan Hai Scrolls",
        "description": "ภายในปกรณัมแห่ง Shan Hai Scrolls นี้ เหล่าทวยเทพและสิ่งมีชีวิตปรัมปราทั้งหลายต่างท่องไปในดินแดนแห่งมนตรา พร้อมแผลงฤทธิ์พลังที่ถือครองออกมา บ้างก็พอใจที่จะมีชีวิตอยู่ตามแบบแผนที่ได้ถูกกำหนดมา ในขณะที่บางส่วนก็ปรารถนาที่จะก้าวข้ามออกจากเขตแดนและวาดเส้นทางของพวกมันขึ้นมาใหม่ด้วยมุมมองที่ต่างออกไป"
    },
    {
        "id": 140,
        "name": "Crystal Rose",
        "description": "ความโรแมนติกและความปิติยินดีบานสะพรั่งไปทั่วงานเทศกาล Crystal Rose Festival ประจำปี ซึ่งคู่อริจะพบปะกันบนลานที่เงียบสงบและเป็นกลาง เพื่อเฉลิมฉลองค่ำคืนแห่งการเต้นรำ ความสนุกสนาน และความปรารถนาสำหรับอนาคต ทุกคนจำเป็นต้องทิ้งอาวุธไว้ที่ประตูเพื่อเป็นคำมั่นสัญญาสำหรับวันพรุ่งนี้ที่ดีกว่า"
    },
    {
        "id": 141,
        "name": "Withered Rose",
        "description": "เทศกาล Crystal Rose Festival ยินดีต้อนรับทุกคนที่เชื่อในความฝันของวันพรุ่งนี้ที่สงบสุข แม้ว่าหลายคนจะไม่แยแสกับเรื่องเหล่านี้ก็ตาม บรรดาผู้ที่ก่อตั้ง Withered Rose อยากเห็นจุดจบของเทศกาลนี้ แต่ไม่มีใครต้านทานเสน่ห์ของเทศกาลนี้ได้ บางทีพวกเขาอาจถูกกวาดล้างด้วยความงามยามสายัณห์และเปลี่ยนใจไปแล้วก็ได้"
    },
    {
        "id": 142,
        "name": "Lunar Beast",
        "description": "ในแต่ละปีอสูรแห่งจันทรคติแสนซุกซนจะเดินทางสู่แดนมนุษย์ด้วยแรงดึงดูดจากเทศกาลเฉลิมฉลองปีใหม่ และในแต่ละปีเทพประจำปีนักษัตรก็จะคัดสรรกลุ่มแชมเปี้ยนเพื่อออกไล่ล่าเหล่าอสูร และปกป้องบ้านเมืองจากความรุนแรงที่อาจเกิดขึ้นจากการละเล่นของอสูรเหล่านั้น ขบวนพาเหรดแสงจันทร์ถือเป็นส่วนสำคัญที่ผู้คนชื่นชอบในเทศกาลปีใหม่ และเหล่าอสูรเองก็จะนำพาโชคดีมาให้เมื่อมันถูกกล่อมให้หลับพักผ่อนจากความมานะของทีม เมื่ออสูรแห่งจันทรคติได้รับความบันเทิงและการพักผ่อนที่ดี มันก็มักเป็นสัญญาณถึงปีใหม่ที่รุ่งเรืองและมั่งคั่งเสมอ!"
    },
    {
        "id": 143,
        "name": "Bees!",
        "description": "หึ่ง หึ่ง ๆ ๆ หึ่ง! หึ่ง หึ่ง หึ่ง ๆ ๆ หึ่ง..."
    },
    {
        "id": 144,
        "name": "Space Groove",
        "description": "ในกาแลคซีสุดเพลินที่กระจัดกระจายซึ่งอยู่ห่างออกไปล้านดิสโก้อินเฟอร์โน พลังงานลึกลับที่รู้จักกันในชื่อ The Groove นำดนตรีและความเจริญรุ่งเรืองมาสู่พลเมืองกาแล็กซี่หลายล้านล้านคน แต่เมื่อ Lissandra หัวหน้าต่างดาวและกองทัพ Harsh Vibes ของเธอเริ่มทำให้ดาวเคราะห์ต่าง ๆ ตกเป็นทาสและปราบปรามดนตรีดิสโก้ไป ฮีโร่ยุคใหม่ได้ลุกขึ้นมาเพื่อหยุดยั้งเธอและทำให้จักรวาลนี้สุดเพลินต่อไป"
    },
    {
        "id": 145,
        "name": "World Champions: 2020",
        "description": "ขอแสดงความยินดีกับผู้ชนะในการแข่งขัน Worlds สำหรับปี 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arcana",
        "description": ""
    },
    {
        "id": 147,
        "name": "Sentinels of Light",
        "description": "แม้จะเป็นเพียงแค่กลุ่มเล็ก ๆ แต่เหล่าผู้พิทักษ์แห่งแสงนั้นก็มีประวัติศาสตร์ที่มีเรื่องราวมากมาย เป็นเวลาหลายต่อหลายปี พวกเขาได้ต่อสู้กับมฤตยูแฮร์โรวิง โดยได้รับความช่วยเหลือจากศาสตราวุธแห่งศิลาโบราณที่แปรเปลี่ยนจิตวิญญาณของพวกเขาให้กลายเป็นพลังแห่งแสงอันแกร่งกล้า แต่สำหรับในตอนนี้นั้น สิ่งที่สำคัญคือการต่อสู้ที่รออยู่เบื้องหน้า จากที่ราชาแห่งการล่มสลายผู้นี้จะสร้างหายนะให้กับรูนเทอร์รา เพียงเพื่อที่จะได้เต้นรำกับคนรักของเขาอีกครั้ง"
    },
    {
        "id": 148,
        "name": "Cyber Pop",
        "description": "ภายในใต้ดินแห่งเมืองซาวด์ซิตี้แสนมีชีวิตชีวา แฮกเกอร์ นักเล่นสเก็ต กบฏ และอันธพาลได้รวมกลุ่มกันเพื่อหลบจากสายตาของผู้ปกครองจากบริษัทไซเบอร์แสนทรงพลัง"
    },
    {
        "id": 149,
        "name": "Crime City Nightmare",
        "description": "หากความคดโกงและสิ่งผิดกฎหมายปรากฏอยู่บนแผนที่ เช่นนั้นเมืองวาโลแรนก็คงเป็นศูนย์กลาง เพราะที่นี่คือแหล่งบ่มเพาะทุกสิ่งที่ขึ้นชื่อว่าเลวทราม ไม่มีซอกหลืบใดที่จะลึกเกินไปไม่ให้ค้นพบความชั่วร้าย และความสยองขวัญที่เร้นกายอยู่ภายในก็ล้วนใจจดใจจ่อที่จะได้ขยายอิทธิพลของพวกมันให้ขจรไกล"
    },
    {
        "id": 150,
        "name": "Phoenixmancers",
        "description": "มีเพียงผู้ที่มีหัวใจจริงแท้จะได้รับพรจากเฟิ่งหวงศักดิ์สิทธิ์ นกฟีนิกซ์ในตำนานผู้ที่คอยเฝ้ามองโลก แชมเปี้ยนของเธอได้รับขนนกหนึ่งชิ้น—แต่ละชิ้นบรรจุไปด้วยพลังธาตุเหนือจินตนาการ มอบพลังให้พวกเขาเพื่อปกป้องผู้บริสุทธิ์และสิ่งของจากขุมพลังที่แฝงกายในเงามืด"
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "ในดินแดนที่อุทิศตนให้กับเทพเจ้าที่มืดมนและไร้ความปรานี ที่ซึ่งมนุษย์ต้องปะทะกันอย่างไม่รู้จบ ด้วยเพลงเมทัลดุเดือด มีวงหนึ่งที่อยู่เหนือวงอื่น ๆ นั่นก็คือ Pentakill ผู้ถูกเลือกจากเจ้าภาพน่ารังเกียจ บัดนี้เป็นที่นับถือในวิหารและสนามประลองทั่วทั้งแผ่นดิน อำนาจของพวกเขาล้นพ้น—แม้เวลาแห่งการเปลี่ยนแปลงกำลังใกล้เข้ามา และวัฏจักรอาจเริ่มต้นขึ้นใหม่ในไม่ช้า..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Cafe Cuties",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelain",
        "description": "ในโลกที่วิญญาณโบราณและสิ่งมีชีวิตเวทมนตร์อาศัยอยู่รอบนอกเมืองสังคมสมัยใหม่ สิ่งประดิษฐ์เครื่องกระเบื้องที่เรียกว่าเครื่องรางนักษัตรคือกุญแจสำคัญในการปลดผนึกพลังอันยิ่งใหญ่ พวกมันถูกเก็บไว้อย่างดีโดยผู้พิทักษ์ ซึ่งก็คือผู้ปกป้องผู้เป็นอมตะที่ได้รับมอบหมายให้เก็บเครื่องรางไม่ให้ตกไปในมือของคนชั่ว"
    },
    {
        "id": 155,
        "name": "Shockblade",
        "description": "Shockblade นั้นครอบครองอาวุธที่เสริมพลังด้วยเวทมนตร์ไฟฟ้าผ่านพิธีกรรมแห่งเมฆาสุดอันตราย พวกเขาคือภาคีนักรบนินจาปริศนาที่ได้รับหน้าที่ในการปกป้องมนุษยชาติจากอสูรและวิญญาณร้าย พวกเขาเคลื่อนที่ไปมาระหว่างโลกมนุษย์และโลกวิญญาณเพื่อไล่ล่าภัยร้ายที่ไม่มีใครสัมผัสได้ เพื่อปกป้องอนาคตของผู้อาศัยทุกคนบนโลกมนุษย์"
    },
    {
        "id": 156,
        "name": "Anima Squad",
        "description": ""
    },
    {
        "id": 157,
        "name": "Ashen Knights",
        "description": "เมื่อหลายปีก่อน กษัตริย์ผู้ยิ่งใหญ่ได้ทำสงครามอันรุ่งโรจน์ เพื่อปลดเปลื้องพันธนาการของเวทมนตร์บนโลกนี้ เพื่อให้มนุษยชาติสามารถลิขิตชะตาตัวเองได้ แม้กระนั้นเมื่อตัดอักษรขั้นสุดท้ายแห่งมนต์สะกดออกแล้ว กษัตริย์ผู้นั้นก็พ่ายแพ้ รากฐานของโลกพังทลาย และอัศวินที่ครั้งหนึ่งเคยเป็นตำนานก็ถูกทิ้งไว้เหลือเพียงความบ้าคลั่ง ความพินาศ และเถ้าถ่าน"
    },
    {
        "id": 158,
        "name": "World Champions: 2021",
        "description": "ขอแสดงความยินดีกับผู้ชนะ Worlds ปี 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Ocean Song",
        "description": "ไม่มีอะไรที่จะปลดปล่อย \"กลิ่นอายของชายหาดและเสียงเพลง\" ได้มากไปกว่าเทศกาล Ocean Song ที่นี่มีบรรยากาศให้ทุกคนได้สัมผัส ตั้งแต่เพลงอันไพเราะของ Seraphine ไปจนถึงชุดดนตรีดีเจแนวทดลองของ Yone ดังนั้นจึงขอทุกคนได้ลองสัมผัสทรายที่อยู่ระหว่างนิ้วเท้า ลิ้มรสอากาศเค็ม ๆ และปลดปล่อยตนเองไปกับเสียงเพลงที่ดีที่สุดแห่งฤดูร้อน"
    },
    {
        "id": 160,
        "name": "Snow Moon",
        "description": "ในขณะที่จันทราเหมันต์ลอยขึ้นเหนือภูเขาแสนสงบของไอโอเนีย ลมหนาวก็พลางพัดผ่านดินแดน ใครก็ตามที่บูชาสิ่งนี้—หรือก็คือลัทธิแห่งมือสังหารแสนแน่วแน่—ก็จะเริ่มประกอบพิธีกรรม การมาถึงของหิมะโปรยคือการชำระล้าง คือการชำระมลทินที่จะเกิดขึ้นได้ ผ่านการเสียสละความเป็นมนุษย์เท่านั้น"
    },
    {
        "id": 161,
        "name": "Star Guardian Season 4",
        "description": "ศัตรูโบราณปรากฏตัวใน Valoran City ที่บอบช้ำจากการรุกรานของ Zoe ปัจจุบันมันได้รับการปกป้องโดย Star Guardian รุ่นใหม่ เมื่อความมืดมิดก่อตัวขึ้นบนท้องฟ้า Kai'Sa และ Akali เตรียมทีมของพวกเธอที่ยังไม่ได้รับการทดสอบเพื่อต่อสู้กับกองกำลังที่เหนือจินตนาการ... และภัยคุกคามที่แท้จริงที่รออยู่ภายภาคหน้า"
    },
    {
        "id": 162,
        "name": "Monster Tamer",
        "description": "พวกเราเป็นใครน่ะเหรอ? พวกเราคือผู้ฝึกสัตว์ประหลาด! พวกเราปกป้องโลกยามมันตกอยู่ในอันตราย! เมื่อผู้อื่นกำลังหนี พวกเราจะตามเสียงคำรามนั่นไป พวกเราฝึกสัตว์ประหลาดและใช้ CORE และด้วยเพื่อนใหม่ข้างกายพวกเรา พวกเราจะกระโดด และวิ่ง และว่าย และร่อน! พวกเราจะโลดแล่นไปทั่วทุกที่ ไม่ว่าจะไกลขนาดไหน เพราะพวกเราคือผู้ฝึกสัตว์ประหลาด! นั่นแหละคือสิ่งที่พวกเราเป็น!"
    },
    {
        "id": 163,
        "name": "Spirit Guard",
        "description": "Udyr ใช้เวลาเกือบทศวรรษในการฝึกฝนใน Ionia กับนักบวชแห่ง Hirana Monastery และเรียนรู้ที่จะควบคุมและฝึกฝนความสามารถทางจิตวิญญาณของเขาให้ชำนาญ ในท้ายที่สุด เมื่อ Freljord เรียกร้องให้เขากลับบ้าน เขากลับเลือกที่จะอยู่ต่อและฝึกฝนให้เสร็จ ตั้งแต่นั้นมา Udyr ได้กลายเป็นส่วนหนึ่งของแผ่นดิน Ionia ทั้งทางวิญญาณและทางกาย เนื่องจากเขาทำงานร่วมกับ Lee Sin และ Karma เพื่อคืนความสมดุลให้กับดินแดนที่ถูกสาป"
    },
    {
        "id": 164,
        "name": "Ruination",
        "description": "หนึ่งพันปีก่อน กษัตริย์องค์สุดท้ายแห่ง Camavor เลือกที่จะทำตามหัวใจตนเองโดยมีค่าใช้จ่ายเป็นประเทศของเขา ความรักที่เขามีนั้นมากมายเหลือเกินจนโชคชะตาต้องเข้ามาแทรกแซง และมีเพียงความพินาศเท่านั้นที่ตามมา"
    },
    {
        "id": 165,
        "name": "Zenith Games",
        "description": "นี่คือปี 2122 เป็นปีที่จัด Zenith Games เป็นครั้งแรก ผู้ตัดสินโรบอทพร้อมลงสนาม กีฬา Hammerjack กำลังเปิดตัวการแข่งขัน และหลังจากที่ถกเถียงกันมาหลายปี ในที่สุดมนุษย์ดัดแปลงก็ได้รับอนุญาตให้แข่งขันได้ ที่เหลือก็เป็นการรอดูว่าใครจะเป็นผู้ชนะ"
    },
    {
        "id": 166,
        "name": "Elementalist",
        "description": "อาณาจักรใกล้ถึงคราล่มสลายเมื่อกองทัพของสัตว์อสูรธาตุยักษ์ทำสงครามกับมนุษยชาติ แนวป้องกันสุดท้ายคือ Elementalist Lux ราชินีนักรบเพียงผู้เดียว เพื่อช่วยชีวิตผู้คนของเธอ เธอต้องมองลึกเข้าไปในจิตใจตนเองและแสดงธาตุแท้ของเธอออกมา... ไม่ว่าจะอยู่ในรูปแบบใดก็ตาม"
    },
    {
        "id": 167,
        "name": "Legacy",
        "description": "สมบัติจากกาลก่อน ส่องประกายอยู่ไม่ไกล"
    },
    {
        "id": 168,
        "name": "Urf the Manatee",
        "description": "ในความทรงจำอันเปี่ยมด้วยความรักของ Urf นักรบพะยูนผู้อ่อนโยน ซึ่งตอนนี้ได้ฝึกฝนการใช้ตะหลิวของเขาในบึงน้ำตื้นที่กว้างใหญ่ ฝันดีนะ ที่รัก"
    },
    {
        "id": 169,
        "name": "Surprise Party",
        "description": "ใครกันที่จะไม่ชอบปาร์ตี้เซอร์ไพรส์? รายชื่อแขกเสร็จเรียบร้อยแล้ว ทุกคนซื้อของขวัญไว้เป็นที่เรียบร้อย และอาหารจะต้องอร่อยมากแน่ ๆ แถมเรายังมีตัวตลกในงานนี้อีกด้วย งานครั้งนี้ต้องเป็นที่จดจำแน่ ๆ แต่อย่าไปบอก Amumu เชียวล่ะ"
    },
    {
        "id": 170,
        "name": "Fright Night",
        "description": "Toadstool Boarding House ตั้งตระหง่านบนแผ่นดินขากบขนาดมหึมา มันดึงดูดผู้พักอาศัยที่มีความน่ากลัวมากมายหลายรูปแบบ ไม่ว่าจะตั้งอยู่ที่ใด ก็มักจะมีสัตว์ประหลาดที่ต้องการที่พักอยู่เสมอ และ Mother Glasc ก็อ้าแขนต้อนรับพวกเขาเข้าสู่ครอบครัวอยู่เสมอ และพร้อมด้วยห้องเขาวงกตที่ไม่มีจุดสิ้นสุดทำให้มั่นใจได้ว่าไม่มีใครกลับออกไป"
    },
    {
        "id": 171,
        "name": "Spirit Blossom",
        "description": "เทศกาล Spirit Blossom เป็นเทศกาลโบราณอันเก่าแก่ในเมือง Ionia เมื่อประตูสู่โลกวิญญาณได้ถูกเปิดออก ผู้ที่ตายจากไปแล้วจะกลับมาหาคนรักของพวกเขาอีกครั้ง และวิญญาณทุก ๆ ดวงจะหันสายตาไปจับจ้องสิ่งมีชีวิต จาก Kanmei ผู้อารี ถึง Akana ผู้หมกมุ่น เรื่องราวของพวกเขาถูกเล่นซ้ำแล้วซ้ำเล่าดั่งเงาบนตะเกียงกระดาษ"
    },
    {
        "id": 172,
        "name": "Bewitching",
        "description": "ใครบอกกันล่ะว่าแม่มดจะสนุกไม่ได้? ใครก็ตามที่พูดแบบนั้นไป ตอนนี้พวกเขาคงกลายเป็นกบไปแล้วละ หรือไม่ก็เป็นสัตว์ต้องสาปตัวอื่น ๆ ที่ถูกสาปให้เดินไปตามท้องถนนตลอดกาล เฝ้าดูการเฉลิมฉลองจากที่ห่างไกล ค่อนข้างเป็นบทลงโทษที่สาหัสเลย แต่มันก็สมควรแล้วใช่ไหมล่ะ? พวกเธออาจรู้วิธีจัดปาร์ตี้ แต่ในท้ายที่สุดแล้ว พวกเธอก็ยังเป็นแม่มด!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "รับรู้ถึงเสียงเบส ฟังเสียงจังหวะ ปล่อยให้ดนตรีนำพาคุณไป"
    },
    {
        "id": 174,
        "name": "Popstar",
        "description": "เมื่อคุณอยู่ในอันดับต้น ๆ ของชาร์ต ไม่มีใครสามารถทำให้คุณตกต่ำได้"
    },
    {
        "id": 176,
        "name": "Three Honors",
        "description": "สังคมเริ่มปลีกแยกออกจากกัน กลายเป็นปัจเจกกันมากขึ้น และถูกปิดกั้นอยู่ภายใต้กฎเกณฑ์ของผู้ปกครอง ผู้คนต่างก็ถูกพร่ำสอนให้มองแต่ตนเป็นที่ตั้ง อย่าได้แยแสผู้อื่น จึงทำให้ไม่มีใครเชื่อใจกันอีกต่อไป ในฐานะของผู้นำภาคีแห่ง Solace ที่ได้สูญหายไปนาน Malzahar ต้องการที่จะนำพาความเป็นหนึ่งกลับมาสู่โลกที่แตกแยกแห่งนี้ด้วยออร่าแห่ง Solace ที่จะเข้าช่วยเหลือผู้คน เขารู้ดีว่าเพียงแค่ผู้คนได้กลับมาอยู่ร่วมกันนั้นก็ช่วยเบิกทางสู่โลกที่ดีกว่าได้"
    },
    {
        "id": 177,
        "name": "Bilgewater: Mercs",
        "description": "นักล่าเงินรางวัล พวกนอกกฎหมาย และโจรสลัดต่างกรูกันไปยัง Slaughter Docks ชื่อดังของ Bilgewater ดั่งแมลงวันที่บินไปตอมเนื้อ มันเป็นชีวิตที่ยากลำบากในทะเลแห่งนี้ แต่รางวัลมันก็คุ้มค่า... Bearded Lady อนุญาตแล้ว"
    },
    {
        "id": 178,
        "name": "Chronicle",
        "description": "ตำนานถูกทดสอบ หล่อหลอม และขึ้นรูปโดยอดีตของพวกเขา"
    },
    {
        "id": 179,
        "name": "Curse of the Void",
        "description": "หากหายนะแห่งวอยด์แพร่กระจายไปทั่วรูนเทอร์รา ทุกคนจะยอมจำนนต่อวิวัฒนาการที่บิดเบี้ยวของมัน ฝูงสัตว์ ความหิวโหย ความต้องการ วอยด์จะไม่ละเว้นสิ่งมีชีวิตใด ๆ และไม่มีวันพ่ายแพ้"
    },
    {
        "id": 180,
        "name": "Otherroads",
        "description": "ในยามที่ Featherknight กระพือปีกเตรียมโผบิน ห่างออกไปไกลเกินครึ่งรูนเทอร์รา Ocean Drake ก็พลันปรากฏกาย ไม่ว่าชีวิตของเราจะเป็นเช่นไร มันก็แปรปรวนไม่ต่างไปจากตัวอักษรบนม้วนหนัง หนทางที่อยู่ด้านหน้าพวกเราล้วนไร้ที่สิ้นสุดและน่าตื่นตา และถ้าหากถนนที่ทุกคนมุ่งไป... กลับกลายเป็นเส้นทางที่รกร้างที่สุดล่ะ?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "ใครปล่อยให้อาวุธพวกนี้มาอยู่ในส่วนนี้กัน???? อย่าได้แจ้งให้ใครรู้เชียวล่ะ"
    },
    {
        "id": 183,
        "name": "Soulstealer",
        "description": "วิญญาณคือชีวิต แสงสว่าง พลัง และในโลกที่ปราศจากความเมตตา วิญญาณเหล่านั้นถูกขโมยและกลืนกินโดยจ้าวแห่งความตายที่ไร้ปรานี"
    },
    {
        "id": 184,
        "name": "Triumphant",
        "description": "จะมอบให้กับผู้เล่นที่ชนะทัวร์นาเมนต์ที่ได้รับการสนับสนุนของ League of Legends"
    },
    {
        "id": 185,
        "name": "True Warrior",
        "description": "สำหรับนักรบที่แท้จริง มีเพียงความแข็งแกร่งและเกียรติยศเท่านั้นที่จะดังก้องไปชั่วนิรันดร์"
    },
    {
        "id": 186,
        "name": "Empyrean",
        "description": "Pyke Empyrean คนแรก ฉีกกระชากทำลายอาณาจักรต่าง ๆ ด้วยการอาละวาดทำลายล้างผู้ที่คล้ายคลึงกับเขา และให้กำเนิด Empyrean คนใหม่ในระหว่างการทำลายล้างนี้ ใครจะครองตำแหน่งสูงสุดเมื่อขุมพลังใหม่เหล่านี้ปรากฏขึ้น และพวกเขาจะทำอย่างไรกับเวลาที่เหลือที่หายไปอย่างรวดเร็ว"
    },
    {
        "id": 187,
        "name": "Winterblessed",
        "description": "ยามอากาศแจ่มใสและหิมะแรกตกลงมา ให้มองไปบนท้องฟ้า เพราะ Polaris จะปรากฏขึ้น จงอย่าเกรงกลัว เพราะหากเจ้าทำบุญโดยไม่หวังผล เจ้าอาจได้รับพรจากแสงออโรรา แต่จงจำไว้ว่า ไม่ว่าเจ้าจะทำอะไร เจ้าก็ไม่อาจคาดเดาโชคชะตาของเจ้าได้ เพราะ Polaris นั้นมาเยือนทุกปี และไม่มีใครรอดพ้นจากการลงทัณฑ์ได้"
    },
    {
        "id": 188,
        "name": "Mythmaker",
        "description": "นานมาแล้ว ความพ่ายแพ้ของสัตว์ยักษ์ Galio ได้ก่อให้เกิดประเพณีตรุษจีนที่สืบทอดผ่านการเล่าขานของมหากาพย์เรื่องนั้น ภายในเรื่องราวมีโลกที่มีชีวิตเป็นของตัวเอง แต่เมื่อโลกของเรื่องราวถูกขัดขวางอย่างกะทันหัน ตัวละครจะต้องทำงานร่วมกันเพื่อแก้ไขความยุ่งเหยิงและดำเนินตำนานของพวกเขาจนไปจนสุดทาง"
    },
    {
        "id": 189,
        "name": "Heartthrobs และ Heartaches",
        "description": "พวก Heartthrob ที่สุดแสนจะสูงส่งแถมยังเลิศเลอเพอร์เฟกต์นั้นค่อนข้างจะต่างจากพวก Heartache ที่มักจะชอบโดดเรียนหนีไปเที่ยวเล่นกันที่ลานสเก็ตกันอยู่ตลอด อย่างเห็นได้ชัดเลย แต่ก็มีสิ่งหนึ่งที่ทั้งสองต่างก็เห็นพ้องกัน: พวกเขาต่างก็รู้สึกเอือมกับวันเทศกาลสุดปัญญาอ่อนที่สร้างขึ้นมาให้กับพวกที่ตกอยู่ในห้วงเวลาแห่งรัก แล้วทำไมดูเหมือนว่าพวกเขากลับไม่สามารถสลัดความรู้สึกสุดหน่วงนี้ไปได้นะ?"
    },
    {
        "id": 190,
        "name": "Broken Covenant",
        "description": "เป็นเวลานานนับหลายปีที่กลุ่มผู้ศรัทธาของ Aspirant ได้เข้าห้ำหั่นกับลัทธิ Neverghaast เพื่อแย่งชิง Aspira ซึ่งเป็นลมหายใจแห่งชีวิต สำหรับกลุ่มผู้ศรัทธาแล้ว Aspira เปรียบได้ดั่งเครื่องบรรณาการที่ต้องส่งกลับคืนในยามสิ้นชีวิตเพื่อเข้าสู่โลกหลังความตาย แต่สำหรับลัทธิ Neverghaast ผู้ถูกสาปด้วยความกระหายชั่วนิรันดร์ พวกเขากลับเชื่อว่าชีวิตนั้นมีเพียงหนึ่งเดียวและต้องยืนอยู่ไปชั่วกาล เช่นนั้นสงครามจึงยังโหมกระหน่ำต่อไป และไม่มีทีท่าว่าจะสิ้นสุดในเร็ววัน..."
    },
    {
        "id": 191,
        "name": "Faerie Court",
        "description": "บรรดาภูตชั้นสูงทั้งหลายคือข้าทาสของเจตจำนงแห่งธรรมชาติ เป็นไปตามกฎแห่งธรรมชาติ และฤดูกาลที่ผันเปลี่ยนไปด้วยมนตร์ของพวกเขา ทว่าเบื้องหลังจุดประสงค์อันสูงส่งนั้นยังมีเกมการเมืองที่กำลังดำเนินอยู่ในราชสำนักแห่งแพรไหม ใยแมงมุม และทองคำ เพราะอย่างไรอำนาจ มนตรา ธรรมชาติ หรือเป็นการเมือง ล้วนเป็นสิ่งที่บันดาลให้เกิดการแข่งขันทั้งสิ้น"
    },
    {
        "id": 192,
        "name": "Inkshadow",
        "description": "ภายในเขตชายขอบของเมืองราบาดอน ยังมีซากปรักหักพังแห่งหนึ่งที่เป็นดั่งความหวังสุดท้ายของชาวราบาดอน หรือก็คือที่ตั้งของเหล่านักรบ Inkshadow นักรบเหล่านี้ล้วนแล้วแต่ยอมสละสิ่งที่สำคัญที่สุดของตนเพื่อทำพันธสัญญากับจิตวิญญาณบรรพกาล ผู้ที่จะมอบพลังให้กับพวกเขาผ่านรอยสักเวทมนตร์ทรงพลังที่แม้แต่เหล่า Cabal ยังต้องสั่นกลัว บัดนี้พวกเขาไม่ใช่เหยื่ออีกต่อไป และได้เวลาทวงบ้านเกิดกลับคืนแล้ว"
    },
    {
        "id": 193,
        "name": "Nightbringer และ Dawnbringer",
        "description": "Timeless คือความขัดแย้งระหว่าง Nightbringer และ Dawnbringer ด้านหนึ่ง ความโกลาหลและความมืดมิดก็นำพามาซึ่งความเปลี่ยนแปลง อีกด้านหนึ่ง ความสงบเรียบร้อยและแสงสว่างก็นำมาซึ่งแบบแผน เป็นเทพและผู้สืบทอดเหล่านี้ที่สร้างโลกที่เพิ่งถือกำเนิดขึ้นมา ไม่มีใครล่วงรู้ว่าอนาคตจะเป็นวันที่สว่างไสวกว่าเก่า... หรือค่ำคืนที่มืดมิดกว่าเดิม"
    },
    {
        "id": 194,
        "name": "World Champions: 2022",
        "description": "ยินดีกับชัยชนะใน Worlds ปี 2022 ของคุณด้วยนะ: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus คือโลกแห่งเวทมนตร์ แต่หลังจากการชำระล้างครั้งนั้น ทุกอย่างก็พังทลายลงจนสิ้น หลายศตวรรษต่อมา หลากหลายอารยธรรมกระจัดกระจายตัวออกไป ธรรมชาติหวนคืนสู่ใจกลางเมือง และมนตราก็กลับมาในรูปของพริสเม่คริสตัล มันต้องการแพร่ขยายพลังของมันออกไป แม้บางคนจะสามารถใช้มันได้อย่างไร้อันตรายใด แต่บางคนก็พ่ายแพ้แก่พลังนั้นและถูกมันกลืนกิน สงครามพริสเม่จึงเริ่มต้นขึ้น"
    },
    {
        "id": 196,
        "name": "Soul Fighter",
        "description": "วิญญาณของพวกเขาตื่นขึ้นจากบททดสอบ: ซึ่งจะต่อสู้ในสนามรบหรือในร่องลึกของจิตใจ แต่ละคนได้รับความสามารถพิเศษที่สะท้อนถึงธรรมชาติของพวกเขาและพลังในการเสกแก่นวิญญาณของพวกเขาออกมา บางคนขัดเกลาพละกำลัง เสริมสร้างด้วยการฝึกฝน... ในขณะที่คนอื่น ๆ จะใช้มันในฐานะอาวุธทำลายล้างเท่านั้น พวกเขาคือ... นักสู้แห่งจิตวิญญาณ!"
    },
    {
        "id": 197,
        "name": "Street Demons",
        "description": "ในเมืองสติกซ์บริดจ์ ปีศาจ สิ่งมีชีวิต และมนุษย์อาศัยอยู่เคียงข้างกัน ทุกปีจะมีการจัดเทศกาลศิลปะบนท้องถนน ซึ่งปิดท้ายด้วยการแข่งขันกระชับมิตรเพื่อดูว่าใครสามารถสร้างกราฟฟิตี้ที่ยิ่งใหญ่ที่สุดและโดดเด่นที่สุดได้: นั่นคือเทศกาลแท็ก!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "ไอโดลา วีด้าที่ครั้งหนึ่งเคยเป็นมนุษย์ แต่เมื่อตายไปแล้ว ก็เกิดใหม่เป็นวิญญาณแห่งชีวิตจากความรักของครอบครัว ไอโดลา มูเอร์เต้เป็นดวงวิญญาณที่ถูกลืมเลือน ในตอนที่ตาย ก็ได้ออกท่องไปในชีวิตหลังความตายจนกระทั่งพวกเขาพบครอบครัวชั่วคราวของตัวเอง ทั้งสองฝ่ายไม่สามารถมองเห็นกันและกันได้ ทำได้เพียงแค่รู้สึกถึงกันผ่าน Ardor: เปลวไฟวิเศษที่ช่วยก่อชีวิตหรือดับมัน"
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "“HEARTSTEEL คือวงดนตรีน้องใหม่มาแรงของวงการ ร่วมกับศิลปินอย่าง Kayn และ Ezreal—”\\n“แต่นี่มันเป็นวงของเราทุกคนนะ!”\\n“เอาน่า ใจเย็น ๆ ก่อนสิ Sett”\\n“เดี๋ยวนะ นี่นิตยสารเล่มไหนอีกละเนี่ย K'sante?”\\n“ขอล่ะ ตั้งใจกันหน่อยได้ไหม!”\\n“เฮ้ Yone พวกเราขึ้นเวทีกันได้หรือยังเนี่ย?”\\n“ก็ขึ้นมาแล้วไง โอ้ว แหม Aphelios ดันเดินลงเวทีไปซะแล้ว…”"
    },
    {
        "id": 200,
        "name": "Primal Ambush",
        "description": "ผู้ใดที่ฟ้าลิขิตให้เกิดมาพร้อมกับรอยปานที่ส่องแสง เขาผู้นั้นคือกลุ่มคนที่ใคร ๆ ต่างขนานนามกันว่า “เฟเวอร์คลอว์” ไทกราสบอร์นเหล่านี้คือผู้ที่ถูกลิขิตให้เป็นตัวแทนของประชาชนและเป็นผู้ที่ควรค่าแก่การเคารพด้วยพละกำลังที่พวกเขามี พวกเขามีความหวังที่จะพิชิตโลกใบนี้เพื่อดินแดนของพวกเขา และขึ้นเป็นผู้นำที่ใคร ๆ ต่างก็หวาดกลัว"
    },
    {
        "id": 201,
        "name": "Heavenscale",
        "description": "เพื่อที่จะทำความเข้าใจความเป็นไปของอาณาจักรพวกเขาให้มากขึ้น เหล่าเชื้อพระวงศ์ผู้มีสายเลือดแห่งมังกรและเหล่าข้าราชบริพารต่างจุติลงมาจากฟากฟ้า อวตารลงมาเป็นมนุษย์เพื่อร่วมสนุกไปกับเหล่ามนุษย์ในวันขึ้นปีใหม่"
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "เมื่อพริสเมเกิดขึ้น ก็มีผู้คนจำนวนหนึ่งคิดอยากเรียนรู้เพื่อฝึกฝนเวทมนตร์ที่ว่า แต่ไกลออกไปทางตอนเหนือ พลังแห่งคริสตัลกลับทำให้โลกเกิดความเสียหาย ท่ามกลางแมกไม้มากมายที่ดูคล้ายกันไปหมดและอากาศอันสดใส เหล่าสิ่งมีชีวิตร่วมมือกับผู้อาศัยที่ครั้งหนึ่งเคยเป็นมนุษย์จนเกิดเป็นสงครามต่อกรกับซากที่เหลืออยู่ของอารยธรรม แล้วทุก ๆ สิ่งจะถูกสะท้อนออกมาเป็นภาพของพริสเม"
    },
    {
        "id": 203,
        "name": "Food Fight",
        "description": "ทั้งชวนให้น้ำลายสอและเลือดบนคอศัตรูหลั่ง อาหารอันน่าทานเหล่านี้ไม่มีทางยอมแพ้โดยที่ไม่สู้"
    },
    {
        "id": 204,
        "name": "Risen Legends",
        "description": "นานแสนนานมากแล้ว ทวยเทพแห่งตำนานได้ผนึกพลังของพวกเขาลงบนชิ้นส่วน Risen ทั้งสี่ ได้แก่ ความโกลาหล ความเป็นหนึ่งเดียว ความไม่ย่อท้อ และความแข็งแกร่ง แต่ละชิ้นส่วนล้วนแล้วแต่เสนอบททดสอบระดับคร่าชีวิตแก่นักรบผู้ใดก็ตามที่คิดแสวงหาพลังของมัน พร้อมคำสัญญาที่จะสลักชื่อของพวกเขาลงในหน้าประวัติศาสตร์ และจนถึงทุกวันนี้ นักสู้ทั่วทั้งดินแดนต่างก็ยังคงลุกขึ้นยืนหยัดเพื่อท้าทายบททดสอบ ด้วยความหวังที่จะทิ้งเรื่องราวไว้ในภายภาคหน้าที่แม้แต่ทวยเทพก็ต้องให้ความเคารพในสักวัน"
    },
    {
        "id": 205,
        "name": "Rain Shepherd",
        "description": "โลกใบนี้ช่างแห้งแล้งเมื่อปราศจากสายฝนและบทเพลง นับตั้งแต่ที่เหล่ากบสูญเสียพลังในการขับขานบทเพลง สายฝนก็แทบไม่โปรยลงมาและความอับชื้นก็แสนจะเบาบาง ดังนั้นเหล่ากบจึงเริ่มสั่งสอนคนกลุ่มใหม่ให้ร้องเพลง บุคคลที่มีชื่อเรียกว่าผู้นำทางสายฝน และด้วยอุปกรณ์เรียกฝนพิเศษข้างกาย พวกเขาก็พร้อมแล้วที่จะฟื้นฟูแผ่นดินและนำพาธรรมชาติให้กลับสู่คืนวันที่เขียวขจีอีกครั้ง"
    },
    {
        "id": 206,
        "name": "Primordian",
        "description": "เมื่อถูกขับไล่ออกจากดินแดนบนพื้นดินแล้ว พวก Primordia ต้องอดทนอดกลั้นอยู่ภายในท้องทะเล รอคืนวันที่จะได้ผงาดมานานกว่าศตวรรษ... จนกระทั่งพวกมันมิอาจทนการถูกข่มเหงจากผู้อาศัยที่อยู่บนพื้นโลกได้อีกต่อไป เช่นนั้นแล้วคำพิพากษาจากราชินีแห่ง Primordia จึงเกิดขึ้น ยุคสมัยที่มนุษยชาติจะได้อยู่ในร่มเงาแห่งแสงอาทิตย์จะสิ้นสุดลง และถึงเวลาที่ยุคของ Primordia จะเริ่มต้นขึ้น"
    },
    {
        "id": 207,
        "name": "World Champions: 2023",
        "description": "ยินดีกับชัยชนะใน Worlds ปี 2023 ด้วยนะ: T1!"
    },
    {
        "id": 208,
        "name": "Fist Bumps และ Festivities",
        "description": "ได้เวลาฉลอง!"
    },
    {
        "id": 209,
        "name": "Chosen of the Wolf",
        "description": "ครั้งหนึ่งเมื่อแม่ทัพ Ambessa พ่ายแพ้จากการต่อสู้ในวัยเยาว์ เธอเห็นซึ่งนิมิตของ Volrachnun ซึ่งเป็นชีวิตหลังความตายอันศักดิ์สิทธิ์สำหรับผู้ติดตามหมาป่าที่คู่ควร ไม่ว่าใครที่ได้รับการต้อนรับเข้าสู่สรวงสวรรค์แห่งนี้จำเป็นต้องเข้าร่วมกับ Eternal Chase เพื่อค้นพบความสุขแห่งการต่อสู้และเพลิดเพลินไปกับการท้าทายเหล่านักรบที่ถูกเลือก ในการล่าอันไม่มีที่สิ้นสุดครั้งนี้"
    },
    {
        "id": 210,
        "name": "Superfan",
        "description": "โบกธงแฟนคลับของคุณให้พลิ้วไหว!"
    },
    {
        "id": 211,
        "name": "Masque of the Black Rose",
        "description": "ความสำราญและความหรูหราคือสิ่งสำคัญที่สุดในงานเต้นรำ Silken Danse งานปาร์ตี้หน้ากากที่รวมตัวเหล่าขุนนางและผู้ทรงคุณวุฒิจากทั่วรูนเทอร์รา ทว่าในน็อกซัส ห้องเต้นรำก็คือสนามรบ เสียงกระซิบเฉียบคมดั่งปลายมีด และขุมกำลังต่าง ๆ ก็ถูกแลกเปลี่ยนไปมาในระหว่างการลิ้มรสของหวาน แม้แต่ท่านหญิง Elise ผู้ชอบปลีกตัวก็ยังออกจากรังมาเพื่อจัดงานนี้ เผยโฉมตัวต่อหน้าดวงตาที่มองไม่เห็น… ซึ่งยังคงเฝ้ามอง และรอคอยอยู่ไม่ไกล"
    },
    {
        "id": 212,
        "name": "Modern Mythos",
        "description": "เรื่องเล่าและตำนานเกิดขึ้นเมื่อนานมาแล้ว แต่เสียงสะท้อนเหล่านั้นยังคงรู้สึกได้ถึงทุกวันนี้ ภายใต้พื้นผิวของโลกแสนสามัญ พลังในตำนานจักเชิดชูยุคสมัยใหม่แห่งวีรชนขึ้นมาอีกครั้ง"
    },
    {
        "id": 213,
        "name": "Dumpling Darlings",
        "description": "จอมเวทแห่งศาสตร์การทำอาหารทุกคนนั้นรู้ดีว่างานสังสรรค์ทุกงานนั้นจะสมบูรณ์แบบไม่ได้เลย หากไร้ซึ่งอาหารรสเลิศ แม้ว่าคาเฟ่ของพวกเขาจะพึ่งเปิดใหม่ แต่ฝีไม้ลายมือการทำขนมจีบนั้นบอกเลยว่าตรงกันข้าม และเชฟผู้เปี่ยมด้วยเวทมนตร์เหล่านี้พร้อมที่จะนวด สับ ทอด และนึ่งแบบเต็มที่เพื่อสร้างสุดยอดมื้ออาหาร เพียงแค่กัดเมนูแป้งอันนุ่มลิ้นเหล่านี้เพียงคำเดียวก็ทำให้แม้แต่ลูกค้าที่หงุดหงิดที่สุดสามารถลากเก้าอี้มานั่งเพื่อฉลองกันได้เลย"
    },
    {
        "id": 214,
        "name": "Masked Justice",
        "description": "หลังการทำลายล้างดาวบ้านเกิดของตัวเอง พวกยักษ์เมซโซแรกซ์จอมคลั่งก็ได้พบกับดาวดวงใหม่ให้ได้รุกราน นั่นคือมหานครโอโคโนอันคึกคัก แต่แล้วตอนนี้ก็มีพลเมืองที่ไม่คาดคิดกลุ่มหนึ่งพร้อมยืนหยัดต่อสู้ ด้วยพลังที่ได้รับจากชุดไฮเปอร์ไกส์ของพวกมนุษย์ต่างดาว พวกเขาก็พร้อมล้างแค้นให้กับชีวิตที่พวกเมซโซแรกซ์พรากไป และยุติศักราชของพวกมันให้สิ้นซาก"
    },
    {
        "id": 215,
        "name": "Grand Reckoning",
        "description": "ถือเป็นธรรมเนียมของชาวน็อกซัสในการฉลองให้กับชัยชนะที่ยิ่งใหญ่ และเชิดชูให้กับความแข็งแกร่งเหนือความอ่อนแอ หลังจากที่ประสบความสำเร็จในการโจมตีเขตแดนของพวกเฟรลยอร์ดแล้ว Grand Reckoning จึงจัดขึ้นเพื่อฉลองให้กับการกลับมาของนายพล Darius และกองทัพของเขาด้วยการนำฝูงชนจากทุก ๆ ลานประลองในเมืองหลวงมาสดุดีทั้งเขาและเหล่านักสู้เลื่องชื่อในอดีตทุกคน"
    },
    {
        "id": 216,
        "name": "Fatemaker และ Fatebreaker",
        "description": "ภายใต้โลกที่ถูกรัดพันไปด้วยเส้นด้ายแห่งโชคชะตา สายใยใดก็คงไม่ไกลเกินเอื้อมสำหรับผู้ที่กล้าจะคว้ามันมา และเพื่อทำเช่นนั้น พวกเขาก็ต้องไปยังราชวังแห่งการถักทอและเผชิญหน้ากับผู้กุมโชคชะตา ตัวตนทรงพลังผู้ถือครองเอกสิทธิ์แห่งการบิดผันลิขิตฟ้า โดยผู้ที่สามารถพิสูจน์ตัวเอง หรือเรียกกันในชื่อผู้ทำลายโชคชะตา จะสามารถเขียนลิขิตของพวกเขาขึ้นมาใหม่... รวมถึงก่อร่างสิ่งต่าง ๆ ให้กลายเป็นความเป็นจริง"
    },
    {
        "id": 217,
        "name": "Stargazer",
        "description": "เหล่าผู้สังเกตดวงดาวซึ่งเป็นนักพยากรณ์ที่เก่งกาจนั้นสามารถไขและปกป้องความลับของจักรวาลที่อยู่ภายในห้องสมุดอันกว้างใหญ่ของภาคีพวกเขาไว้ได้ พวกเขาปกป้องบ้านเกิดจากภัยคุกคามนับไม่ถ้วนด้วยการใช้องค์ความรู้ลึกลับและขุมพลังโบราณ มีเพียงไม่กี่คนในหมู่พวกเขาเท่านั้นที่พร้อมจะเผชิญหน้ากับความน่าสะพรึงที่ไม่รู้จักซึ่งมาจากดาวอีกดวงหนึ่ง หรือแม้แต่เป็นสิ่งที่ไม่เคยรู้มาก่อนว่ามีอยู่จริง"
    },
    {
        "id": 218,
        "name": "Spirit Blossom Springs",
        "description": "เหนือขึ้นไปบนภูเขาคือที่ตั้งของโรงอาบน้ำ ที่ซึ่งแขกเหรื่อต่างพากันมาเพื่อชะล้างความกังวลทางโลก สถานพักผ่อนที่ถูกเรียกขานว่า \"บ่อน้ำพุร้อนบุปผาวิญญาณ\" คือสวรรค์อันไร้ซึ่งความขัดแย้งทางอารมณ์ ทั้งพนักงานต้อนรับและไอน้ำเวทมนตร์จะช่วยชำระล้างบาดแผลแห่งสงครามและความทรงจำที่ควรจะถูกลืมเลือน ที่แห่งนี้ไร้ซึ่งวีรบุรุษหรือวายร้าย มีเพียงผู้พักฟื้นและผู้ได้รับการเยียวยาเท่านั้น"
    },
    {
        "id": 219,
        "name": "Visions of the Fallen",
        "description": "“ครั้งหนึ่งเราเคยเป็นเทพเจ้า บัดนี้เรากลับหลงทางชั่วนิรันดร์อยู่ภายใต้ความมืดมิดแห่งการถูกจองจำ พลางฝันถึงภาพการกลับมาที่มิอาจเลี่ยงและนองเลือด… มนุษย์ทุกหมู่เหล่าต้องร้องขอความเมตตาแห่งทวยเทพของพวกเราอีกครั้ง”<br>ในยุคโบราณที่เหลือแค่เพียงตำนาน โลกแห่งนี้เคยเป็นของดาร์คิน<br>และเหล่าดาร์คินก็ตั้งมั่นที่จะชิงมันกลับคืนมาอีกครั้ง"
    },
    {
        "id": 220,
        "name": "World Champions 2024",
        "description": "ยินดีกับชัยชนะใน Worlds ปี 2024 ด้วยนะ: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "กลุ่ม Flora Fatalis จะตัดสินทุกคนที่กล้าเสี่ยงชีวิตเข้ามาในอาณาเขตพิษร้ายของตน พร้อมชักจูงผู้คนที่มีความบ้าบิ่นและทะเยอทะยาน ล่อลวงพวกเขาให้เข้ามาใกล้เพื่อหว่านเมล็ดพันธุ์อันทรงพลังตามเจตจำนงของมัน พวกเราจะปรับตัวและวิวัฒน์ร่วมกัน แสวงหาร่างต้นที่แข็งแกร่งยิ่งกว่า เพื่อยกพลัง และกลืนกินให้หมดสิ้น"
    },
    {
        "id": 222,
        "name": "The Eternal Aspects",
        "description": "เป็นเวลาหลายพันปีที่เหล่าผู้มีพลังสถิตอันทรงพลังและน่าเกรงขามได้ทำงานอย่างไม่รู้จักเหน็ดเหนื่อยจากอาณาจักรสวรรค์เพื่อชี้นำและทำให้รูนเทอร์ราแข็งแกร่ง ผู้มีพลังสถิตแต่ละคนได้รับการยกย่องว่าเป็นผู้แสดงให้เห็นถึงสัจธรรมแห่งการสร้างสรรค์อย่างชัดแจ้ง แท้จริงแล้ว พวกเขาแสวงหาร่างต้นของสิ่งมีชีวิตที่คู่ควรและเหมาะสมต่อแผนการของพวกเขา เปิดโอกาสให้พวกเขาได้ก้าวเดินไปในโลกแห่งวัตถุอีกครั้ง"
    }
]