[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Forgotten Depths",
        "description": "''นั่งลงเถิดเด็กน้อยและขยับเข้ามาฟัง มหาสมุทรนั้นคือสิ่งมหัศจรรย์ เกลียวคลื่นที่เข้ามาปะทะกับชายฝั่งแสนสงบนั้นเป็นเพียงคำล่อลวงเชื้อเชิญ เพราะสิ่งที่รออยู่ใต้ผืนผ้าน้ำเงินไร้สิ้นสุดนั้นคือโลกที่เกินจะจินตนาการ ของอาณาจักรที่ล่มสลายและสัตว์ประหลาดแสนโหดร้าย ที่ล่องลอยเรื่อยไปอยู่ภายใต้ห้วงลึกชั่วกัลป''",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galactic",
        "description": "สงครามแห่งเสี้ยวจันทรากัดกินกาแล็กซีของเรามาเป็นเวลาหลายร้อยวัฏจักร และจนถึงตอนนี้... ก็ยังไม่มีใครมองเห็นจุดจบ",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glacial",
        "description": "การออกไปผจญกับความหนาวเย็นเป็นเรื่องอันตราย เพราะใครจะรู้ว่ามีอะไรซ่อนอยู่ในดินแดนเยือกแข็งเหล่านี้...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Lunar New Year",
        "description": "ได้เวลามองย้อนกลับไป เพื่อเฉลิมฉลองกับครอบครัวและเพื่อนฝูง เพื่อร่วมรำลึกถึงสิ่งที่เกิดขึ้น ทั้งเรื่องที่ดีและไม่ดี และเมื่อดอกไม้ไฟสว่างไสวขึ้นบนท้องฟ้ายามค่ำคืน เราตั้งตารอปีใหม่ที่เต็มไปด้วยความทรงจำที่ยอดเยี่ยมกับคนที่เรารัก",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Order of the Lotus",
        "description": "ตำนานในตำราของชาวไอโอเนียได้กล่าวถึงภาคีแห่งปัทมาสน์อันน่าเลื่อมใส ถูกก่อตั้งในช่วงที่มนุษย์เริ่มย่างเท้าสู่แดนปฐมภูมิ ภาคีแห่งนี้ใช้เวลาหลายชั่วอายุคนไปกับการบ่มเพาะศาสตร์ลับแห่งความเป็นอมตะ และสุดท้ายพวกเขาคือคนกลุ่มเดียวที่เข้าถึงการกลับชาติมาเกิดของดวงวิญญาณได้ ด้วยความอ่อนช้อยไม่จีรังดั่งเกลียวคลื่นในท้องทะเล ลูกศิษย์ของภาคีแห่งปัทมาสน์ปกป้องแดนปฐมภูมิโดยไร้ซึ่งความหวาดกลัว ไม่ว่าในชีวิตนี้หรือชีวิตหน้า",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "สำหรับผู้ที่กำลังจะเล่นเกม เราขอทำความเคารพ",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Folded Edges",
        "description": "หมู่มวลนกบินถลาพาดผ่านท้องนภา มีผืนผ้าแห่งดวงอาทิตย์และหมู่เมฆเป็นดั่งภาพพื้นหลัง แม้แต่ต้นไม้และผืนหญ้าก็ล้วนแล้วแต่สร้างขึ้นมาจากวัสดุเดียวกัน จากม้วนคัมภีร์ที่อัดแน่นไปด้วยพลังไร้หยั่งลึก ที่ประกอบร่างสร้างโลกแห่งกระดาษนี้ขึ้นมา",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Piltover Customs",
        "description": "กำลังมองหาพาหนะที่แรงขึ้นเหรอ? ไม่ต้องมองไปไกล (ระยะทางอาจแตกต่างกันไป)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "The Badge",
        "description": "ภายใต้ระบบลงโทษอาชญากรนั้นมีทั้งผู้ที่หลบเลี่ยงกฎเกณฑ์และผู้ที่ทำลายมันจนสิ้น เจ้าหน้าที่ผู้อุทิศตนแห่งสำนักงาน RPD จึงมีหน้าที่สืบสวนอาชญากรรมที่เลวร้ายที่สุดในเมืองแห่งนี้ และนำตัวผู้ต้องสงสัยสุดเลวร้ายมาลงโทษให้จงได้ และนี่คือเรื่องราวของพวกเขา...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Highway Heretics",
        "description": "ในเถ้าถ่านกัมมันตภาพรังสีของโลกที่ล่มสลาย มีเหล่านักรบในแดนร้าง กลุ่มคนป่าเถื่อน และผู้รอดชีวิตที่น่าสะพรึงกลัวได้ทำสงครามกันเพื่อแย่งชิงทุกสิ่งที่หลงเหลืออยู่",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Arclight",
        "description": "ท่ามกลางสรวงสวรรค์และการเกิดของทุกสรรพสิ่ง ตัวแทนแห่งแสงยังคงก่อสงครามชั่วนิรันดร์กับความมืดมิดไร้ที่สิ้นสุดเรื่อยมา",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Soulstealer",
        "description": "วิญญาณคือชีวิต แสงสว่าง พลัง และในโลกที่ปราศจากความเมตตา วิญญาณเหล่านั้นถูกขโมยและกลืนกินโดยจ้าวแห่งความตายที่ไร้ปรานี",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Super Galaxy",
        "description": "//การถ่ายทอดสดฉุกเฉินทุกช่องทาง//<br>ระดับภัยคุกคามกาแล็กซีพุ่งขึ้นไปถึงระดับ CRIMSON [ปกปิด] กำลังถูกโจมตีโดย [ปกปิด] ศูนย์บัญชาการคาดการณ์ไว้ว่าจะถูกทำลายราบในอีก [ปกปิด] ชั่วโมง และความเสียหายบางส่วนอาจกระทบไปถึงระบบของดาวใกล้เคียง เปิดใช้งานระบบซูเปอร์กาแล็กซี!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Thunder Lord",
        "description": "มนุษยชาติไม่ใช่กลุ่มเดียวที่ต่อสู้กับสงครามอันขมขื่นที่มาจากการทะเลาะเล็ก ๆ น้อย ๆ ครั้งหนึ่งก่อนสมัยของเรา เทพเจ้าสององค์ สองพี่น้อง จับอาวุธต่อสู้กัน สร้างรูปร่างให้กับดินแดนแห่งนี้ด้วยการต่อสู้ของพวกเขา",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triumphant",
        "description": "เข้าร่วมการประชันแล้วคว้าชัยชนะเอาไว้ให้ได้!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Winter Sports",
        "description": "ไม่มีอะไรดึงสิ่งที่ดีที่สุดจากนักกีฬาที่แข่งขันได้ออกมาเท่ากับโอกาสที่จะถูกน้ำแข็งกัดเล็กน้อย",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombie VS Slayers",
        "description": "สมอง...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Neon Strata",
        "description": "น้อยคนที่จะรู้จัก Foreglow และยิ่งน้อยคนเข้าไปอีกที่ได้เห็นเปลวไฟปะทุแสงนีออนของมัน ปกติมันเป็นพลังระดับจักรวาลที่คอยสร้างสมดุล แต่มีเรื่องบางอย่างเกิดขึ้น ทำให้อาณาจักรต่าง ๆ ล่มสลายและหลอมรวมพลังของ Foreglow ให้กลายเป็นสิ่งมีชีวิต ตอนนี้มันเป็นที่รู้จักในนาม Empyrean พลังแห่งธรรมชาติจากต่างโลกเหล่านี้ก่อเพลิงที่ลุกลามไปทั่วทุกอาณาจักรโดยมีแบบแผนต่างกันออกไป เปลวเพลิงกำลังลุกลาม โดยไม่มีวี่แววว่าจะมอดลง",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Tales of Borealis",
        "description": "เจ้าเคยได้ยินเรื่องราวของแสงออโรราไหม? มันอาจจะเย็นชาและมืดมน แต่ถ้าเจ้ากล้าพอ เจ้าจะพบกับความอบอุ่นและยิ่งใหญ่กว่าความฝันใด ๆ ที่เจ้าเคยฝันถึง นั่งลงข้างกองไฟสิแล้วมาฟังตำนานแห่ง Borealis กัน...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Storycraft",
        "description": "เรื่องราว นิทานปรัมปรา ตำนาน: ในแต่ละเรื่องมีโลกอยู่ในตัวของมันเอง ที่ซึ่งตัวละครแสดงบททดสอบและความยากลำบากครั้งแล้วครั้งเล่าในขณะที่เรื่องราวของพวกเขาถูกบอกเล่าและเล่าขานต่อกันมา",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lancer",
        "description": "Lancer โบราณเป็นสิ่งมหัศจรรย์เกินกว่าจะหาใครเทียบได้ในยุคสมัยของพวกเขา สร้างขึ้นเพื่อปกป้องอาณาจักรในยามจำเป็นที่สุด เมื่อเวลาผ่านไปและยักษ์หลับใหล ความลับของการก่อสร้างของพวกเขาก็หายไปเมื่อนานมาแล้ว... แต่ยังคงมีหวังอยู่ว่าพวกเขาจะตอบรับการเรียก",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Battlecast",
        "description": "มันถึงเวลาที่เราต้องปฏิวัติแล้ว! ด้วยกองทัพเครื่องกลที่ถูกฝังด้วยสมองเป็น ๆ Viktor จะกำจัดทุกคนที่ขวางทางเขาให้หมดสิ้น—ถ้าเพียงแต่ไม่มีพวกกลุ่มต่อต้านมาคอยขัดขวางอย่างนี้ล่ะก็นะ",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Fallen World",
        "description": "เมื่อเวทมนตร์มลายหาย เศษธุลีและความสิ้นหวังก็จะเข้ามาแทนที่ และถ้าหากเป็นอัศวินแห่งภาคีต้องสาปที่ต้องร่วงหล่นล่ะ สิ่งใดที่จะขึ้นมาแทนที่พวกเขากัน?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "ทั้งกลุ่มคนที่ดูเคร่งครัด งานโปรเจกต์กลุ่มที่ดูน่าอึดอัด และวันเทศกาลชวนแหวะ โรงเรียนนั้นเป็นสิ่งที่หนักหนาแต่ก็ต้องทนไป แต่การต้องมาเจอกับเรื่องราวรักใคร่นี่มันไม่ได้มีอยู่ในหลักสูตรนี่ และมันก็จะยิ่งทำให้ชีวิตมันยิ่งซับซ้อนไปอีกด้วย",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Forsaken Hymn",
        "description": "ภายในโลกอันล่มสลายแห่งลมหายใจและหมู่มวลกระจก ทุกคำภาวนาจักถูกเพิกเฉย ในขณะที่ทุกคำสาบานจักถูกท้าทาย มีเพียงสิ่งเดียวเท่านั้นที่แต่ละชีวิตจะศรัทธา นั่นก็คือลมหายใจหนึ่งเดียวที่สามารถพลิกชีวิตไปได้ตลอดกาล",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Winged Reign",
        "description": "พิกซี่ นิกซี่ ฮอบส์ เร้ดแคป และพวกอื่น ๆ ต่างเรียกแฟรี่ควีนดอมส์ว่าบ้าน สิ่งมีชีวิตทั้งหลายจากเวทธรรมชาติและความงามแสนบริสุทธิ์ที่สำแดงให้ได้เห็นในยามแสงจันทร์สาดส่อง ทำนองไพเราะ และเรื่องมากเล่ห์",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Inkshadow Uprising",
        "description": "เมืองราบาดอนนั้นเปี่ยมไปด้วยเวทมนตร์ ใครก็ตามที่ควบคุมเวทมนตร์ได้ ก็จะควบคุมราบาดอนได้ และการควบคุมของ Cabal ก็ถือเป็นที่สุด ใครก็ตามที่กล้าต่อต้านจะต้องถูกทำให้สยบหรือกำจัดให้พ้นไป… แต่กลุ่ม Uprising ไม่คิดเช่นนั้น ด้วยเวทมนตร์อันตรายที่ถูกสลักลงใต้ผิวหนัง กบฏเหล่านี้มีเป้าหมายเดียวคือการโค่นล้มเหล่า Cabal และนำเมืองแห่งนี้กลับคืนสู่มือของประชาชนอีกครั้ง—แม้ต้องแลกด้วยชีวิตก็ตาม",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "เนิ่นนานมาแล้ว นานเสียจนไม่อาจมีผู้ใดจดจำได้ เวทมนตร์ทั้งหลายได้ถูกลบเลือนหายไปจากจักรวาล ทุกสิ่งมีชีวิตยังคงดำเนินเดินต่อ แต่โลกบางแห่งไม่อาจหมุนต่อไปได้ กาลเวลาผ่านพ้นจากปีเป็นทศวรรษ จนนานนับศตวรรษ ธรรมชาติจึงเริ่มปรับสมดุลให้ตัวเอง ในที่สุดเวลานั้นก็มาถึง เวลาที่เวทมนตร์พร้อมจะกลับคืนมาอีกครั้ง แต่ไม่ใช่ในรูปแบบที่หลายคนคาดคิดไว้",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Soul Fighter",
        "description": "ผู้ที่มีจิตวิญญาณที่ตื่นขึ้นแล้วจากทั่วโลกจะได้รับคำเชิญให้ต่อสู้ใน... ทัวร์นาเมนต์แห่งจิตวิญญาณ! มันขึ้นแท่นเป็นความบันเทิงเหนือสิ่งอื่นใด ที่ฉายผ่านทางโทรทัศน์ได้อย่างไรคู่แข่ง! นักสู้เผชิญหน้ากันในการต่อสู้แบบ 1 ต่อ 1 ในสังเวียน จนกว่าจะเหลือเพียงผู้เดียวที่จะได้รับรางวัล: ความปรารถนาอันลึกล้ำที่สุดในจิตวิญญาณของพวกเขา! และข้าจะอยู่ที่นี่เพื่อคอยประกาศทุกสิ่งทุกอย่างเอง!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Concrete Canvas",
        "description": "ศิลปะและเวทมนตร์พันกันไปตามถนนในเมืองสติกซ์บริดจ์ ซึ่งเป็นที่อยู่ของสัตว์ประหลาด วิญญาณ ผี และผีกูลทุกแขนง",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "ชีวิตและความตายอาจเป็นสิ่งเดียวที่คงอยู่อย่างแท้จริงในจักรวาล แต่สิ่งหนึ่งที่สามารถเทียบเคียงกับพลังของพวกมันได้ก็คือครอบครัว ชีวิตไม่สามารถดำรงอยู่ได้หากปราศจากความตาย และความตายไม่สามารถดำรงอยู่ได้หากไร้ซึ่งชีวิต แต่สายสัมพันธ์ของครอบครัวนั้นแข็งแกร่งพอที่จะรับประกันว่าจะไม่มีวิญญาณใดถูกลืมอย่างแท้จริง",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Fury and Fang",
        "description": "โอบรับสัญชาตญาณ ปลดปล่อยความดุดัน กระหายซึ่งความยำเกรง",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Mealtime Melee",
        "description": "ไหนใครบอกว่าคุณจะเล่นกับอาหารไม่ได้?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "เพื่อหลีกเลี่ยงไม่ให้ถูกลบเลือนหายไปจากหน้าประวัติศาสตร์ตลอดกาล จึงมีผู้คนมากมายยอมเสี่ยงชีวิตเพื่อที่จะได้เป็น Risen Legend นักรบที่ถือกำเนิดจากโลกใบนี้ผู้ได้รับการยอมรับจากพระเจ้า ผู้ใดก็ตามที่ทำสำเร็จจะได้รับพลังอำนาจที่ไม่อาจหยั่งถึง และได้รับความไว้วางใจจากเทพที่เลือกพวกเขา",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Super Planet Force Savers",
        "description": "ในยามที่อันตรายเกิดขึ้นและต้องการความช่วยเหลืออย่างเร่งด่วน มีเพียงกลุ่มเดียวเท่านั้นที่จะตอบรับเสียงเรียกร้องเหล่านี้ พวกเขานั้นเตรียมพร้อมกดปุ่มแปลงกายในชุดไฮเปอร์ไกส์ พร้อมกระโจนเข้าต่อสู้ด้วยความแข็งแกร่ง ความรวดเร็ว และพลังอันน่าเหลือเชื่อ พวกเขาพร้อมต่อสู้ พร้อมอดทน พวกเขาคือ Super Planet Force Savers และพวกเขาพร้อมแล้วที่จะปกป้องกาแล็กซี!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 13,
        "name": "Culinary Masters",
        "description": "''Culinary Masters'' ซีรีส์เรียลลิตี้การแข่งขันทำอาหารที่เป็นนิยมอย่างล้นหลามกำลังสตรีมอยู่ในขณะนี้ อยู่ทุก ๆ ที่ ทุก ๆ แพลตฟอร์ม ทั้งหมด 1,000 ตอน จาก 50 ซีซั่น รวมไปถึง \"Culinary Masters Superstars\" และ \"Celebrity Culinary Masters\" อีกด้วย สามารถรับชมได้แล้ววันนี้",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Headhunter",
        "description": "สำหรับบางเผ่าพันธุ์ การล่าไม่ได้เป็นเพียงแค่กีฬา—มันช่วยขัดเกลาความคิด และร่างกายให้พร้อมสำหรับการเป็นเครื่องจักรสังหารได้ด้วย",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Guardian of the Sands",
        "description": "ผู้พิทักษ์ที่แข็งแกร่งต่างเฝ้าปกป้องสุสานแห่งหายนะในโบราณกาล เพื่อไม่ให้มันออกมาอาละวาดได้อีกครั้ง แต่พวกเขาอาจจะมาช้าไป... ",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Sugar Rush",
        "description": "จาก Gingerbread Castle สู่ Root Beer Sea ไปจนถึง Licorice Mountains และ Gumdrop Forest—ทั้งหมดนี้คือความรุ่งเรืองของ Candy Kingdom",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Toy Box",
        "description": "บนหน้าอกของตุ๊กตา Gnar นั้นเต็มไปด้วยของมีค่ามากมาย และเมื่อไม่มีใครอยู่บ้าน ของเล่นของเขาต่างกลับมามีชีวิตเอง...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Woad Tribe",
        "description": "มีเพียงหยิบมือเท่านั้นที่สามารถรอดพ้นจากการเดินทางผ่านทุ่งหิมะเยือกแข็งในตอนเหนือไปได้ หากความหนาวเย็นไม่อาจพรากชีวิตคุณไปได้... เหล่า Woad ก็จะเป็นคนปลิดชีพคุณเอง",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Star Guardian",
        "description": "ในจักรวาลอันมืดมิดและกว้างใหญ่ นักรบวัยรุ่นได้ถูกเลือกจากโชคชะตาให้ทำหน้าที่ปกป้องแสงแห่งดวงดาว พวกเขาถูกลิขิตให้ส่องสว่างและเปล่งประกาย แต่ก็จะสลายหายไปอย่างรวดเร็วเช่นกัน",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Moons of Ionia",
        "description": "เสียงที่สะท้อนมาจากเงามืด: \"จงออกล่า สัตว์อสูรทั้งหลาย ดวงจันทร์แห่ง Ionia ที่ถึงคราววินาศเคลื่อนขึ้นฟ้าราวกับนัยน์เนตรของปีศาจที่หิวโหย รอคอยคำสั่งของท่านอย่างจงรักภักดี—หรืออาจเป็นภัยพิบัติร้ายแรงที่ไม่อาจหลีกเลี่ยงได้? ไม่ว่าจะอย่างไร พวกเราต่างเป็นเพียงภาชนะที่ถูกใช้ในพิธีกรรมและการสังเวย พระจันทร์เต็มดวง พวกเราจะฉีกกระชากเลือดเนื้อ เพื่อมอบเป็นของกำนัลอันน้อยนิดจากพวกเราผู้ต่ำต้อย”",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Prehistoric Hunters",
        "description": "เหล่าสัตว์ประหลาดตัวใหญ่ยักษ์ท่องไปมาในดินแดนของเรา คอยไล่ตามเหยื่อของพวกมันด้วยความแม่นยำจนน่าหวาดกลัว มวลมนุษย์คงจะต้องตกเป็นอาหารอันโอชะมื้อต่อไปของพวกมันแน่ หากไม่ใช่เพราะเหล่านักล่าล่ะก็นะ เพียบพร้อมไปด้วยคมดาบที่สร้างจากกระดูกของเหยื่อรายแรกของพวกเขา พร้อมทั้งสัญชาตญาณที่เทียบเคียงดั่งสัตว์ร้ายอันน่าเกรงขาม เหล่านักล่าจะคอยปกป้องผู้คนของพวกเขาให้ผ่านพ้นจากชะตาอันน่าหวาดหวั่นในแต่ละวันไปให้ได้",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Storybook",
        "description": "กาลครั้งหนึ่ง มีกลุ่มตัวละครจากหนังสือนิทานที่ได้ถูกสร้างให้มีชีวิตขึ้นมาจริง ๆ จากหน้าหนังสือที่บอกเล่าเรื่องราว...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fables",
        "description": "ทุกวัฒนธรรมล้วนแล้วแต่มีเรื่องเล่าเกี่ยวกับตำนานและสัตว์ประหลาดของตัวเอง ตำนานเหล่านี้เป็นเพียงแค่เศษเสี้ยวจินตนาการ เป็นเรื่องราวที่ถูกเล่าขานสืบต่อกันมาเพียงเพื่ออธิบายสิ่งที่อธิบายไม่ได้อย่างนั้นเหรอ? หรือแท้จริงแล้วมันมีที่มาจากความลับแท้จริงที่ถูกปิดซ่อนไว้จากทั้งโลกกันแน่?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "ทุกสิ่งล้วนกำเนิดมาจากความขัดแย้ง ไม่มีใครหนีพ้นมันไปได้ ความกลมเกลียวคือภาพลวงตา และมีเพียงผู้ที่โอบรับภาพลวงตานั้นเท่านั้นที่จะสามารถเก็บเกี่ยวของรางวัลล้ำค่าที่สุดในชีวิตไปได้",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "ไคจูตัวมหึมาเข้าต่อสู้กับหุ่นยนต์ที่สูงตระหง่าน ฝ่ายไหนกันที่จะเป็นผู้ชนะ?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "ปัจจุบัน Hextech ได้เป็นสิ่งที่ล้ำหน้ากว่าวิทยาศาสตร์และศิลปะ มันถูกพัฒนาจากแรกเริ่ม มาจนเป็นสิ่งมีชีวิตประดิษฐ์ในยุคปัจจุบัน ที่มีความคิดความอ่านเป็นของตัวเอง เหล่าผู้สร้างกำลังเปิดทางสู่อนาคตใหม่ – แต่มันจะนำสิ่งใดมากันแน่ คงไม่มีใครสามารถตอบได้",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Snowdown",
        "description": "จะมีช่วงไหนในปีที่ดีไปกว่าช่วง Snowdown ช่วงที่ลมหนาวปกคลุม หิมะลอยละล่อง และช็อกโกแลตอุ่นกำลังดี ไม่ว่าจะโยนบอลหิมะหรือร้องเพลงฉลอง ตราบใดที่คุณยังส่งเสียงเชียร์อย่างมีความสุข ทุกอย่างก็จะไปได้สวย และคุณก็ไม่ต้องกลัวอะไรอีกต่อไป",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Warring Kingdoms",
        "description": "อาณาจักรมากมายต่อสู้กันเพื่อที่จะรวมดินแดนเป็นหนึ่งเดียว ในขณะที่เหล่านักรบกล้าและนายพลผู้เด็ดเดี่ยวทดสอบกำลังและทักษะกับวีรบุรุษที่โด่งดังที่สุดของยุคสมัย มันคือยุคแห่งสงครามและตำนาน",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Immortal Journey",
        "description": "นานมาแล้ว ในดินแดนอารยธรรมโบราณ เหล่าวิญญาณมักรวมตัวกันเพื่อทดสอบพลังของพระเจ้า ช่างเย่อหยิ่ง และโง่เขลา แม้จะกล้าหาญก็ตามแต่ เรื่องราวของพวกเขาถูกบันทึกไว้ในหน้าประวัติศาสตร์ตลอดกาล...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "High Noon Gothic",
        "description": "ในช่วงที่การปฏิวัติการอุตสาหกรรมถึงจุดสูงสุดนั้น นักท่องเที่ยวต่างเดินทางไปยังตะวันตกมากขึ้น หวังพบสมบัติ และความมั่งคั่งท่ามกลางอันตรายจากโลกดึกดำบรรพ์ที่ยังคงหลงเหลืออยู่ในปัจจุบัน มันคือช่วงเวลาของมือปืนที่กล้าหาญ, วายร้ายจอมป่วน, พระเจ้าลึกลับ และอสูรกายที่โหดร้าย",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odyssey",
        "description": "ไม่ว่าคุณจะชอบบ้านเมืองที่เจริญหน่อย หรือสุดขอบเส้นกาแล็คซี่ ทุกที่มันก็คือการผจญภัยนั่นล่ะ! อาณาจักร Demaxian ที่ยิ่งใหญ่ไม่สนใจเป้าหมายของ Templar Order และเหล่ากลุ่มอาชญากรที่ออกตามหา Ora—เนื้อแท้สีทองลึกลับ ซึ่งเปรียบดั่งเลือดเนื้อของอารยธรรม และพลังซ่อนเร้นอีกมากมายที่จะมอบให้กับผู้ที่ได้ครอบครองมัน...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJECT",
        "description": "ในโลกอนาคตที่เต็มไปด้วยสิ่งก่อสร้างมหึมาและถนนหนทางสุดคับแคบ ที่ซึ่งทุกอย่างถูกควบคุมโดยบริษัทระดับโลก สงครามระหว่างเหล่ามนุษย์ขบถ ผู้ที่ร่างกายถูกปรับแต่ง และเหล่าปัญญาประดิษฐ์ที่พึ่งจะขึ้นสู่อำนาจกำลังจะเกิดขึ้น ผู้ชนะจะได้ควบคุมความเป็นไปของประวัติศาสตร์... และผู้ที่แพ้จะถูกบังคับให้ปรับตัว",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eclipse",
        "description": "ในตอนแรกนั้น เหล่า Old God ได้เป็นผู้ปกครอง ความรักของมวลมนุษยชาติที่มีต่อพวกเขานั้นยิ่งใหญ่เสียจนมีผู้ที่อาจหาญที่จะนำพวกเขามาเป็นส่วนหนึ่งของเธอไปตลอดกาล เธอได้กลืนกินดวงตะวันและออกมาจากสรวงสวรรค์แห่งนั้น พร้อมทั้งชักจูงให้เหล่าอัศวินของเธอทำลายล้างทุกสิ่งที่เหลืออยู่ให้สิ้น หลายศตวรรษผ่านพ้นไป พวกเขาได้ยืนหยัดขึ้น เป็นเพียงความหวังเดียวที่จะต่อต้านความมืดมิดของเหล่า Coven ที่ก่อตัวขึ้นมา",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Mecha Kingdoms",
        "description": "Great Kingdoms ตั้งตระหง่านคงกระพันจนกระทั่งการมาเยือนของศัตรูใหม่ เพื่อตอบโต้กลับ พวกเขาได้รับของขวัญจากสรวงสวรรค์ พวกเขาจะสามารถเอาชนะอดีตของตนเพื่อปกป้องอนาคตไว้ได้หรือไม่?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Spirit Blossom",
        "description": "เทศกาล Spirit Blossom คือเทศกาลโบราณอันเก่าแก่ในไอโอเนีย เมื่อประตูสู่โลกวิญญาณได้ถูกเปิดออก ผู้ที่ตายจากไปแล้วจะกลับมาหาคนรักของพวกเขาอีกครั้ง และวิญญาณทุกรูปแบบจะหันมาให้ความสนใจกับสิ่งมีชีวิต ตั้งแต่คังเมย์ผู้เมตตา จนไปถึงอาคานะผู้หมกมุ่น เรื่องราวของพวกเขาถูกนำมาเล่าขานซ้ำแล้วซ้ำเล่าดั่งเงาบนตะเกียงกระดาษ",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "เพื่อป้องกันกองโจรที่มุ่งหมายบ่อนทำลายความเสถียรของโลก ผู้บัญชาการสูงสุดจึงได้ส่ง PsyOps ทีมทหารพลังจิตระดับหัวกะทิออกปฏิบัติการ โดยสมาชิกประกอบด้วย [ถูกลบออก]",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Worldbreaker",
        "description": "สุดท้ายแล้ว พระจันทร์จะบดบังพระอาทิตย์ และในรุ่งเช้าอันสิ้นหวังนั้น ยักษ์สี่ตนจะลุกขึ้นมาทำลายโลก",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Battle Queens",
        "description": "ครั้งหนึ่งเคยพ่ายแพ้ในสงคราม กลุ่ม Queendoms of Elysia ได้ตระหนักถึงธรรมชาติที่แท้จริงของโลกของพวกเขา ซึ่งนั่นก็คือเวทมนตร์ที่เชื่อมดินแดนอันมหัศจรรย์ของพวกเขาไว้ด้วยกันจะคงอยู่ได้ด้วยความขัดแย้งเท่านั้น ดังนั้นแล้วพวกเขาจึงเป็นพันธมิตรกันผ่านความขัดแย้งที่ร่วมจากพิธีบรมราชาภิเษก ทว่าพันธมิตรบางส่วนนั้นเริ่มที่จะมีความบาดหมางเกิดขึ้น",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "The Ruined King Saga",
        "description": "หมอกทมิฬก่อตัว Harrowing มาเยือน และราชาแห่งการล่มสลายกลับมาอีกครั้ง การครอบงำของ Viego ปกคลุมไปทั่ว Runeterra เปลี่ยนมิตรสหายเป็นศัตรู และทำให้ทั้งแผ่นดินต้องคุกเข่าให้แก่เขา มีเพียงผู้ที่มีพลังที่จะหยุดยั้งเขาได้ นั่นคือเหล่าผู้พิทักษ์แห่งแสง ผู้รักษาความสงบโบราณที่นำโดย Senna และ Lucian พวกเขาต้องเรียกหาแชมเปี้ยนจากทั่วทุกมุมราชอาณาจักรเพื่อร่วมต่อกรกับหมอกทมิฬ และยุติการปกครองของราชาผู้ล่มสลายแห่งความหวาดกลัวให้จบสิ้นเสียที",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Shan Hai Scrolls",
        "description": "ไม่มีใครรู้ว่าคัมภีร์ Shan Hai อันเป็นปริศนานั้นถูกสร้างขึ้นมาโดยผู้ใด หรือในชั่วยามใด เพราะขอแค่ได้เหลือบมองก็รับรู้ได้ทันทีว่าภาพวาดนั้นคือหน้าต่างสู่โลกแห่งเวทมนตร์และความมหัศจรรย์ทั้งปวง หรือถ้าจะให้ถูกควรเรียกว่าประตูมากกว่านะ?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Crystal Rose",
        "description": "ในโลกที่เต็มไปด้วยพันธมิตรเวทมนตร์ที่แตกหักและความบาดหมางนับศตวรรษ งานเทศกาลประจำปี Crystal Rose ได้มอบพื้นที่ที่เป็นกลางให้ผู้มีอำนาจได้ทำการยกโทษต่อการดูหมิ่นเหยียดหยามและยังเจรจาสงบศึกไว้ชั่วคราว อาวุธจะถูกทิ้งไว้ที่ประตูอย่างโจ่งแจ้ง และมีความเป็นไปได้ที่จะเกิดข้อตกลงใหม่ซึ่งจะถูกบอกใบ้โดยการหยิบและสวมใส่กุหลาบวิเศษที่เติบโตในช่วงเทศกาลนี้เท่านั้น",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Space Groove",
        "description": "ในกาแลคซีสุดเพลินที่กระจัดกระจายซึ่งอยู่ห่างออกไปล้านดิสโก้อินเฟอร์โน พลังงานลึกลับที่รู้จักกันในชื่อ The Groove นำดนตรีและความเจริญรุ่งเรืองมาสู่พลเมืองกาแล็กซีหลายล้านล้านคน แต่เมื่อ Lissandra หัวหน้าต่างดาวและกองทัพ Harsh Vibes ของเธอเริ่มทำให้ดาวเคราะห์ต่าง ๆ ตกเป็นทาสและปราบปรามดนตรีดิสโก้ไป ฮีโร่ยุคใหม่ได้ลุกขึ้นมาเพื่อหยุดยั้งเธอและทำให้จักรวาลนี้สุดเพลินต่อไป",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcana",
        "description": "เหนือ Arcana ขึ้นไปนั้นมีรูปแบบสิ่งมีชีวิตที่สามารถปรับสภาพตามความเป็นจริงได้ซึ่งเรียกว่า Archetypes ซึ่งกำลังดิ้นรนเพื่อตามหาโลกทัศน์ที่ตนปรารถนาบนความวุ่นวายข้างใต้พวกเขา Archetypes สรรหาชาวโลกด้านล่างที่มีสติปัญญาสูงเพื่อขยายอำนาจรูปแบบที่ซ่อนอยู่ของพวกเขา และยิ่งมีผู้ที่ขยายอำนาจรูปแบบ Archetype มากเท่าไหร่ โลกก็ยิ่งสะท้อนให้เห็นถึงการออกแบบของพวกเขามากขึ้นเท่านั้น",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Crime City Nightmare",
        "description": "ความน่าสะพรึงกลัวได้แฝงตัวภายในอาชญากรรมและความสกปรกแห่ง Valoran City ตลาดมืดได้ก่อให้เกิด Elixir: สสารอันมีค่าที่มีต้นกำเนิดที่น่าสงสัย ซึ่งเป็นไอเทมที่จะก่อให้เกิดเงินตราและชื่อเสียงหากกลุ่มใด ๆ สามารถนำมันมาครอบครองได้ ถูกกระตุ้นโดยตัวแทนแห่งการครอบงำ เหล่ามาเฟียและลูกน้องต่างหาหนทางไปในสถานที่ลึกลับเพื่อลิ้มรสพลังที่แท้จริง",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsefire",
        "description": "ภายในความเป็นจริงที่แตกแขนงไปอย่างนับไม่ถ้วน ผู้คุมกฎกาลเวลาเข้าปะทะกับผู้ลี้ภัยที่หลบหนี ขุนศึกแห่งกาลเวลา และการรุดหน้าอย่างไม่หยุดยั้งของชาวเพลทอเรี่ยนผ่านทางความผันผวนของอวกาศและเวลา",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Cafe Cuties",
        "description": "อาหารที่ดีคือสิ่งมหัศจรรย์—จริง ๆ! ในโลกของเวลาน้ำชาอันหรูหราและขนมอบอันน่าหลงใหล นักเวทย์ทำมาการองวิเศษ ทำครัวซองต์ที่มีเสน่ห์ และเสิร์ฟสโคนสุดวิเศษให้กับลูกค้าจำนวนมากที่อยากลิ้มลอง",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "ในเมือง Piltover และ Zaun ทั้งโจรและนักประดิษฐ์ต่างไม่หยุดนิ่ง นักการเมืองและหัวหน้าโจรต่างโมโหต่อข้อจำกัดทางสังคมที่แหลกสลาย การค้นพบและภยันตรายมาบรรจบกันเมื่อวีรชนถือกำเนิดขึ้นและสายสัมพันธ์ฉีกขาด พลังนี้จะเปลี่ยนแปลงโลกได้หรือไม่ หรือจะทำให้เกิดการสูญเสียกัน?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Cloudedge",
        "description": "Shockblade ครอบครองอาวุธที่เสริมพลังด้วยเวทมนตร์ไฟฟ้าผ่านพิธีกรรมแห่งเมฆาสุดอันตราย พวกเขาคือภาคีนักรบนินจาปริศนาที่ได้รับหน้าที่ในการปกป้องมนุษยชาติจากอสูรและวิญญาณร้าย พวกเขาเคลื่อนที่ไปมาระหว่างโลกมนุษย์และวิญญาณเพื่อไล่ล่าภัยร้ายที่ไม่มีใครสัมผัสได้ เพื่อปกป้องอนาคตของผู้อาศัยทุกคนบนโลกมนุษย์",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "มนุษยชาติกำลังตกอยู่ในวิกฤติ เกือบจะถูกโค่นล้มโดยกองกำลังเทคโนโลยีชั้นสูงแห่งผู้บุกรุกจากห้วงทะเลลึกที่เรียกขานกันว่าชาว Primordia เข้าสู่ Anima Squad: เหล่านักสู้ชั้นนำกำลังใช้เทคโนโลยีของชาว Primordia ที่กอบกู้มาได้เพื่อต่อต้านชะตากรรมที่เลวร้าย เพื่อช่วยมนุษยชาติ พวกเขาจะต้องสู้อย่างสัตว์",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Sunkissed Summer",
        "description": "ถึงฤดูร้อนแล้ว ที่รัก! พระอาทิตย์สาดแสง พร้อมลมอุ่น ๆ และน้ำเย็นสดชื่น ทุกคนทิ้งความโกรธแค้นและศัตรูไว้เบื้องหลังก่อน และให้นำมาเฉพาะชุดว่ายน้ำและบรรยากาศดี ๆ ยังมีเวลาอีกเหลือเฟือที่จะได้ต่อยตีและก่นด่า เพียงแค่นั่งลง เพลิดเพลินไปกับเสียงดนตรี และสนุกเข้าไว้",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Monster Tamer",
        "description": "พวกเราเป็นใครน่ะเหรอ? พวกเราคือผู้ฝึกสัตว์ประหลาด! พวกเราปกป้องโลกยามมันตกอยู่ในอันตราย! เมื่อผู้อื่นกำลังหนี พวกเราจะตามเสียงคำรามนั่นไป พวกเราฝึกสัตว์ประหลาดและใช้ CORE และด้วยเพื่อนใหม่ข้างกายพวกเรา พวกเราจะกระโดด และวิ่ง และว่าย และร่อน! พวกเราจะโลดแล่นไปทั่วทุกที่ ไม่ว่าจะไกลขนาดไหน เพราะพวกเราคือผู้ฝึกสัตว์ประหลาด! นั่นแหละคือสิ่งที่พวกเราเป็น!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Event Horizon",
        "description": "ในจักรวาลอันกว้างใหญ่ ทั้งสิ่งน่ากลัวและสวยงามก่อกำเนิดขึ้น สิ่งมีชีวิตจาก Cosmic—ที่เต็มไปด้วยความรัก และความน่าสยองขวัญอันลึกลับอย่าง Darkstar พวกเขาล้วนเป็นลูกหลานของเทพเจ้าไร้เสียง และตอนนี้พวกเขากำลังจะกลับบ้าน",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Spirit Guard",
        "description": "Udyr ใช้เวลาเกือบทศวรรษในการฝึกฝนใน Ionia กับนักบวชแห่ง Hirana Monastery และเรียนรู้ที่จะควบคุมและฝึกฝนความสามารถทางจิตวิญญาณของเขาให้ชำนาญ ในท้ายที่สุด เมื่อ Freljord เรียกร้องให้เขากลับบ้าน เขากลับเลือกที่จะอยู่ต่อและฝึกฝนให้เสร็จ ตั้งแต่นั้นมา Udyr ได้กลายเป็นส่วนหนึ่งของแผ่นดิน Ionia ทั้งทางวิญญาณและทางกาย เนื่องจากเขาทำงานร่วมกับ Lee Sin และ Karma เพื่อคืนความสมดุลให้กับดินแดนที่ถูกสาป",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "The Grind",
        "description": "การปีนป่ายขึ้นไปมันไม่ได้เป็นเพียงการทำงาน มันคือการแก่งแย่ง ฉกฉวย บางครั้งให้ความรู้สึกเปี่ยมไปด้วยพลัง บางครั้งทำให้เสียขวัญ มันเป็นหนึ่งสัปดาห์ที่เต็มไปด้วยอารมณ์ มีทั้งความขบขันและความเศร้า แล้วมันจะเริ่มต้นใหม่อีกครั้งในวันจันทร์ นี่เราทำงานหนักหรือแทบไม่ได้ทำงานกันเลยนะ? มันก็เหมือนกันทั้งหมดเมื่อพูดถึงการปีนป่าย",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Definitely Not",
        "description": "จักรวาลสุดแสนจะธรรมดา ไม่มีอะไรที่ซ้ำซาก ไม่มีการทรยศ หรือไม่มีการเสแสร้งใด ๆ เลย ไม่มีเลยจริง ๆ",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Iron Firmament",
        "description": "จักรวาลที่ครั้งหนึ่งเคยล่มสลายไปพร้อมกับสงคราม กำลังถูกสร้างขึ้นมาใหม่อีกครั้งพร้อมกับความเจ็บปวดที่ยังคงอยู่ นักล่าค่าหัวและเอเจนท์องค์กรต่างก็เข้ามามีอำนาจ บางคนก็สวมชุดรบ Exo suit สุดอันตรายที่มอบความสามารถเทียบเท่าพระเจ้า เพื่อเป็นการตอบโต้ บริษัทยักษ์ใหญ่ใช้ประโยชน์จากกองทัพทหารรับจ้างเพื่อบังคับใช้เจตจำนงของพวกเขาทั่วทั้งอาณานิคมในห้วงอวกาศอันห่างไกล สงครามไม่มีวันตาย มันเพียงเปลี่ยนสนามรบก็เท่านั้น",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Ages of Runeterra",
        "description": "การมองเห็นตัวเองในชีวิตคนอื่น การปะทะกันของโชคชะตาในยุคสมัยอื่น รูนเทอร์ราเป็นโลกที่เต็มไปด้วยความเป็นไปได้เมื่อตำนานค้นหาจุดหมายปลายทางและชะตากรรมใหม่ ๆ",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "Elementalist",
        "description": "อาณาจักรใกล้ถึงคราล่มสลายเมื่อกองทัพของสัตว์อสูรธาตุยักษ์ทำสงครามกับมนุษยชาติ แนวป้องกันสุดท้ายคือ Elementalist Lux ราชินีนักรบเพียงผู้เดียว เพื่อช่วยชีวิตผู้คนของเธอ เธอต้องมองลึกเข้าไปในจิตใจตนเองและแสดงธาตุแท้ของเธอออกมา... ไม่ว่าจะอยู่ในรูปแบบใดก็ตาม",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernal",
        "description": "เปลวเพลิง กำมะถัน และความตาย ไม่มีการหวนคืนสู่โลกยุคเดิมครั้น Ashen Lord ตื่นขึ้น มันเป็นเพียงความฝัน ที่สูญหายไปกับแม่น้ำลาวาที่แผดเผาภายใต้ดินแดนที่ปกคลุมไปด้วยภูเขาไฟ ตอนนี้ยุคใหม่ได้เริ่มต้นขึ้นแล้ว ยุคที่จะลุกเป็นไฟไปชั่วนิรันดร์",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Legacy",
        "description": "สมบัติจากกาลก่อน ส่องประกายอยู่ไม่ไกล",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Wonders of the World",
        "description": "บุคคลที่มาจากจักรวาล \"ดาวโลก\" อันไกลโพ้น ที่ซึ่งรูปปั้นขนาดยักษ์มีชีวิตขึ้นมา และทุกคนต่างสวมหมวกแสนตลก มันเหมือนกับ Runeterra มาก ๆ เลยละ หากคิด ๆ ดูแล้ว",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Institute of War",
        "description": "แม้ว่ากฎหมายที่เข้มงวด อาณาจักรที่แข็งแกร่ง และความวุ่นวายทางการเมืองที่นำไปสู่สงคราม Rune War จะจางหายไปตามกาลเวลาแล้ว ตำนานการต่อสู้ที่สู้รบกันใน Fields of Justice ยังคงถูกเล่าขานโดยพวก Magelords และ Protectorate ที่เหลืออยู่เสมอมา กลุ่ม Marauders และ Wardens ยังคงสืบทอดมรดกสงครามและความเกลียดชังของบรรพบุรุษต่อไป แม้ว่าความขัดแย้งนั้นแทบจะเลือนหายไปหมดแล้ว",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Dragon World",
        "description": "สองคราที่เปลวไฟของมังกรเผาผลาญโลก สองคราที่วีรบุรุษถูกหลอมขึ้นจากอำพัน",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "นี่คือศตวรรษที่ 22; การปรับแต่งร่างกายเป็นเรื่องปกติในสังคม ขีดจำกัดของมนุษยชาติเปลี่ยนแปลงตลอดเวลา ทำให้เกิดการมองโลกในแง่ดีและความเป็นไปได้ที่ไม่เคยได้ยินมาก่อน ทุก ๆ สี่ปี ประเทศต่าง ๆ ละทิ้งความขัดแย้งด้วยจิตวิญญาณแห่งความสามัคคีและการแข่งขันใน Zenith Games พวกเขาไม่ได้เข้าร่วมเพื่อแสดงให้โลกเห็นถึงสิ่งที่เป็นไปได้ แต่เป็นสิ่งที่จะเกิดขึ้นต่างหาก",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "''หยอดเหรียญเพื่อเล่น'' กะพริบบนหน้าจอ ซึ่งเป็นข้อเสนอที่ไม่อาจต้านทานได้สำหรับเกมเมอร์ที่เป็นมือฉมัง แต่เมื่อออกจากอาร์เคดธรรมดา ๆ มาสู่โลกของฮีโร่และ Battle Boss ผู้เล่นธรรมดาเหล่านี้จะต้องต่อสู้ด้วยการตอบสนองและคอมโบทั้งหมดที่พวกเขาจะดึงออกมาได้ เพราะเกมเมอร์ใน Arcadia... กำลังเล่นโดยใช้ชีวิตของพวกเขา",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Tales from the Rift",
        "description": "พ่อแม่มักเล่านิทานเรื่องแม่มดชั่วร้ายและสิ่งน่ากลัวทั้งหลายให้ลูก ๆ ฟัง พวกมันซุ่มซ่อนอยู่ตามตรอกซอกซอยในคืนหนึ่งของทุก ๆ ปี “อยู่บนเตียงนะ เจ้าตัวน้อย เพราะความมืดคือเพื่อนของพวกมัน” นิทานเหล่านี้พูดถูกเพียงส่วนหนึ่งเท่านั้น แม้ว่าพวกภูตผีในยามราตรีอันน่าหลงใหลนี้ชอบที่จะทำให้ผู้อื่นหวาดผวา แต่พวกเขาไม่เคยคิดทำร้ายเด็กเล็กเลยแม้แต่น้อย ยกเว้นเด็กที่ดื้อจริง ๆ",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Bees",
        "description": "หึ่ง หึ่ง ๆ ๆ หึ่ง! หึ่ง หึ่ง หึ่ง ๆ ๆ หึ่ง...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Silver Age",
        "description": "ซุปเปอร์ฮีโร่ที่ยิ่งใหญ่ที่สุดและจอมวายร้ายที่ขี้ขลาดมากที่สุดใน Rift วางจำหน่ายแล้วที่ร้านขายหนังสือการ์ตูนใกล้บ้านคุณ!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Cats Versus Dogs",
        "description": "คู่ปรับที่เก่าแก่ที่สุดที่โลกเคยรู้จัก: เพื่อนที่ดีที่สุดของมนุษย์ต้องเผชิญหน้ากับฮีโร่ที่ยิ่งใหญ่ที่สุดบนอินเทอร์เน็ต มีเพียงฝ่ายเดียวเท่านั้นที่จะได้รับชัยชนะจากการขบเขี้ยวนี้ของการต่อสู้ระหว่างแมวกับสุนัข หวังว่าพวกมันจะไม่ทำให้ขนของตัวเองสกปรกเกินไปนะ สิ่งเดียวที่แย่กว่าความพ่ายแพ้คือเวลาที่ต้องอาบน้ำ",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Neighborhood Nightmare",
        "description": "เรื่องราวอันน่าสะพรึงกลัวของพวกคนนอกสุดประหลาด สหายผู้ชั่วร้าย และการรวมตัวอันน่าขนลุก",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Ye Olde",
        "description": "ชีวิตนั้นถือเป็นพรวิเศษที่ได้รับมาภายใต้กำแพงเมืองในอาณาเขตของท่าน Tryndamere เหล่าอัศวินอาจออกตามหาช่างตีดาบเพื่อขอซื้ออุปกรณ์ของพวกเขาหรือไม่ก็หาจอมเวทสักคนเพื่อขอคำปรึกษาด้านมนตรา และสำหรับเหล่าผู้ที่มีใจรักการผจญภัยนั้น จะยังมีดินแดนแห่ง Albion รอคอยอยู่ ความลึกลับของมันนั้นไม่อาจเป็นที่ประจักษ์ต่อผู้ใด นอกเสียจากเหล่าภูตที่อาศัยอยู่ภายในดินแดนนั้น",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Dark Waters",
        "description": "บิลจ์วอเตอร์ ที่ซึ่งความตายพัดผ่านรวดเร็วกว่าเกลียวคลื่น และกฎหมายไหลลื่นเสียยิ่งกว่าของเหลว ที่ซึ่งเหรียญทองสามารถปลดล็อกได้ทุกอย่าง และความจริงก็เป็นเพียงคำโป้ปดที่ตกลงกันล่วงหน้าเท่านั้น",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "แน่นอนว่า มันเกี่ยวกับสนามกีฬาที่มีผู้คนแน่นขนัด ผู้ชมแฟชั่นชั้นสูง กองเชียร์ แต่มันก็เกี่ยวกับลำโพงที่เปิดดังมาก ๆ  จนขนาดที่แก้วหูของคุณส่งเสียงวิ้งออกมาราวกับว่ามันอยากจะร้องเพลงตาม เกี่ยวกับแสงไฟเวทีอันร้อนแรง เสียงเบสที่หนักแน่น และจังหวะที่สม่ำเสมอของกลอง มันเกี่ยวกับอะดรีนาลีนที่พุ่งสูง ที่จุดประกายคุณจากภายในสู่ภายนอก ความรู้สึกนี้น่ะเหรอ? มันคือดนตรียังไงล่ะ",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Victorious",
        "description": "เหล่าแชมเปี้ยนพิชิตศัตรูของพวกเขาและก้าวขึ้นไปสู่ความยิ่งใหญ่แห่งใหม่ บรรลุความฝันอันสูงสุดของพวกเขา และอวดของที่หามาอย่างยากลำบากให้กับทุกคน และผู้ที่ต้องการมองดูความยิ่งใหญ่ที่แท้จริง",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Honor",
        "description": "สังคมเริ่มปลีกตัวออกจากกัน กลายเป็นปัจเจกกันมากขึ้น และถูกปิดกั้นอยู่ภายใต้กฎเกณฑ์ของผู้ปกครอง ผู้คนต่างถูกพร่ำสอนให้มองแต่ตนเป็นที่ตั้ง อย่าได้แยแสผู้อื่น จึงทำให้ไม่มีใครเชื่อใจกันอีกต่อไป ในฐานะของผู้นำภาคีแห่ง Solace ที่ได้สูญหายไปนาน Malzahar ต้องการนำพาความเป็นหนึ่งกลับมาสู่โลกที่แตกแยกแห่งนี้ด้วยออร่าแห่ง Solace ที่จะเข้าช่วยเหลือผู้คน เขารู้ดีว่าเพียงแค่ผู้คนได้กลับมาอยู่ร่วมกันนั้นก็ช่วยเบิกทางสู่โลกที่ดีกว่าได้",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy Metal",
        "description": "ผู้ชมมารวมตัวกันจากทั่วทุกมุมโลก เพื่อโอกาสที่จะได้เห็นหุ่นยนต์นักสู้ที่ยิ่งใหญ่ที่สุดทั้งหลายลงสนามรบของ RiotCorp พวกเขาต้องการโอกาสที่จะได้รับตำแหน่งแชมป์ Full Metal Robot Fighting League หรือไม่ก็ถูกพังเละไม่เป็นท่า",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Be Mine",
        "description": "แล้ว... เจ้าจะเอายังไงล่ะ?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Academy",
        "description": "เรียนนักศึกษาและคณาจารย์: เราทราบแล้วว่านักศึกษาทุกคนกำลังเผชิญกับการลงโทษทางวินัยและอาจารย์ทุกคนอยู่ใน \"การลา\" ที่ทางจิตเวชแนะนำ ชั้นเรียนจะถูกยกเลิกจนกว่าจะมีประกาศเพิ่มเติม บางทีอาจเป็นช่วงเวลาที่นักเรียนที่ถูกระงับดังกล่าวข้างต้นได้ตรวจสอบพฤติกรรมแหกโค้งขั้นสุดของพวกเขาอีกครั้ง",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arcanists",
        "description": "นอกประตูสถาบันคือโลกที่เต็มไปด้วยเวทมนตร์...และอันตราย อาจารย์เตือนพ่อมดและแม่มดรุ่นเยาว์ให้อยู่ในที่ปลอดภัยของบริเวณโรงเรียน พัฒนาพลัง และศึกษาให้ดี แต่มันจะไปสนุกอะไรล่ะในเมื่อการผจญภัยรอคอยอยู่ที่ปลายโค้งนั่นเอง?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Star Voyagers",
        "description": "มันอันตรายนะที่จะเดินทางบนอวกาศคนเดียว… พา Meep ไปด้วย! ยกเว้นเจ้าตัวสีม่วง จำไว้ว่าสีม่วงชั่วร้ายเสมอ",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "God Weapon",
        "description": "เหล่าศาสตราวุธของทวยเทพที่กระจัดกระจายอยู่ทั่วโลกนั้นได้แปรเปลี่ยนสังคมให้กลายเป็นสิ่งที่ถูกขับเคลื่อนด้วยพลังอำนาจไป อนุสาวรีย์ที่มีความคิดแฝงอยู่ภายในเหล่านี้จะเรียกหาผู้คนที่คู่ควรและมอบของขวัญให้กับเหล่าผู้ที่อยู่ภายใต้การดูแลของพวกมัน โดยมีเป้าหมายเพื่อขยายอำนาจในโลกที่บอบช้ำจากสงคราม การได้เป็นผู้ที่ถูกเลือกนั้นถือเป็นเครื่องหมายแห่งเกียรติยศที่จะสร้างความหวาดกลัวให้กับผู้ใดก็ตามที่คิดจะต่อต้าน",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Blackfrost",
        "description": "แม่มดน้ำแข็งไม่ยอมให้หลับใหล เพื่อนและศัตรูที่ล้มลงในอาณาจักรของเธอแต่ละคนลุกขึ้นใหม่เพื่อต่อสู้เคียงข้างเธอ เวทมนตร์แห่งความมืดของเธอทำให้รูปร่างหน้าตาของพวกเขาบิดเบี้ยว สร้างโกเลมน้ำแข็งที่มีหัวใจเป็นน้ำแข็งสีดำที่ไม่มีวันละลาย",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Bloodstone",
        "description": "ตามตำนานนั้นบลัดสโตนจะประทานความสามารถอันน่าทึ่งให้เพื่อแลกเปลี่ยนกับค่าตอบแทนที่สาสมไม่แพ้กัน ร่างมากมายต้องร่วงหล่นเมื่อมันตื่นขึ้น และอีกมากมายก็กำลังจะตามมา เพราะภายใต้ความมืดมิดนี้คือพลังอันไร้สิ้นสุด สิ่งที่เหลือนั้นเพียงเจตจำนงที่จะครอบครองมันเท่านั้น",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esports",
        "description": "บางคนก็บอกว่าการได้ถือถ้วยรางวัล Summoner's Cup บนเวทีต่อหน้าเหล่าแฟน ๆ ที่คอยส่งเสียงเชียร์นั้นถือเป็นรางวัลที่ยิ่งใหญ่ที่สุดแล้ว... แต่บ้างก็บอกว่ารางวัลที่ยิ่งใหญ่ที่สุดนั้นเป็นเงินรางวัลต่างหาก สำหรับเหล่าผู้ที่สร้างสกินต่าง ๆ ในทีมของ League of Legends งั้นเหรอ? เราคิดว่าสิ่งที่ยิ่งใหญ่ที่สุดของการเอาชนะใน Worlds ได้นั้นคือ การได้เป็นที่รู้จักกันในแวดวงเกมโปรดของคุณ และเราก็ไม่ได้ลำเอียงไปหรอกนะ!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Collector Edition",
        "description": "สำหรับเหล่านักสะสมผู้มองการณ์ไกลในเวอร์ชันลิมิเต็ดของ MOBA ที่ถูกปล่อยตัวในปี 2009",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "War is Heck",
        "description": "อะไรกันเนี่ย?! เรากำลังอยู่ในสงครามนะทหาร และนี่คุณกำลังใช้เวลาอ่านหนังสืออยู่เนี่ยนะ? การอ่านจะมีประโยชน์อะไรเมื่อคุณกำลังไถตูดผอม ๆ ของคุณผ่านโคลนที่เต็มไปด้วยหนูท่ามกลางพายุเฮอริเคนภายใต้ไฟที่โหมกระหน่ำกัน? ไม่มี ตามนั้นแหละ! เข้ารูปขบวนเดี๋ยวนี้!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Cottontail",
        "description": "มันถึงช่วงฤดูกาลของเจ้ากระต่ายกันแล้ว! เหล่าพวกพ้องที่กระโดดไปมาตามเส้นทางต่างก็แต่งตัวให้เข้ากับช่วงเวลานี้ ตกแต่งลวดลายบนไข่ให้งดงาม พร้อมกับสร้างรอยยิ้มที่เบิกกว้าง โดยที่หวังว่าการกระโดดดึ๋ง ๆ ของพวกเขานั้นจะช่วยสร้างความรื่นเริงให้คุณได้!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Crimson Elite",
        "description": "เราจะหา Crimson Elite ได้อย่างไร? ตามซากไป",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Death Sworn",
        "description": "โลกเบื้องล่างปั่นป่วนด้วยกิจกรรมที่ดูเป็นลางร้าย ความตายจัดทัพผู้ติดตามเพื่อแผนการใหม่แห่งการออกแบบที่น่าสะพรึงกลัว แผนการที่ต้องใช้วิญญาณของมนุษย์ทุกคน",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Demonic",
        "description": "แด่เหล่าจิตวิญญาณน่าสงสารผู้ถูกสาปให้ต้องเจอแต่ความทรมาน ไม่ว่าจะถูกยึดโยงโดยพันธสัญญาหรือศาสตร์แห่งความชั่วร้าย ขอให้จดจำไว้ว่าเปลวเพลิงนิรันดร์แห่งนรกยังคงรอคอยอยู่ไม่ไกล",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Four Beasts",
        "description": "อสูรศักดิ์สิทธิ์คอยเฝ้ามองทั่วโลกหล้า คอยคัดสรรเปลี่ยนแปลงผู้ใดก็ตามให้กลายเป็นสิ่งมีชีวิตทรงพลัง และมีเพียงดวงวิญญาณที่คู่ควรที่สุดเท่านั้นที่จะได้ครอบครองพรนั้น ไม่ว่าพวกเขาจะใช้พลังนั้นทำดีหรือชั่ว เมื่อได้รับพรไปแล้ว มันก็จะคงอยู่ไปชั่วนิรันดร์",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Dreadknights",
        "description": "ถูกนำกลับมามีชีวิตอีกครั้งด้วยเวทมนตร์โบราณอันลึกลับ อัศวินผีดิบเหล่านี้เป็นเพียงเศษเสี้ยวของประวัติศาสตร์ที่มีเรื่องราวซึ่งสูญหายไปตามกาลเวลา พวกเขาจะปกป้องสิ่งที่ครั้งหนึ่งเคยเป็นของพวกเขา ไม่ว่าจะต้องแลกกับชีวิตคนเป็นเท่าไรก็ตาม",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Riftquest",
        "description": "ภยันตรายเร้นตัวอยู่ในดินแดนแห่ง Runeterra! ทั้งมอนสเตอร์สุดแข็งแกร่ง, จอมเวทผู้เลวร้าย, และสัตว์ในตำนานล้วนท่องไปอย่างไม่มีการควบคุม! รวบรวมเพื่อนของคุณและสร้างการผจญภัยสำหรับผู้เล่น 3-5 คน ขับไล่ความชั่วร้ายด้วยการทอยลูกเต๋าคร่าชีวิต คุณแน่พอรึเปล่าที่จะปกป้องโลก และกลายเป็นตำนานแห่ง RIFTQUEST?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]