[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "2011 世界冠军 ",
        "description": "祝贺2011年全球总决赛的冠军：Fnatic！"
    },
    {
        "id": 2,
        "name": "2012 世界冠军 ",
        "description": "祝贺2012年全球总决赛的冠军：Taipei Assassins！"
    },
    {
        "id": 3,
        "name": "2013 世界冠军 ",
        "description": "祝贺2013年全球总决赛的冠军：SK Telecom T1！"
    },
    {
        "id": 4,
        "name": "2014 世界冠军 ",
        "description": "祝贺2014年全球总决赛的冠军：Samsung White！"
    },
    {
        "id": 5,
        "name": "2015 世界冠军 ",
        "description": "祝贺2015年全球总决赛的冠军：SK Telecom T1！"
    },
    {
        "id": 6,
        "name": "2016 世界冠军 ",
        "description": "祝贺2016年全球总决赛的冠军：SK Telecom T1！"
    },
    {
        "id": 7,
        "name": "战争英雄 ",
        "description": "英雄们征服了他们的敌人，跃升至全新高度，达成他们最疯狂的梦想，并向所有渴望目睹真正伟大风范的人们大肆炫耀辛苦挣来的战利品。"
    },
    {
        "id": 8,
        "name": "永恒荣耀 ",
        "description": "这是游戏界最伟大的舞台。两支队伍将在数百万名粉丝面前展开对决。只有一支队伍可以加冕为王。 "
    },
    {
        "id": 9,
        "name": "传说启程 ",
        "description": "特此纪念《英雄联盟》的年度赛季开始。"
    },
    {
        "id": 10,
        "name": "电玩世界：勇者 ",
        "description": "《电玩世界》是最好胜的街机玩家与正义感十足 NPC 们的家园。在这里，英雄们总是为了胜利全力以赴。这代表着要打倒战斗魔王们的腐败程序码，即便情势并不乐观。胜利绝非唾手可得，但是用极限操作反败为胜后，看到魔王们脸上吃惊的表情让一切都值得了。"
    },
    {
        "id": 11,
        "name": "电玩世界：战斗魔王 ",
        "description": "在《电玩世界》服务器的深处，埋藏着一系列邪恶的程序错误，他们被玩家们称为「战斗魔王」。他们腐败的程序码赋予他们崭新的自由... 但也带来了新的挑战者。为了完成删除《电玩世界》的霸业，许多魔王决定放下歧见（直到... 情况变得碍手碍脚的时候）。"
    },
    {
        "id": 12,
        "name": "血月 ",
        "description": "一个追求着无法抗拒力量的古老教派，总在血月之夜现身，举行亵渎自然又隐晦神秘的古老仪式 — 将他们的肉体与恶魔的灵魂紧紧交融，转化成为一个比黑暗还要更黑暗的存在。"
    },
    {
        "id": 13,
        "name": "龙的世界 ",
        "description": "龙焰已将这个世界吞噬了两次，而余烬之中诞生的，是拯救世界的英雄。"
    },
    {
        "id": 14,
        "name": "战争机器 ",
        "description": "欧米茄小队一旦出动，就没有结束不了的战争。曾经的战争机器如今只剩下一位约德尔人；如今他要面对的，是一场自己的战斗……"
    },
    {
        "id": 15,
        "name": "泳池狂欢 ",
        "description": "夏天来啦！宝贝们！阳光绚烂，微风宜人，海水正凉。众人都暂时放下敌对与仇恨，换上夏日泳装，沉浸在欢乐的氛围之中。想要动口动手，之后还有的是时间呢。至于现在，只管悠闲躺下，享受音乐，纵情享乐吧！"
    },
    {
        "id": 16,
        "name": "杀五社 ",
        "description": "在这个重金属摇滚至上的世界里，杀五社的魅力绝对能让你彻底拜倒在舞台前。六位团员、两张白金唱片，还有一张限量烫金专辑：众神之怒。摇滚不死，音乐万岁！"
    },
    {
        "id": 17,
        "name": "人工智慧 ",
        "description": "一套由菁英计划组织创造的先进保安演算法，在改变原始指令之前，「人工智能」悄悄进化了感知能力。感染了整座「城市」中的机械，它已认定对全人类安全的最大威胁……就是人类本身。"
    },
    {
        "id": 18,
        "name": "菁英计划 ",
        "description": "菁英计划公司相信，揭开人类潜能的秘密，就是超越我们肉体凡身的关键。在技术的引领之下，我们必将实现飞升。一同成圣。"
    },
    {
        "id": 19,
        "name": "星光战士 初代 ",
        "description": "在始源之心的魔法强化下，高中生拉克丝与她的星光战士队友们秘密的在保卫世界，免于跨星际怪物的威胁。但是谁来保护他们免于瓦罗然市高中的八卦流窜？"
    },
    {
        "id": 20,
        "name": "星光战士 二代 ",
        "description": "资深星光战士阿璃与好运姐突然再度出现在瓦罗然市，在一场未知事件摧毁了他们原先的团队后，又再次重建了队伍。为了违抗每名许下誓言的星光战士的必然命运，在虚空怪兽入侵城市之际，他们加入了拉克丝与伙伴们的行列，并肩作战。"
    },
    {
        "id": 21,
        "name": "星际特攻 ",
        "description": "太空，最危险的疆域！只有星际特攻防御部队，凭借其有如源源不断的学院新兵，准备探索最遥远的未知世界，抵御最无情的外星威胁。这简直是银河系最棒的工作！"
    },
    {
        "id": 22,
        "name": "菁英学院 ",
        "description": "学生和教职员工请注意：我们注意到，目前全体学生都面临着纪律处分的惩罚，全体教授都在休着“医生建议”的精神病假。所有课程全部取消，具体恢复时间另行通知，大概要等到上述停课学生重新审视自己的恶劣行为吧。"
    },
    {
        "id": 23,
        "name": "赌豪 ",
        "description": "在诺斯维加斯顶层的豪华专属俱乐部中，权力、财富与诱惑交错碰撞，真正富丽的人们正一手掌握着世界。光之城市夜幕低垂之际，利刃悄悄伸出──权势是这场游戏的名称，而谁也不想当输家。"
    },
    {
        "id": 24,
        "name": "弧光 ",
        "description": "每一千年便会有一个古老的神体从天界来到人间，并选择一名具有资质的战士作为他的肉身。他们是弧光的化身——永恒圣光的代行者。"
    },
    {
        "id": 25,
        "name": "狂派机甲 ",
        "description": ""
    },
    {
        "id": 26,
        "name": "大厨 ",
        "description": ""
    },
    {
        "id": 27,
        "name": "破坏狂 ",
        "description": "破坏者在这片荒地上独霸一方。这帮暴徒喜欢制造大规模的破坏、残酷的殴打和肆意的杀戮……而且他们非常享受实施这些行为的过程。"
    },
    {
        "id": 28,
        "name": "冬季奥运 ",
        "description": "听到冬季运动节放宽限制的消息，许多人认为这场活动将会变得更加精彩。但是很少有人意识到，它会变得有多危险。只不过，是刺激的那种危险！"
    },
    {
        "id": 29,
        "name": "文明末日 ",
        "description": "根据灭世预言的警告，四位泰坦将前来毁灭世界，这是一段必然实现的叙述。苏醒后的灭世魔神，崛升于满是灰烬的土壤之上，重新缔造破碎的大地。只有最睿智的先知能够预见尚未到来的故事：第二次降临与最后的希望。"
    },
    {
        "id": 30,
        "name": "猎头者 ",
        "description": "对某些物种来说，狩猎并不仅仅是娱乐运动 ——他们的身心灵都为之所驱使，因此这些种族也被塑造为最完美的杀人机器。"
    },
    {
        "id": 31,
        "name": "足球杯 ",
        "description": "把战场、会议室，甚至游乐场都忘了吧！今天最重大的争端就在足球场上解决！人生最大的满足，莫过于目睹你最爱的球员钻过敌阵，瞄准路径，决定性的大脚一踢，并高喊那最美妙的金句：「射门得分！！！」"
    },
    {
        "id": 32,
        "name": "古代猎者 ",
        "description": "庞然巨物在我们的土地上游荡，以令人瞠目的准确度追捕猎物。如果没有猎手，人类恐怕早已成为它们的盛宴。猎手们将自己首次猎杀时获得的骨头制成利刃，身怀匹敌骇人恶兽的本能，每天都在保护人民免遭恐怖的厄运。"
    },
    {
        "id": 33,
        "name": "审判者 ",
        "description": "审判者矗立在圣光使者之中，他们是彰显着至高美德的弧光哨兵。仅仅作为凡人的榜样还远远不够，毕竟即使是神圣的战士也需要灵感。"
    },
    {
        "id": 34,
        "name": "筋肉人 ",
        "description": "来自激斗擂台，呈现史上最伟大的运动娱乐秀！观赏虎面筋肉人、魔鬼筋肉人、雄狮筋肉人、雷霆筋肉人在场内场外的激情碰撞与高空压顶。请务必记住，瓦罗然摔跤联盟的品质无与伦比。"
    },
    {
        "id": 35,
        "name": "机甲特急 ",
        "description": "自从巨大的怪兽从海、陆、空三路现身之后，人类便开发出同样强大的机甲来抵御它们的威胁。"
    },
    {
        "id": 36,
        "name": "脉冲火焰 ",
        "description": "解开时空旅行的秘密后，这些英雄被推入遥远的反乌托邦未来。虽然时间执法者不停地穿梭于各个时空、追捕他们，但还是有一些人成功逃入了历史之中——一路汲取各式各样的知识与科技。"
    },
    {
        "id": 37,
        "name": "镇暴 ",
        "description": "在刑事司法系统里，有些人徇私枉法，有些人违法乱纪。RPD的专职警官负责调查本市最令人发指的罪案，把罪魁祸首绳之以法。这就是他们的故事……"
    },
    {
        "id": 38,
        "name": "峡谷探索 ",
        "description": "符文大地潜伏着危险！强大的怪物、卑鄙的术士以及各种神秘生物，正在肆意游荡！召集你的朋友，打造适合3-5名玩家的专属冒险，投掷骰子，惩奸除恶。你有能力拯救这个世界、成为《峡谷勇者》的传奇吗？"
    },
    {
        "id": 39,
        "name": "西域牛仔 ",
        "description": "枪手与执法者在西域边疆的无情烈日之下策马奔驰，追寻等量的生存与救赎。天堂形同废墟，地狱已成空洞，所有恶魔都聚集在此处。"
    },
    {
        "id": 40,
        "name": "海克斯科技 ",
        "description": "位在科学与艺术最先端的海克斯科技，从原先尚未成熟的初期阶段逐渐进化，成为复杂难解、具备自由意志的人造生命的现代文艺复兴。技术娴熟的工匠把这项媒介引领至崭新的未来──但这究竟会带来什么，没人敢断言。"
    },
    {
        "id": 41,
        "name": "扑克牌 ",
        "description": "从前有五个人，那是一个奇怪的团体，<br>\\n他们组成了高阶法庭。<br>\\n这群人争吵打闹，运气时好时坏，<br>\\n时至今日，没有人知道他们的下落。"
    },
    {
        "id": 42,
        "name": "皮尔托福 ",
        "description": "想要加大马力吗？就在你眼前。（具体情况可能存在一定差异。）"
    },
    {
        "id": 43,
        "name": "银河 ",
        "description": "巨大的星尘生物掌控着创造的起起伏伏，当星河法庭随着时间与空间的结构漂流着，他们以极美之光描划银河。"
    },
    {
        "id": 44,
        "name": "幽冥煞星 ",
        "description": "在幽冥煞星的深渊巨口之中，银河系被浑沌吞噬。它的腐化者，被黑洞遗忘的庞大生物，将碰触到的所有系统的存在之光都抹煞掉，令他们堕入虚无。"
    },
    {
        "id": 45,
        "name": "劫掠者 ",
        "description": "劫掠者是一群生性残暴的流浪战士，他们全是玛杰罗战士文化的残存者，为了展现无法无天的武力，他们抛弃了古老传统。唯有流血才能解决纷争，即便是组织内部也如此。他们早已忘记先祖们展开战争的理由，以及最终获胜的原因。"
    },
    {
        "id": 46,
        "name": "霜降使者 ",
        "description": "一切彷彿进入霜降时节，线路上下遍布白雪...\r\\n坦克勇敢顶进去，上路却是直直退，\r\\n只因他存够了钱，想要回家买装备..."
    },
    {
        "id": 47,
        "name": "普罗雪精灵 ",
        "description": "在神奇的冬日之地里，最高统治者普罗王向宫廷里的所有人传播着欢乐与喜悦。虽然有人正在密谋篡夺王位，但大家都对冬日奇观有着深厚的感情。"
    },
    {
        "id": 48,
        "name": "圣诞节 ",
        "description": "最好赶快开始盖冰雪堡垒..."
    },
    {
        "id": 49,
        "name": "比尔吉沃特：汹涌怒涛 ",
        "description": "欢迎来到比尔吉沃特，在这里，枪管够大就能发财。任何你需要的东西都能在残恶码头找到，雇佣人手、海怪炖汤，甚至是会让你葬身海底的船长。"
    },
    {
        "id": 50,
        "name": "无情审判 ",
        "description": "护国军是个致力于执行严刑峻法的组织，意图减缓玛杰罗无可避免的崛起。尽管这个组织本身在许久以前就已解散，守望者们现在穿上盔甲，伺机突击他们远古仇敌的后代。"
    },
    {
        "id": 51,
        "name": "罪恶城市",
        "description": "瓦罗然城，一台由罪恶驱动、由黑钱润滑的庞大机器。没有人承认这个事实，但每个人都知道这个事实。"
    },
    {
        "id": 52,
        "name": "雷霆至尊 ",
        "description": "为无谓的争论而大打出手的，可不只有人类。我们所处的时代到来之前，曾经有两个神灵，两位兄弟——二人同室操戈，用战争的蹂躏塑造了整片土地。"
    },
    {
        "id": 53,
        "name": "新春狂欢：三国武将 ",
        "description": "三个伟大帝国为了领土与权力而征战，在武术考验中全力以赴。军队交锋。英雄崛起。传奇留名。"
    },
    {
        "id": 54,
        "name": "新春狂欢：烟花 ",
        "description": "农历新年已经到来——狂欢派对也要展开！美食佳肴与庆祝活动之中，重点就是与好友家人团聚。赶紧点燃火柴，欣赏烟火吧！"
    },
    {
        "id": 55,
        "name": "新春 ",
        "description": "拉上朋友与友敌，齐来赞美过去一年的事迹。明亮的灯笼触及夜空，渐渐消散的烟火照亮它们的轮廓。难得一见的亲朋好友齐聚一堂，互送红包，欢欣鼓舞：新的一年即将到来。愿你度过一个幸福美满的新年！"
    },
    {
        "id": 56,
        "name": "复活兔 ",
        "description": "兔子的季节来啦！兔子小道的居民们倾洞而出，纷纷穿上兔兔节的精心装扮，彩蛋被涂上鲜艳的色彩，大家都露出了灿烂的笑容。在此衷心祝愿，兔兔们的活蹦乱跳，可以带你共度节日的欢愉！"
    },
    {
        "id": 57,
        "name": "糖果冲击 ",
        "description": "从姜饼城堡一路到麦根沙士海，从甘草群山到软糖森林——这就是荣耀的糖果王国。"
    },
    {
        "id": 58,
        "name": "精灵 ",
        "description": "在精灵之森的深处，古老的生命潜藏其中，不为人类所知。他们守护着这片魔法森林，惩治闯入者，催生了许多响彻整座大陆的故事。然而，随着外部世界的恐怖逐渐蔓延，捍卫者们奋力保护他们的据点，抵抗人类充满恶意的好奇心。"
    },
    {
        "id": 59,
        "name": "烈影 ",
        "description": "在遥远恒星的真空之中，由未知文明制造的有机机械在创造者消亡后仍长久存在着。被禁锢在地面监狱中，他们耐心的伺机而动，等待再次被人发现并释放回银河系。他们已经等候。他们仍在等候。他们将会继续等候—无论要等多久。"
    },
    {
        "id": 60,
        "name": "咏夏芙蓉 ",
        "description": "德高望重的莲花教团领袖及其忠实虔诚的信徒，都是初始之地的菁英翘楚。教团成员乃是不朽与美德的化身，他们历经沧海桑田，努力保持着永恒的和平。"
    },
    {
        "id": 61,
        "name": "玩具联盟 ",
        "description": "吶儿的玩具箱里堆满了无价珍宝，不过家里没有人在时，那些玩具就会悄悄地苏醒过来……"
    },
    {
        "id": 62,
        "name": "致命血莲 ",
        "description": "北方森林的生物深深潜伏，让疲惫的旅行者与勇敢的战士难以察觉自己的存在。这些肮脏的东西等待着完美的出击时机。这是一次耐性的试炼，唯有如同这片土地般古老的生物方可通过。试炼的奖励便是一场骨肉飨宴，用暗淡的血红色沐浴着脚下的土壤。"
    },
    {
        "id": 63,
        "name": "极地行动",
        "description": "最高指挥部需要一支新的小队，处理极地前线日益增长的威胁。征召入队的士兵，必须要比即将穿越的冰川更加冷酷，他们的体内流着冰冷之血，心中怀有霜冻之志。进入极地行动。"
    },
    {
        "id": 64,
        "name": "爱情 ",
        "description": "许多人都喜欢到安静的公园或亲切的茶馆寻找心上人。然而，这样的关系往往不会长久。在战场上结成的纽带，如同子弹般直穿敌人的心脏……这样的关系才能坚持到海枯石烂。 "
    },
    {
        "id": 65,
        "name": "钢铁女武神 ",
        "description": "一片因战而伤的星系正试图重建，然而遗留下来的疤痕却无法抹除。犯罪分子、赏金猎人、受雇佣兵以及暗杀刺客填补了力量的空缺，以超凡技术驾驭着致命的战斗武装。"
    },
    {
        "id": 66,
        "name": "砂皇护卫 ",
        "description": "强力守卫们镇守着远古恐惧的陵墓，防止里面的危险存在为祸世间。然而他们不知道的是，一切可能已经太迟了……"
    },
    {
        "id": 67,
        "name": "埃及王朝 ",
        "description": "强大的法老们曾经统治着烈日炙烤的大沙漠，然而他们的帝国早已被黄沙掩埋。"
    },
    {
        "id": 68,
        "name": "沃德部落 ",
        "description": "很少有人能够活着穿越北方的极冻苔原。就算寒冷无法将你置于死地……你也难逃沃德部落的掌心。"
    },
    {
        "id": 69,
        "name": "圣骑 ",
        "description": "岁月辗转，世道日衰，伟大的机械枪骑兵从沉睡中苏醒。他们巍巍耸立，势不可挡，再次返回大地，奋起保护自己的子民。"
    },
    {
        "id": 70,
        "name": "末世神枪 ",
        "description": "在荒地，末世神枪唯一需要的福音便是引擎的轰鸣声，唯一听到的祷告则是敌人的咒骂声。 "
    },
    {
        "id": 71,
        "name": "童话故事书 ",
        "description": "曾几何时，有一群故事书里的角色，突然从纸上活了过来……"
    },
    {
        "id": 72,
        "name": "寓言故事 ",
        "description": "每个文化都有各自的民间传说，内容大多围绕着传奇英雄与凶险怪物。这些神话是不是我们想象力的产物？这些世代相传的故事，是不是为了解释那些无法解释的事情？还是说，它们的背后有一个不被世人所知的真相？"
    },
    {
        "id": 73,
        "name": "奥德赛 ",
        "description": "从高度都市化的核心世界到星系的边界地带，冒险无所不在！伟大的蒂玛克西亚无视圣殿骑士团和犯罪集团辛迪加的反抗，试图霸占所有神秘的金色精华，所有文明的生存命脉——奥德赛能量，获得它那无穷无尽的力量。"
    },
    {
        "id": 74,
        "name": "比尔吉沃特：诅咒死海 ",
        "description": "月亮渐圆，潮水渐涨。黑黯魔法涌现，其中秘密深藏。盐与血与瀑风流动……波浪之上狂舞，暗潮之下汹涌。"
    },
    {
        "id": 75,
        "name": "2017 世界冠军 ",
        "description": "祝贺2017年全球总决赛的冠军：Samsung Galaxy！"
    },
    {
        "id": 76,
        "name": "星际战将 ",
        "description": "超死星是个由无情佣兵组成的犯罪组织，统治着整片银河系。自从组织创办人带着偷来的战斗外套从创世纪企业的职位逃出，他们就变得愈来愈强大。现在他们反击着皇家太空部队强加于创世纪企业的秩序，使出黑市所能发挥的全部武力。"
    },
    {
        "id": 78,
        "name": "战神 ",
        "description": "在一条黑暗时间线的尽头，秩序与混沌的原初神灵降生了两位国王。二人带领千军万马，展开了最终的决战。"
    },
    {
        "id": 79,
        "name": "怪兽 ",
        "description": "在星球的深处，他们骤然升起：恐怖与饥饿的巨大实体，无坚不摧，排山倒海。他们的动机难以预测；他们的设计无人知晓。但有一件事可以肯定——在他们面前，我们毫无胜算……除非我们找到阻止他们的方法。"
    },
    {
        "id": 80,
        "name": "黑暗预兆 ",
        "description": "这则故事围绕被诅咒的女王及其阴险的教团追随者展开，描述了父母与孩子之间不少麻烦。然而，倘若故事被蒙上暗影，便会带来更加深远的教训：暗影在梦里翻腾，塑造着天性敏感的年轻灵魂。反正，噩梦终究是噩梦……或者说，大人们都是这么祈祷的。"
    },
    {
        "id": 81,
        "name": "剑仙 ",
        "description": "很久以前，在一片古老的土地上，许多灵魂聚集在众神之下，以测试他们的力量极限。愚蠢且傲慢，勇敢且公正，他们的旅程被写进了历史那不朽的篇章中…"
    },
    {
        "id": 82,
        "name": "元祖 ",
        "description": "致敬重制英雄的原始设计。"
    },
    {
        "id": 83,
        "name": "珍藏版 ",
        "description": "无论是数字版游戏还是实体版游戏，只要装进一个珍藏版的盒子里，整体感觉都要好很多。"
    },
    {
        "id": 84,
        "name": "PAX  ",
        "description": "PAX：一切游戏事物的交汇点，在这里，游戏值得庆祝，不朽的纽带得以形成。"
    },
    {
        "id": 85,
        "name": "钢铁军团 ",
        "description": "在创世纪工业与超死星之间全面战争的阴影下，逝去的生命只不过是连带伤害。钢铁军团是一个自发性的义警组织，在残破的战场星球上维持运作，由难民组成，使用残砖破瓦打造的武器。如果没有人能站出来保护他们，人们就必须挺身捍卫自己。"
    },
    {
        "id": 86,
        "name": "地狱火 ",
        "description": "烧毁整个世界需要超乎想像的力量，这也是为何灰烬之王要召唤出他的地狱火军团来借助他们的火焰。从最黑暗的深渊，他们各自带来了自身拥有的可怕力量，尽管并非每个成员都以浇不熄的热情来响应。"
    },
    {
        "id": 87,
        "name": "死誓 ",
        "description": "死神渴望为冥界索取更多灵魂，于是将堕落战士的灵魂变为“死誓”，送回凡间。在那里，他们满怀喜悦地执行着主人的可怕命令。"
    },
    {
        "id": 88,
        "name": "给了糖也捣蛋 ",
        "description": "你最好准备最顶的货色。你懂得：皮尔托福跳跳糖、步履破坏者超酸软糖、幽冥煞星巧克力棒... 因为如果你给不出令人满意的糖，这个街区的孩子就准备要大肆捣蛋了。"
    },
    {
        "id": 89,
        "name": "活尸 VS 除尸者 ",
        "description": "大脑……"
    },
    {
        "id": 90,
        "name": "禁卫军甲 ",
        "description": "在撕裂时空的机械瘟疫——禁卫军甲的冷酷魔掌下，风声鹤唳，人人自危。忆往者奋起抗争，竭力阻止万物生灵的消散，但他们的内心深处仍满是惊恐。他们知道，自己终将会在某个时刻筋疲力尽，而禁卫军甲永远不会歇息。"
    },
    {
        "id": 91,
        "name": "K/DA  ",
        "description": "「有一片位在幻想与现实之间的地带，在那里，任何事都有可能发生。你有能力成为任何人，达成任何事情。这就是你的梦想。在我们这个介于两者间的世界，K/DA 感觉充满自信且无比坚强。我们无所不能，你也是。」- 凯莎"
    },
    {
        "id": 92,
        "name": "女巫集会 ",
        "description": "女巫们伺机待发，长相娇美的她们，身上无不散发着阴森可怖的气息，用复魅的嘴唇低语着自己的愿景。她们谈论着旧神们肿胀的遗骸，谈论着以凡人早已忘却的魔法进行的古老仪式，谈论着她们称之为“秩序”——但其他人却称之为“痛苦”的重现。听！人类的末日即将来临。"
    },
    {
        "id": 93,
        "name": "日月双蚀 ",
        "description": "很久以前，圣堂骑士曾使用月亮和太阳赋予的神秘力量杀害了旧世界的邪恶神灵。如今，世界变得黑暗且狂暴，因为那些神灵正准备回归 — 唯有日月双蚀之光能阻止祂们。"
    },
    {
        "id": 94,
        "name": "太空漫游",
        "description": "宇航员、活宝和可爱的外星米普！对于这些勇于冒险的太空保护者来说，对抗重力不过是普通平常的工作，他们还要保卫M33p星球，穿越等待着他们的宏大宇宙。"
    },
    {
        "id": 95,
        "name": "魔法师 ",
        "description": "学院大门外的的世界充满着魔法……与危险。教授们告诫年轻的巫师和女巫们要留在安全的校园内，增长力量，努力学习——但是，冒险就摆在眼前，那些告诫又有什么好玩呢？"
    },
    {
        "id": 96,
        "name": "纸雕 ",
        "description": "“你看到我背上放着鞍了吗？”凤凰鸣叫道。“我可不是什么驮鸟。而且那只雪人还会拖累我们的飞行。”男孩在一旁看着，他的完美计划被拒绝了。但随后，他的脸上露出了笑容。毕竟，在这个花折叶落、碧波溪流的世界里，冒险时刻就在眼前。"
    },
    {
        "id": 97,
        "name": "阿尔比恩",
        "description": "阿尔比恩的广阔森林曾是现已衰败的精灵帝国的领土，现在则是数量相当的王国、盗匪、精灵与自由民族的家园。帝国废墟中还有力量留待发掘，只要有人胆敢深入森林去寻找的话……"
    },
    {
        "id": 98,
        "name": "猫狗大战",
        "description": "世上所知最古老的竞争关系：「人类最好的朋友」对上「网路上最伟大的英雄」。只有其中一方能在鸡飞狗跳的猫狗大战中胜出。希望牠们别把毛弄脏了，比败北更糟糕的事情就是被抓去洗澡。"
    },
    {
        "id": 99,
        "name": "世界奇观",
        "description": "这些个体来自名为「地球」的遥远宇宙，在那里，巨大的雕像获得生命，所有人都戴着好笑的帽子。仔细想想，跟符文大地还真像。"
    },
    {
        "id": 100,
        "name": "上班族 ",
        "description": "这是种谋生手段！"
    },
    {
        "id": 101,
        "name": "愚人节 ",
        "description": "那是个披大衣、戴眼镜的机器人吗？当然不是。你觉得自己看到穿着连身衣的野兽大叔？最好去检查一下视力，因为你绝对是眼花了。达瑞文戴着自己的大头不会太过谦虚了吗？你是多蠢才会问这种问题。还有那只雷射鱿鱼怪？肯定只是人类啦～"
    },
    {
        "id": 102,
        "name": "上流社会",
        "description": "唯一比他们的财富更惊人的是他们的逃税手法。"
    },
    {
        "id": 103,
        "name": "灌篮高手",
        "description": "这世上有两种人：会灌篮的人，还有被灌篮的人。如果你还不知道自己是哪一种，最好把罩子放亮点！因为你准备要被灌爆啦！"
    },
    {
        "id": 104,
        "name": "特种部队",
        "description": "只是个随处可见，满布人渣与恶棍的无底洞。头家们争权夺利，契约随时会化为壁纸、友谊变调为针锋相对的过河拆桥。然而，这座城市远不只如此。还有些尚未曝光、难以察觉的失误。某些... 无穷无尽的事物。"
    },
    {
        "id": 105,
        "name": "侵略者",
        "description": "这些外星米普狂徒名副其实，机缘巧合之下，它们发现了一种自己不甚理解的力量。然而，福无双至，祸不单行。米普接触侵入物之后，身上总会多几分邪气……还会变成紫色！"
    },
    {
        "id": 106,
        "name": "疯狂科学家",
        "description": "这份工作的要求非常简单：在应用科学领域有至少五年经验、经过同行审议的论文、两封推荐信。喔对了，还有邪恶的笑声。应该说，这才是最重要的第一点要求。"
    },
    {
        "id": 107,
        "name": "世界冠军：2018",
        "description": "祝贺2018年全球总决赛的冠军：Invictus Gaming！"
    },
    {
        "id": 108,
        "name": "深海",
        "description": "“我的孩子，坐好，仔细听。大海是一个奇迹，涌动的浪潮跃向我们宁静的海岸发出虚假的邀请。皆因在那无尽的蔚蓝之下，藏着一个超乎想象的世界。那些被遗忘的深渊中，漂浮着陨落的王国与凶猛的怪物。”"
    },
    {
        "id": 109,
        "name": "征服霸者",
        "description": "特此纪念《英雄联盟》季中邀请赛和春季赛。"
    },
    {
        "id": 110,
        "name": "哥特",
        "description": "这才不是一时的。"
    },
    {
        "id": 111,
        "name": "白银纪元",
        "description": "峡谷最伟大的超级英雄与最卑鄙的反派，请洽您最近的漫划店购买！"
    },
    {
        "id": 112,
        "name": "冰川",
        "description": "世界变成了冰天雪地，记得原因的人却已少之又少。旧日的恐怖在冰层下涌出，准备再次统治世界。希望的焰火尚存，可惜昼短夜长……"
    },
    {
        "id": 113,
        "name": "战争学院",
        "description": "在这里，只有强者才能生存。虽然战争学院的设立是为了纪念神兵，但在通往荣耀的道路上，每所学院的学生都在努力使自己变得更加强大。无论是在课堂，还是在战场，都要在激烈的竞争中抢占先机。"
    },
    {
        "id": 114,
        "name": "中世纪",
        "description": "听好了，尔等骑士与恶棍，此地乃受吾王吾后之皇恩保卫！让路！让路！"
    },
    {
        "id": 115,
        "name": "峡谷医诊",
        "description": "请坐。医生马上就会来帮你看诊。"
    },
    {
        "id": 116,
        "name": "恶魔",
        "description": "即使是在地狱的国度，狂热份子也在争夺更高的地位，他们拿着凡人的灵魂作为权力游戏的赌注，祈求赢得黑暗之主的青睐。"
    },
    {
        "id": 117,
        "name": "蒂玛西亚反派",
        "description": "阿璃在开始界面上选定自己的角色，刺激的合成音乐回荡在整个街机厅。她操控着自己的英雄，穿过犯罪充斥的蒂玛西亚街头，每一次按钮点击绝非随意而为，都是完美计算得出的结果。人们纷纷聚拢过来，专心观看阿璃打破自己在几天前创造的高分。"
    },
    {
        "id": 118,
        "name": "重金属",
        "description": "观众自世界各地慕名而来，就为了在 Riot 企业的死斗竞技场见证史上最伟大的机器人斗士互相厮杀，他们为了成为重金机器人大战的联盟冠军拚尽全力，甚至不惜粉身碎骨。"
    },
    {
        "id": 119,
        "name": "三代星光战士",
        "description": "阿璃的昔日小队再度出现，因为那场曾令她们分离的意外而彻底改变... 星光战士前所未见的巨大威胁也随之而来。团队是否能尽释前嫌，解除自我灭绝的危机？又或者他们只会成为暮光之星的下一批受害者。"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "「你问什么是 True Damage？朋友，True Damage 就是未来！它是集合世界各地顶尖音乐人的团体，带来最棒的合作，创作最讚的嘻哈音乐。我们总是领先业界五步，其他人只能在后面穷追不舍。」- 艾克"
    },
    {
        "id": 121,
        "name": "警匪大战",
        "description": "皮尔托福警局的工作态度无人能出其右。还有谁能把热量爆表的甜甜圈关进无情的大肚里，加班时间屡破纪录，还把最枯燥的文书工作都忽视掉？罪犯们也许因此得利，但就连他们也希望能有同样标准的职业道德。"
    },
    {
        "id": 122,
        "name": "战场贵族 ",
        "description": "我们既不会证实也不会否认战场贵族是否参与了犯罪活动，同时要求将所有调查转交给地方当局。"
    },
    {
        "id": 123,
        "name": "死惧骑士",
        "description": "神秘的远古魔法唤醒了这些不死骑士，那段早被遗忘在时间长河中的传奇历史，如今已只剩下他们作为见证。为保护曾经属于自己的东西，他们不惜赔上凡人的生命。"
    },
    {
        "id": 124,
        "name": "黎明使者",
        "description": "秩序与光明透过黎明神祇而盛行，为被箝制在与闇夜之力冲突的新生世界带来了体系。"
    },
    {
        "id": 125,
        "name": "闇夜使者",
        "description": "混沌与黑暗透过闇夜神祇而盛行，为被箝制在与黎明之力冲突的停滞世界带来了改变。"
    },
    {
        "id": 126,
        "name": "血石献祭",
        "description": "在深邃的黑夜里，恐怖无处不在，而血石教派则是其中最可怕的存在。在他们面前，嘶吼声四处回荡，大街上血流成河，只因他们的主人饥肠辘辘，必须得到满足。"
    },
    {
        "id": 127,
        "name": "机甲帝国",
        "description": "数个伟大王国曾彼此征战了数个世代，直到一个全新敌人的到来。为了反击，他们获得了来自上天的恩赐之礼。他们能否屏弃成怨，共同拯救未来？"
    },
    {
        "id": 128,
        "name": "弗雷尔卓德",
        "description": "天寒地冻的北方很少出现来自其它地区的旅行者。至于那些无畏前行的勇敢之人，迎接他们的则是恶劣的环境与无情的部落。只有少数人能够幸存，回到他们称之为家园的国度。"
    },
    {
        "id": 129,
        "name": "黯雪",
        "description": "冰霜女巫从不让任何人陷入长眠；在她的统治下，每个倒下的朋友和敌人都会重新站起来，与她并肩作战。她的黑暗魔法扭曲了他们的外表，创造出各种冰川魔像，里面则是一颗永不融化的黑冰心脏。"
    },
    {
        "id": 130,
        "name": "世界冠军：2019",
        "description": "祝贺2019年全球总决赛的冠军：FunPlus Phoenix！"
    },
    {
        "id": 133,
        "name": "灵战特工",
        "description": "作为军事秘密组织的璀璨明珠，灵战特工是一支由灵能士兵所组成的菁英团队，成立目的就是为了对抗反叛军团及超自然威胁。在官方纪录中，他们并不存在。但当传统的作战方式无法奏效，且风险危及到全世界的安全，灵战特工就会奉命出击。"
    },
    {
        "id": 134,
        "name": "黑玫瑰集团",
        "description": "作为一支拥有强大力量的通灵武装，黑玫瑰集团希望动用残暴的人体生化武器，缔造全新的世界秩序。"
    },
    {
        "id": 135,
        "name": "龙恩选召者",
        "description": "雄伟的巨龙栖身于偏远的美丽自然中，除了偶尔赏赐龙恩给少数的选召者，他们总避免与外界有所接触。龙恩选召者就是足够幸运且强大，得以获得终极恩赐之人。无论要以这股力量行善为恶，都取决于他们自己，或是有能力出手阻止的强者。"
    },
    {
        "id": 136,
        "name": "星河",
        "description": "残月之战已在我们的银河系肆虐了近百个周期。然而……还是没有任何结束的迹象。"
    },
    {
        "id": 137,
        "name": "战争女皇",
        "description": ""
    },
    {
        "id": 138,
        "name": "殒落者",
        "description": "夺魂夜在整个符文大地上散播暗雾，恣意腐化。不少人在暗雾面前沦为陨落王者的追随者，深信他们求索着同一个目标。但维尔戈只想让伊索德回来；他没有任何盟友。那些协助他阻挡光之哨兵的陨落军团，不过是支离破碎的恋人手中的棋子罢了。"
    },
    {
        "id": 139,
        "name": "山海卷轴",
        "description": "在传说中的《山海卷轴》里，诸神与神话生物倘佯在幻想国度，驾驭着各种元素的力量。有些生灵安于自己被赋予的色调，有些生灵则希望跳出条条框框，运用新的画笔来描绘生活。"
    },
    {
        "id": 140,
        "name": "水晶蔷薇",
        "description": "浪漫与喜悦氛围弥漫在一年一度的水晶蔷薇庆典上，敌对者在和平中立之地相会，共度一晚只有跳舞与欢笑的时光，并朝向未来许下愿望。为了缔造美好明日的承诺，众人皆被预期将武器留在门外。"
    },
    {
        "id": 141,
        "name": "凋零蔷薇",
        "description": "水晶蔷薇庆典欢迎所有深信着明日和平之梦的人前来，尽管大多数人早已对活动的愿景破灭。那些组成凋零蔷薇的人们冀望着活动划下句点。但是没人能抵挡节庆的迷人气息，也许就连他们也会被当晚的美好所影响，因此回心转意。"
    },
    {
        "id": 142,
        "name": "牛年特战队",
        "description": "每年，调皮的年兽都会被新年庆祝活动吸引，来到凡人的世界。而每一年，相应的新年之神都会挑出一队英雄，带领年兽进行快乐的你追我跑游戏，以防城市在它的玩性大发之中遭受损害。春节巡游是新年庆典最受喜爱的环节，如果年兽在小队成员的陪伴下酣然入睡，便会带来好运。如果年兽玩得尽兴、休息充沛，则代表新年将会繁荣兴盛！"
    },
    {
        "id": 143,
        "name": "蜂格满点",
        "description": "嗡。嗡嗡嗡。嗡！嗡，嗡，嗡嗡嗡。嗡..."
    },
    {
        "id": 144,
        "name": "太空律动",
        "description": "在一萬迪斯可地獄火遠的舞動銀河，一股被稱為「律動」的神祕能量為星系中數萬億的公民帶來了音樂與繁榮。但是外星霸主麗珊卓和她的刺耳魔音軍團展開了侵略行動，準備奴役這些行星並查禁迪斯可音樂。新世代的英雄隨之崛起，要阻止她的計謀，保護派對的律動永不止息。"
    },
    {
        "id": 145,
        "name": "2020 世界冠军",
        "description": "祝贺2020年全球总决赛的冠军：DAMWON Gaming！"
    },
    {
        "id": 146,
        "name": "命运秘仪",
        "description": ""
    },
    {
        "id": 147,
        "name": "光之哨兵",
        "description": "虽然人数不多，但光之哨兵有着辉煌传奇的历史。多年来，他们在远古遗物——圣石武器的帮助下抗击着夺魂夜的侵袭，这些武器将他们的灵魂转化为强大的光芒。但现在，最重要的是眼前的恶战。陨落王者把符文大地夷为一片废墟，只与他的王后再次相伴起舞。"
    },
    {
        "id": 148,
        "name": "科技潮流",
        "description": "在充满活力的电音城地下，黑客、溜冰高手、叛逆份子与侠盗们团结合作，躲避强大科技企业霸主的窥探监视。"
    },
    {
        "id": 149,
        "name": "罪恶城市噩梦 ",
        "description": "如果把腐败与犯罪画成一张地图，那瓦罗然市肯定是这张地图的中心。这里滋生着各种堕落之物，纵使地下深处也充满了邪恶。潜伏在这里的恐怖势力也无不渴望着散布自己的影响。"
    },
    {
        "id": 150,
        "name": "凤凰行者",
        "description": "只有最真诚的心灵能受到神凰的庇佑——传说中照看着世间的凤凰神鸟。她认定的英雄们会收到一根凰羽——每根凰羽都含有超乎想像的元素神力，给予必要的力量，以保卫世上一切良善免于潜伏在暗影中的邪恶力量威胁。"
    },
    {
        "id": 151,
        "name": "杀五社 III：失落之章",
        "description": "在一个崇拜黑暗与无情的众神界域，凡人们在无止尽的血腥金属传奇中针锋相对，直到一个乐团在众生中超脱而起：噪响三主的选召者——杀五社。如今，他们在大地的每间神庙与竞技场中备受崇敬，早已成为至高无上的绝对存在——然而，改变的时刻正在悄然接近，循环也许很快便会再次发生……"
    },
    {
        "id": 152,
        "name": "《奥术》",
        "description": ""
    },
    {
        "id": 153,
        "name": "超萌咖啡厅",
        "description": ""
    },
    {
        "id": 154,
        "name": "青花瓷",
        "description": "在一个神奇的世界，上古精灵与魔法生物在现代社会的边缘茁壮成长，而其中被称为十二生肖神圣遗物的青花瓷器，则是解放巨大力量的钥匙。青花瓷器受到了宝石迅狮的严密守护：这些不朽的守护者负责看守遗物，防止它们落入恶人手中。"
    },
    {
        "id": 155,
        "name": "冲击利刃",
        "description": "冲击利刃手握以致命风云仪式灌注闪电魔法的武器，是个神秘的忍者战士教派，负责保卫人类免于恶灵与怪物的危害。他们游走于人间与神灵领域，追捕他人难以触及的威胁，捍卫着凡间众生的未来。"
    },
    {
        "id": 156,
        "name": "百兽特攻队",
        "description": ""
    },
    {
        "id": 157,
        "name": "死灰骑士",
        "description": "远古时代，一位伟大的国王发动了光荣之战：他立誓打破世界上的魔法束缚，让人类塑造自身的命运。然而，最后的魔法根源被切断时，国王神秘消失，世界的根基也随之崩毁。国王麾下曾经的传说骑士们，就这样被独留在狂乱、废墟与灰烬之中。"
    },
    {
        "id": 158,
        "name": "2021 世界冠军",
        "description": "祝贺2021年全球总决赛的冠军：Edward Gaming！"
    },
    {
        "id": 159,
        "name": "海洋之歌",
        "description": "没有什么能比「海洋之歌音乐节」更加体现「海滩风情与正点音乐」。从瑟菈纷的柔和歌声到犽凝的高超 DJ 技巧，大家都能找到符合胃口的节奏，让脚趾深埋沙中，细尝咸味海风，让自己沉浸在今夏最棒的音乐中吧。"
    },
    {
        "id": 160,
        "name": "雪月",
        "description": "随着雪月冉冉升起、越过爱欧尼亚的壮丽群山，一股寒意掠过大地。一群崇奉雪月之名的刺客，坚定地开始了自己的仪式。飞雪满天，净化即临，只有牺牲自身的人性方可完成净化。"
    },
    {
        "id": 161,
        "name": "星光战士 四代",
        "description": "因柔依的入侵而伤痕累累的瓦罗然市出现了远古敌人，这座城市现在由新一代的星光战士所守护。随着黑暗汇聚在空中，凯莎与阿卡莉准备率领经验不足的队伍，迎战超乎他们能力所及的敌人... 以及潜伏在幕后的真正威胁。"
    },
    {
        "id": 162,
        "name": "宝贝训练家",
        "description": "既然你诚心诚意的发问了，我们就大发慈悲的告诉你！我们是宝贝训练家！为了维护世界的和平！宝贝的吼声再大，我们一点都不怕。我们会善用核心装备，驯服宝贝。有了新伙伴加入队伍，上山下海畅行无阻！无论多么遥远的彼方，我们必定去闯。因为我们是勇往直前的宝贝训练家！就是这样！"
    },
    {
        "id": 163,
        "name": "极兽霸魂",
        "description": "乌迪尔花了将近十年时间，在爱欧尼亚的希安那大修道院与僧人们一同修行，学习掌管并精通神灵之力。最终，当弗雷尔卓德呼唤他返乡，他仍选择留下并完成修练。自此之后，乌迪尔携手李星与卡玛，为饱经战乱之地恢复平衡，使他的肉体与心灵都融入爱欧尼亚的天地景色之中。"
    },
    {
        "id": 164,
        "name": "殒落诅咒",
        "description": "一千年前，迦玛沃尔的末代国王决定追寻心中所求，甚至牺牲他的国家也在所不惜。他的爱是如此强大，连命运都受到干预，仅有殒落诅咒随之而来。"
    },
    {
        "id": 165,
        "name": "顶尖对决",
        "description": "时值 2122 年，这是「顶尖对决竞技大会」举办的第一年。机器人裁判已经入场，锤击竞技的首次职业比赛正式开打，经历多年商讨，强化人类终于被准许参赛了。一切就看最终鹿死谁手。"
    },
    {
        "id": 166,
        "name": "元素幻化使",
        "description": "巨大元素怪兽的军队向人类宣战，令王国危在旦夕。最后防线是一名孤身的战士女皇，元素幻化使 拉克丝。为了拯救子民，她必须勇敢直视内心，揭露出真实本性… 无论会是何种形式都在所不惜。"
    },
    {
        "id": 167,
        "name": "限定",
        "description": "来自遥远昔日的宝物，闪烁光辉，触手可及。"
    },
    {
        "id": 168,
        "name": "海牛阿福",
        "description": "永远纪念阿福，一名和蔼的海牛战士，现在手持他的锅铲在天国的浅水沼泽练武。晚安，亲爱的王子。"
    },
    {
        "id": 169,
        "name": "惊喜派对",
        "description": "谁不喜欢惊喜派对呢？宾客清单已经完成，大家都买好了礼物，食物肯定色香味俱全。还请了一个小丑来呢！这肯定会永生难忘。只是别告诉阿姆姆。"
    },
    {
        "id": 170,
        "name": "午夜惊魂",
        "description": "长着巨大蛙脚在陆地上跑跳，毒蕈寄宿屋吸引来最可怕的各式住客。无论房屋驻足在何处，总会有怪物需要栖身之所，格莱斯克妈妈总会张开双臂，欢迎他们加入这个大家庭。房间多如无尽迷宫，确保没人会被拒于门外。"
    },
    {
        "id": 171,
        "name": "灵花祭",
        "description": "灵花祭是爱欧尼亚历史悠久的节日，每到这个时期，通往灵界的大门便会敞开，逝者回到他们的爱人身旁，而各路灵魂们也会将自己的目光投射在生者上。从仁慈的神灵到执着的妖怪——这些灵魂的故事一次又一次的上演，犹如纸灯笼上的皮影戏。"
    },
    {
        "id": 172,
        "name": "魔女也疯狂",
        "description": "是谁说魔女不能享乐的？不管是谁说的，现在大概已经被变成青蛙了。或是变成其他受诅咒的害虫，注定永世在街头游荡，只能远观夜晚的庆典。这惩罚相当严厉，但是这不意外吧？他们也许是派对动物，但是到了夜里，他们的本质终究是魔女！"
    },
    {
        "id": 173,
        "name": "热音 DJ",
        "description": "感受重低音。听见节拍震荡。顺着音乐动起来。"
    },
    {
        "id": 174,
        "name": "流行巨星",
        "description": "当你登上排行榜宝座，就没人能把你拉下。"
    },
    {
        "id": 176,
        "name": "三重荣誉",
        "description": "在艾森特的统治下，社会变得越发封闭、孤立。人人自扫门前雪，彼此之间也毫无信任可言。抚心会沉寂已久，领袖马尔札哈决心使用组织的慰藉之力，为这个痛苦的世界带来和谐。他知道，只有团结一致，方能唤起一个更美好的世界。"
    },
    {
        "id": 177,
        "name": "比尔吉沃特：受雇佣兵",
        "description": "赏心猎人、亡命之徒与海盗们纷纷涌入比尔吉沃特最恶名昭彰的残恶码头，犹如苍蝇扑向屠夫的厨余堆。在怒海中讨生活很艰辛，但回报往往值得赌命... 倒刺女神保佑。"
    },
    {
        "id": 178,
        "name": "编年史",
        "description": "传奇英雄都是历经过去的考验、塑造和锻铸，才成就了辉煌。"
    },
    {
        "id": 179,
        "name": "虚空诅咒",
        "description": "如果虚空之灾蔓延到整个符文之地，所有人都将臣服于它那扭曲的进化。蜂拥而至，饥肠辘辘，贪得无厌，虚空不会放过任何生物，也不会遭遇任何失败。"
    },
    {
        "id": 180,
        "name": "歧路",
        "description": "一只鹅鹅骑士拍打着翅膀，纵横大半个符文之地，一条愈水飞龙浮出水面。我们的生活，宛如羊皮纸上的文字般变幻莫测；我们面前的轨迹，充满着未知与惊险。那如果我们选择……一条鲜有人迹的路呢？"
    },
    {
        "id": 182,
        "name": "公测",
        "description": "谁让这些东西留在文件里的？？？可别告诉法务部门哦。"
    },
    {
        "id": 183,
        "name": "窃魂者",
        "description": "灵魂就是生命，就是光明，就是力量——在一个没有怜悯的世界里，它们被无情的死亡主宰盗窃、吞噬。"
    },
    {
        "id": 184,
        "name": "凯旋王者",
        "description": "为赢得《英雄联盟》赞助比赛的玩家颁发的奖励。"
    },
    {
        "id": 185,
        "name": "真 ‧ 战士",
        "description": "对于真正的勇士，只有力量与荣誉方可永恒不朽。"
    },
    {
        "id": 186,
        "name": "宇宙幻焰",
        "description": "第一名宇宙幻焰：派克，带着满腔怒火斩过各个境界，将其他的自己赶尽杀绝，在这过程中使其他宇宙幻焰纷纷诞生。当这些新生的强者出现，谁能称霸？在他们所剩无多的余生中，又会做出什么？"
    },
    {
        "id": 187,
        "name": "凛冬碎星",
        "description": "当空气转凉，初雪飘降，抬头仰望天空，你便能发现北极星。无须害怕，若你不求回报的行善，或许能得到北极星的祝福作为奖赏。但是务必谨记：无论如何表现，切莫将你的好运视为理所当然，因为北极星每年都会造访，无人能躲过责罚。"
    },
    {
        "id": 188,
        "name": "神话制造者",
        "description": "很久以前，巨兽加里欧的失败带来了农历新年的传统。随着这个史诗故事的不断讲述，传统也得以延续。这个故事里，蕴藏着一个鲜活而独特的世界——当这个世界突然被打乱，各个人物只好协力解决混乱，完成自己的神话。"
    },
    {
        "id": 189,
        "name": "怦然心动与心碎时刻",
        "description": "乍看之下，传统保守、沉着行事的“怦然心动”团，与总爱逃课跑去滑板公园里玩耍的“心碎时刻”小队，似乎并没有什么相似之处。但是有一点，他们却达成了共识：他们早就受够了这个专门给人们谈恋爱而编造出来的愚蠢节日。然而，他们为什么还是无法摆脱那心潮翻腾、内心萌动的感觉呢？"
    },
    {
        "id": 190,
        "name": "破誓者",
        "description": "多年来，野心家圣会与无畏者教派一直在争夺生命之息“灵素”。在圣会会众眼中，灵素乃是死后归还、进入来世时使用的馈赠。然而那些深受生命之息永恒焦渴诅咒的无畏者则认为，生命只有一次，而且必须活出精彩。战争尚在延续，丝毫没有终结的迹象……"
    },
    {
        "id": 191,
        "name": "妖精宫廷",
        "description": "妖精贵族都是自然意志的仆人，运用自己的魔法执行自然的秩序与四季的交替。然而，在这个崇高任务的笼罩之下，丝绸、薄纱与黄金交织的奢华宫廷里，不断上演着政治与阴谋的较量。到头来，无论是在魔法、自然或政治的界域，权力还是难免激发竞争。"
    },
    {
        "id": 192,
        "name": "墨影",
        "description": "拉巴顿城外围有一座废弃的神殿，这里藏着拉巴顿人民最后的希望：墨影战士。为了与上古灵体缔结契约，他们每个人都做出了巨大的牺牲，换取注入强大魔法的文身。即使秘密社，也要在这股力量面前瑟瑟发抖。他们已不再是任人宰割的鱼肉。是时候夺回属于自己的家园了。"
    },
    {
        "id": 193,
        "name": "暗夜使者与黎明使者",
        "description": "暗夜使者与黎明使者之间的冲突，无止无休．一方面，混沌与黑暗之力可以带来变革；而另一方面，秩序与光明之力则可以带来稳定。塑造这个新生世界的，正是这些神明与他们的后代。未来会有更光明的白昼，还是更阴暗的黑夜……又有谁能说清呢？"
    },
    {
        "id": 194,
        "name": "世界冠军：2022",
        "description": "祝贺2022年全球总决赛的冠军：DRX！"
    },
    {
        "id": 195,
        "name": "水晶灵动",
        "description": "莫图斯曾是一个与魔法相连的世界，但在大清洗之后，一切都土崩瓦解。数百年之后，文明四分五裂，大自然收回城市失地，魔法却以棱镜水晶的形式回归了。魔法渴望传播自己的影响，纵使有些人可以安全地动用魔法的力量，但其他人却在魔法的吸引下迷失自我，受其控制。于是，棱镜战争一触即发。"
    },
    {
        "id": 196,
        "name": "灵魂斗士",
        "description": "他们的灵魂在试炼中觉醒：要么在战场上战斗，要么在心灵的战壕里战斗。每个人都被赋予了呈现各自天性的独特能力，还获得了可以唤醒自身灵体之源的力量。有人会磨练这种力量，以训练将其调和……而其他人只会把它当作毁灭性武器。他们就是……灵魂斗士！"
    },
    {
        "id": 197,
        "name": "街头恶魔",
        "description": "在冥桥城，恶魔、生物和人类比邻而居。这里每年都会举办街头艺术节，最后还会进行一场友谊赛：印记盛会，看谁能画出规模最大、魄力最足的涂鸦！"
    },
    {
        "id": 198,
        "name": "幻觉",
        "description": "每个生命之灵都曾是凡人，但死后在家人的爱意之中重生，化作灵体。死亡之令都是些被遗忘的灵魂。他们死后在来世游荡，直至找到自己的临时家庭。双方无法看见彼此，仅能通过各自的“热情”感受彼此：这是一种神奇的火焰，既能培育生命，也能扑灭生命。"
    },
    {
        "id": 199,
        "name": "雄心之钢",
        "description": "“雄心之钢是乐坛最炙手可热的新乐队，成员包括慨影和伊泽瑞尔等杰出音乐人……”\\n“明明整个乐队都很杰出好吧！”\\n“冷静点，赛特。”\\n“等等，这是哪个杂志的活动来着，卡桑帝？”\\n“拜托你专注一点！”\\n“喂，犽凝，我们到底还上不上台啊？”\\n“我们——哎呀，亚菲利欧走掉了……”"
    },
    {
        "id": 200,
        "name": "原始伏击者",
        "description": "那些在皮肤上拥有发光印记的幸运儿，都会被族人尊奉为“嗜利之爪”。这些与众不同的泰格拉斯贝内斯之子注定要代表他们的族群，以自己的力量赢得他人的尊重。他们都希望以其族人之名征服世界，最终成为万人敬畏的领袖。"
    },
    {
        "id": 201,
        "name": "天域之力",
        "description": "为了更好地了解王国的臣民，龙族皇室带着随从从天而降，化为人形，与凡人们共同狂欢，一起迎接新年的到来。"
    },
    {
        "id": 202,
        "name": "水晶不屈",
        "description": "棱镜出现时，有些人学会了磨练自身的魔法。但在遥远的北方，水晶的影响却腐蚀了大地本身。在分形灌木丛和彩虹空气之间，生物与曾是人类的居民联合起来，共同对抗仅存的文明。这一切都将在棱镜的画面中反映出来。"
    },
    {
        "id": 203,
        "name": "食物大战",
        "description": "既让人垂涎欲滴又对敌人毫不留情，这些食物才不会轻易让步。"
    },
    {
        "id": 204,
        "name": "声名鹊起",
        "description": "很久以前，神话中的诸神将他们的力量封印在四片崛起碎片，分别为：混沌、和谐、耐心与活力。每片碎片都向寻求力量的战士提出了一道生死考验，承诺将其永载史册。直至今日，各地的战士们依然前来挑战，希望能够留下一个连神明也敬佩的传奇。"
    },
    {
        "id": 205,
        "name": "雨中牧者",
        "description": "世界干涸了，失去了水和歌声。自从青蛙们失去了歌声，便雨水减少，水分不足。因此，青蛙们教了一个新的团体来唱歌：那就是雨中牧者。他们身上穿着特制雨衣，努力滋养土壤，使大自然恢复至以前的郁郁葱葱。"
    },
    {
        "id": 206,
        "name": "远古霸者",
        "description": "被逐出干涸的陆地后，远古霸者蛰伏在深海等待时机，蛰伏了数百年之久……直到他们再也无法忍受地表上的居民，无法忍受他们对这颗星球的践踏。因此，远古霸者女王下达敕令：人类的太阳时代已经结束，而远古霸者的太阳时代正要开始。"
    },
    {
        "id": 207,
        "name": "世界冠军：2023",
        "description": "祝贺2023年全球总决赛的冠军：T1！"
    },
    {
        "id": 208,
        "name": "击拳碰撞与庆祝盛典",
        "description": "欢庆时刻！"
    },
    {
        "id": 209,
        "name": "狼神天选",
        "description": "当年轻的军团长安蓓萨在战场上陨落之时，眼前浮现出沃拉赫努的奇景——一个属于狼之信徒的神圣来世。凡被接纳至此的灵魂，皆须加入“永恒追猎”，在战斗中寻得极乐，欣然挑战同为天选者的战士，展开无休止的狩猎。"
    },
    {
        "id": 210,
        "name": "超级粉丝",
        "description": "让你的粉丝旗帜尽情飘扬！"
    },
    {
        "id": 211,
        "name": "黑玫瑰假面",
        "description": "“丝绸之舞”是奢华与狂欢的象征，这是一场汇聚了符文大地众多贵族与名流的假面舞会。然而在诺克萨斯，舞厅即是战场。低语如匕首般锋利，权力在礼貌寒暄间悄然易手。就连深居简出的伊莉丝女士也离开了她的巢穴，亲自主持这场盛会，只为侍奉隐藏在暗处的目光……注视着，伺机而动。"
    },
    {
        "id": 212,
        "name": "当世神话",
        "description": "神话与传说虽发生在久远的过去，但它们的余波至今仍在涌动。在平凡的世界之下，神话般的力量正在崛起，孕育着新一代的英雄。"
    },
    {
        "id": 213,
        "name": "饺子甜心",
        "description": "任何一位出色的糕点大师都知道，聚会要是没有好吃的点心，那就不算圆满。虽然这家餐馆刚刚开业，但制作饺子的功夫却已炉火纯青。这些魔法大厨全心投入，揉面、剁馅、煎炸、蒸煮，只为让食客大饱口福。一口软嫩鲜香的滋味，哪怕是最难伺候的顾客，也会迫不及待入座，大块朵颐。"
    },
    {
        "id": 214,
        "name": "正义蒙面侠",
        "description": "在摧毁了自己的家园之后，疯狂巨人“梅佐拉克斯”在整个银河系中搜寻，直到找到一颗新的星球进行入侵：繁华的都市星球“奥科诺”。但现在一群意想不到的市民正在进行还击。在外星高能伪装战斗服的加持下，他们将为被“梅佐拉克斯”偷走的生命进行复仇，并彻底结束他的统治。"
    },
    {
        "id": 215,
        "name": "伟大审判",
        "description": "诺克萨斯历来以庆祝辉煌胜利、颂扬以强胜弱为传统。继在弗雷尔卓德领土上斩获壮烈战绩后，为迎接凯旋而归的将军达瑞斯及其战团，一场盛大的“伟大审判”随即拉开帷幕。帝都各大竞技场座无虚席，民众纷至沓来，向达瑞斯以及历届传奇审判者献上由衷的敬意。"
    },
    {
        "id": 216,
        "name": "命运创造者与命运逆转者",
        "description": "在命运之丝织就的世界里，每一缕丝线皆可触及，唯勇者敢伸手夺之。若欲改写天命，唯有踏上旅途，前往“织命宫阙”，直面执掌命运经纬的强大灵体——“命运创造者”。唯有通过试炼者，方得“命运逆转者”之名号，有权改写自己的命运……以及未来的格局。"
    },
    {
        "id": 217,
        "name": "观星者",
        "description": "观星者乃技艺娴熟的占卜师，早已洞悉宇宙的奥秘，他们守护着这些秘密，将其珍藏在教团那座庞大的图书馆中。凭借着玄奥的学识和古老的力量守护着家园，抵御了无数威胁。来自另一星体的未知恐惧正缓缓浮现，观星者却中鲜有人敢于直面，甚至不愿承认其存在。"
    },
    {
        "id": 218,
        "name": "灵花温泉",
        "description": "高山上有间浴场，宾客前来只为洗去尘世烦恼。这个名为“灵花温泉”的主题疗养所，是远离尘世纷扰的净土。这里热情的员工和魔法蒸汽，会洗去来宾们征途的疲惫和不堪回首的记忆。这里没有英雄或恶人——只有休息的人与恢复活力的人。"
    },
    {
        "id": 219,
        "name": "堕落幻视",
        "description": "“曾几何时，我们乃神祇。如今，永困于无形的黑暗囚笼中，梦回千载，梦见的是那必将血染的归途……梦见凡人再次祈求我们神圣的怜悯。<br>那失落的时代，早已成为传说，彼时这个世界曾归冥血族裔主宰。<br>而今冥血族裔，誓要夺回属于曾经的一切。"
    },
    {
        "id": 220,
        "name": "世界冠军：2024",
        "description": "祝贺2024年全球总决赛的冠军：T1！"
    },
    {
        "id": 221,
        "name": "致命盛华",
        "description": "“致命盛华”审判一切闯入其迷离领域的生灵。它呼唤着兼具胆识与野心之人，诱其靠近，再将自己强大的意志之种深植其身。二者相互结合、一同适应、一同进化，不断寻觅更强大的宿主，赐予其力量——并将其吞噬殆尽。"
    },
    {
        "id": 222,
        "name": "永恒之象",
        "description": "数千年来，强大无比的星界守护者始终不懈地从星界指引并强化符文大地。他们每一位都自称是创世普世真理的终极化身——他们会寻找值得信赖、有能力推进其计划的凡人宿主，借此再度以实体形态行走于世间。"
    },
    {
        "id": 223,
        "name": "深渊暗影",
        "description": "在幽影之海上，彼此仇视的海盗为了统治权而争斗不休；海面之下，某种更为古老的存在已然蠢蠢欲动。胆敢潜入深渊的凡人鲜有归来，而侥幸的生还者们也已变了模样——脑海里终日萦绕着女巫与怨灵的低语，以及上古遗器与破碎废墟的幻象，出自一个早已被潮汐遗忘的旧世界。"
    },
    {
        "id": 224,
        "name": "skinline_name_224_thelawsofstone",
        "description": "skinline_description_224_thelawsofstone"
    }
]