[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "잊혀진 심연",
        "description": "앉거라, 그리고 잘 듣거라. 바다는 경이이며, 거품이 이는 파도는 평화로운 우리의 해안에 다가오는 믿을 수 없는 초대란다. 끝이 없는 푸른 물결 아래에 있는 것은 우리의 상상을 벗어난 세계지. 잊힌 심연 속에는 몰락한 왕국들과 사나운 괴물들이 있단다.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "은하계",
        "description": "부서진 달의 전쟁은 우리 은하를 거의 백 번 가까이 황폐하게 만들었습니다. 그리고 여전히... 끝이 보이지 않습니다.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "빙하",
        "description": "얼어붙은 대지에 무엇이 숨어있을지도 모르는 차가운 땅으로 모험을 떠나는 건 위험한 일입니다...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "설맞이",
        "description": "이제는 과거를 돌아보고 가족, 친구들과 함께 축하하며, 좋았던 일들과 나빴던 일들을 떠올릴 시간입니다. 그리고 불꽃놀이가 하늘을 밝히면 우리가 소중히 여기는 사람들과 함께 멋진 추억으로 가득할 새해를 기원합니다.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "연꽃 수도회",
        "description": "아이오니아의 신화를 기록한 책들은 존경스러운 연꽃 수도회에 대해 말합니다. 최초의 땅에 필멸자들이 자리를 잡으며 만들어진 수도회는 불멸의 비밀을 일구며 수 세기를 보냈습니다. 실제로 수도회는 영혼의 순수한 환생을 달성한 유일한 집단이었습니다. 바다의 잔물결처럼 우아하고 일시적인 연꽃 수도회는 이번 생이나 다음 생을 마주한다는 두려움 없이 최초의 땅을 수호합니다.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "게임을 시작하려는 분들께 경의를 표합니다.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "접힌 가장자리",
        "description": "두루미 무리가 하늘을 가로지르고 태양과 구름의 캔버스는 비행의 아름다운 배경이 됩니다. 나무와 풀 역시 경이로운 힘으로 압착된 양피지라는 똑같은 소재로 만들어져 종이 세계를 이룹니다.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "필트오버 커스텀",
        "description": "멋진 차량을 찾으시나요? 멀리서 찾지 마세요. (주행 거리는 다를 수 있습니다.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "휘장",
        "description": "사법 제도 안에서 법을 왜곡하거나 망가뜨리는 자들이 있습니다. RPD의 헌신적인 경찰관들은 도시의 가장 악랄한 범죄를 조사해 최악의 범법자들을 정의의 심판대에 세웁니다. 이건 그들의 이야기입니다...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "질주하는 이단자들",
        "description": "옛 세계의 방사능 잿더미 위에서 황무지의 전사들, 성질 나쁜 파괴단, 오합지졸 생존자들은 그나마 남은 자원을 두고 서로 싸웁니다.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "빛",
        "description": "천상을 가로질러 모든 피조물을 아우르는 빛의 대리자들은 사그라지지 않는 어둠과 영원한 전투를 벌입니다.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "영혼약탈자",
        "description": "영혼은 생명, 빛, 힘입니다. 자비가 없는 세상에서 영혼은 무자비한 죽음의 주인에 의해 강탈당하고 소모됩니다.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "슈퍼 갤럭시",
        "description": "//비상 방송, 전 채널//<br>은하 위협 레벨이 진홍 단계로 격상되었습니다. [검열됨]이 [검열됨]의 공격을 받고 있습니다. 본부에서는 완전 파괴 및 이웃 성계의 부수적 피해까지 [검열됨]시간 남은 것으로 추정합니다. 슈퍼 갤럭시 발동!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "천둥 군주",
        "description": "사소한 다툼으로 치열한 전쟁을 벌이는 것은 인류만이 아닙니다. 과거 우리 시대 이전에 형제인 두 신들은 서로를 향해 무기를 들고 전투를 일으켜 대지를 황폐하게 만들었습니다.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "환호",
        "description": "경쟁에 뛰어들어 승자가 되세요!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "겨울 스포츠",
        "description": "경쟁심 넘치는 운동선수에게서 최선의 결과를 끌어내는 데는 동상에 걸릴 가능성만 한 게 없습니다.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "좀비 VS 슬레이어",
        "description": "뇌...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "네온 암석층",
        "description": "창공의 빛을 아는 사람도 적지만, 그 폭발적인 네온 불꽃을 본 사람은 더욱 적습니다. 보통은 어떠한 이유로 우주의 균형이 깨지면 차원이 무너지고 창공의 빛은 한 존재에게 집중됩니다. 그러한 자들을 창공이라고 하며, 그 초자연적인 힘으로 각자의 계획에 따라 여러 차원에 불의 흔적을 남깁니다. 불이 퍼지고 있고, 그 끝은 보이지 않습니다.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "북극성 이야기",
        "description": "여명의 이야기, 들어보셨나요? 냉정하고 어둡기도 하지만, 용감한 사람이라면 꿈에서도 못 본 따스함과 웅장함을 느낄 수 있습니다. 그러니 불 곁으로 와서 북극성 이야기를 들어보세요...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "이야기 공작",
        "description": "모든 이야기, 신화, 전설에는 등장인물들이 시련과 고난을 뛰어넘고 자신의 이야기를 반복해서 전달하는 각자의 세계가 있습니다.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "창기병",
        "description": "고대의 창기병은 가장 필요한 시기에 왕국을 수호하기 위해 만들어진 시대를 뛰어넘는 경이로운 존재였습니다. 시간이 흐르고 거인들이 잠들며 제작의 비밀은 오래전에 사라졌지만... 여전히 그들이 부름에 응답할 거라는 희망이 남아있습니다.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "전투 기계",
        "description": "영광스러운 혁명이 눈앞에 다가왔습니다! 빅토르는 생체 두뇌를 가진 기계 군대와 함께 적 연합군을 향해 행진하고 있습니다. 오합지졸에 불과한 인간이 이끄는 저항군만 이기면 세계를 완전히 정복하게 되겠죠.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "타락한 세계",
        "description": "마법이 사라지면 그 자리에 재와 절망이 득세합니다. 저주받은 기사단의 기사들이 쓰러지면 누가 그 자리를 대신하게 될까요?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "경직된 무리들, 어색한 조별과제, 가식적인 기념일까지, 학교생활은 험난하면서도 일상적이었습니다. 하지만 사랑에 빠지는 건 수업 범위에 없었고, 학교생활을 훨씬 더 복잡하게 만들겠죠.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "버림받은 성가",
        "description": "숨결과 유리의 무너진 세상에서 기도는 응답받지 못하며 맹세는 시험당합니다. 이곳에서 믿을 수 있는 것은 오직 하나... 하나의 숨결이 삶을 바꿀 수 있다는 사실입니다.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "요정의 통치",
        "description": "요정 왕국은 픽시, 닉시, 홉, 레드캡 등의 고향입니다. 이곳에서 순수한 자연의 마법과 천상의 아름다움을 가진 모든 생명체는 달빛 연회, 달콤한 노래, 교묘한 거래를 즐기죠.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "먹그림자 반란",
        "description": "라바돈시는 마법으로 번영합니다. 마법을 지배하는 자가 라바돈을 지배하는 것입니다. 그리고 지배층의 권력은 절대적입니다. 저항하는 자는 반드시 굴복하거나 제거되지만... 반란이 임박하고 있습니다. 피부에 직접 위험한 마법을 새겨 무장한 반란군이 지배층을 무너뜨리고 도시를 시민에게 돌려주거나... 불가능하면 목숨을 바치고자 합니다.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "마법의 프리즘",
        "description": "모든 살아 있는 자의 기억 너머 먼 옛날에 마법의 존재는 우주에서 제거되고 말았습니다. 마법의 부재에 적응한 세계도 있지만, 몇몇 세계는 그러지 못했습니다. 해를 거듭하며 수십 년, 수백 년이 지나자 자연은 다시 균형을 찾기 시작했습니다. 드디어 마법이 돌아올 시간이 찾아왔지만, 아무도 예상하지 못한 형태로 돌아왔습니다.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "소울 파이터",
        "description": "전 세계에서 각성한 영혼을 가진 이들은... 영혼의 토너먼트에서 싸울 수 있는 초대장을 받습니다! 영혼의 토너먼트는 최고의 유흥으로 꼽히며, 타의 추종을 불허하는 TV 쇼입니다! 파이터들은 영혼의 가장 깊은 갈망이라는 보상을 받기 위해 오직 한 명만 남을 때까지 아레나에서 1대1로 싸웁니다! 저는 이곳에서 전투를 생생하게 중계해 드리도록 하겠습니다!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "콘크리트 캔버스",
        "description": "가지각색의 영혼, 유령, 괴물들의 고향인 스틱스브리지시의 도심 거리에는 예술과 마법이 공존합니다.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "삶의 꿈",
        "description": "삶과 죽음은 이 세계에서 유일한 불변의 진리일지도 모르지만, 그 힘에 견줄 수 있는 한 가지는 바로 가족입니다. 삶은 죽음 없이 존재할 수 없으며 죽음은 삶 없이 존재할 수 없지만, 가족의 유대는 너무나도 강해서 그 어떤 영혼도 완전히 잊히는 일이 없습니다.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "분노와 송곳니",
        "description": "본능을 끌어안고, 공격성을 드러내고, 존중을 요구하세요.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "식사 시간 난투",
        "description": "음식으로 장난치면 안 된다고요?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "홀 오브 레전드",
        "description": "역사에서 영원히 지워지는 일을 피하고자 많은 이들은 이 세상을 탄생시킨 신들이 인정한 전사, 즉 떠오른 전설이 되기 위해 목숨을 겁니다. 성공하는 자는 헤아릴 수 없는 힘을 부여받을 뿐 아니라 자신을 선택한 신의 대변자 역할을 맡습니다.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "행성 수호대",
        "description": "위험이 나타나고 도움이 절실할 때, 오직 한 팀만이 부름에 답할 수 있습니다. 언제든 출동할 준비가 된 그들은 하이퍼가이즈 슈트를 활용하여 변화된 힘과 민첩성, 놀라운 능력으로 행동에 나서죠. 그들은 싸우고, 견뎌 낼 것입니다. 은하계를 지키는 행성 수호대니까요!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 13,
        "name": "요리사",
        "description": "엄청난 인기를 구가하는 요리 대결 리얼리티 시리즈 '요리대첩'이 지금 모든 곳, 모든 플랫폼에서 스트리밍 중입니다. 각각 에피소드 1,000개로 구성된 50개 시즌을 모두 볼 수 있죠. '요리대첩 슈퍼스타'과 '유명인 요리대첩'도 준비되어 있습니다. 오늘 정주행을 시작하세요.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "인간사냥꾼",
        "description": "일부 종족에게 사냥은 여가를 위한 재미 이상의 의미를 가집니다. 사냥은 그들의 육체와 정신을 지배하며 완벽한 살인 기계가 될 수 있도록 하는 원동력이 되기 때문이죠.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "사막의 수호자",
        "description": "강력한 수호자들이 고대 공포의 무덤에 우뚝 섰습니다. 고대 공포가 다시는 세계를 위협할 수 없게 하기 위함이었죠. 하지만 이미 너무 늦은 것 같군요.",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "달콤 가득",
        "description": "생강빵으로 지은 성, 루트 비어로 가득 찬 바다, 감초 산에 젤리 숲까지, 영광스러운 캔디 왕국을 소개합니다!",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "장난감 상자",
        "description": "나르의 장난감 상자는 귀중한 보물들로 가득합니다. 하지만 아무도 집에 없을 때는 장난감들이 혼자 움직이기 시작하죠. ",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "북방 용사들",
        "description": "북쪽의 얼어붙은 툰드라를 통과하고도 살아남을 수 있는 자는 거의 없습니다. 추위에 죽지 않는다면... 북방 용사들에게 죽을 게 분명하니까요.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "별 수호자",
        "description": "드넓고 어두운 세계에서, 별빛을 지킬 운명을 짊어질 어린 전사들이 선택됩니다. 그들은 눈부시게 타오르고, 빛나는 만큼 장렬하게 스러질 운명입니다.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "아이오니아의 달",
        "description": "침묵 속에서 목소리가 메아리칩니다. \"몸부림쳐라, 짐승과 신도들이여. 파멸한 아이오니아의 달이 굶주린 악마의 눈처럼 떠오르고 너의 붉은 충성을 기다린다. 아니면 이는 피할 수 없는 무시무시한 역병인가? 어느 쪽이든 우리는 의식과 희생에 휘말린 그릇들이다. 달이 정점에 오르면 살에서 살을 저미고 우리의 모든 것들을 빈약한 선물로 바친다.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "선사시대",
        "description": "거대한 괴물들이 우리의 땅을 거닐며 무서울 정도의 정밀함으로 먹잇감을 쫓고 있습니다. 사냥꾼들이 아니었다면 분명 인류가 그들의 다음 먹잇감이 되었을 겁니다. 처음으로 사냥한 괴물의 뼈로 만든 무기를 들고 가장 무시무시한 괴물에 필적하는 본능을 갖춘 사냥꾼들은 매일 소름 끼치는 운명으로부터 사람들을 지킵니다.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "동화책",
        "description": "옛날 옛적에 페이지에서 생명을 얻은 이야기책의 등장인물 무리가 있었습니다...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "우화",
        "description": "모든 문화에는 전설과 괴물에 관련된 민간 설화가 있습니다. 이런 신화들은 이해할 수 없는 것들을 설명하기 위해 상상과 허구로 써 내려간 이야기일까요? 아니면 세계의 이면에 숨겨진 진실을 기반으로 하는 걸까요?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "VS",
        "description": "모든 것들은 갈등에서 태어나며 무엇도 벗어날 수 없습니다. 조화는 환상이며, 그 환상을 받아들이는 자들만이 인생의 가장 큰 보상을 수확할 수 있습니다.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "메카",
        "description": "도시 위로 우뚝 솟은 거대 괴수가 육중한 메카 로봇과 힘을 겨룹니다. 어느 쪽이 이길까요?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "마법공학",
        "description": "지금 과학과 예술 분야의 중심에 있는 마법공학은 아주 기초적인 수준에서 시작해 현대 르네상스라고 일컬어질 만큼 발전했습니다. 복잡한 인공 생명체들이 자유 의지를 지니는 수준에까지 이르렀죠. 숙련된 기능장들이 마법공학을 완전히 새로운 미래로 이끌고 있지만 그 결과가 어떨지는 아무도 장담할 수 없습니다.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "눈맞이 축제",
        "description": "일년 중 공기가 상쾌하고 눈은 푹신하고 초콜릿은 따뜻한 눈맞이 축제보다 좋은 시기가 있을까요? 즐거운 기분으로 눈덩이를 던지거나 캐롤을 부르세요. 모든 일이 잘 풀리고 두려워할 일이 없을 거예요.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "대장군",
        "description": "대륙 통일의 염원 하에 제국들이 힘을 차지하기 위한 다툼을 벌입니다. 용맹한 전사들과 굳건한 장군들이 난세의 위대한 영웅들을 상대로 실력을 시험합니다. 전쟁과 전설의 시대입니다.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "불멸의 영웅",
        "description": "오래전, 한 고대의 땅에서 많은 이들이 신들 아래 모여 힘의 한계를 시험하고자 했습니다. 어리석고 오만하며, 용감하고 정당했던 그들의 여정은 불멸의 역사에 기록되어 있습니다.",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "고딕 하이 눈",
        "description": "산업 혁명이 한창일 때, 여행자들은 위험천만한 미지의 세계에 잠들어 있는 부와 번영을 찾아 개척되지 않은 서부로 쏟아져 들어오기 시작합니다. 바야흐로 용맹한 총잡이와 비열한 악당, 불가해한 신들과 잔인한 악마들의 시대가 도래한 것입니다.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "오디세이",
        "description": "도시화된 중앙 행성계부터 은하계의 끝자락까지, 모험이 여러분을 기다립니다! 위대한 데막시아 제국은 오라를 추구하는 자신들의 행보에 반발하는 기사단과 범죄 조직 신디케이트 같은 단체를 부정합니다. 오라는 모든 문명의 생명선이자, 다룰 수 있는 자에게 엄청난 힘을 약속하는 신비한 황금빛 정수죠…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "프로젝트",
        "description": "다국적 기업들이 장악한 미래의 거대 고층 건물과 빽빽한 거리에서 체제에 저항하는 증강체 인간과 새롭게 힘을 얻은 인공체 간에 은밀한 전쟁이 격발합니다. 승자는 역사를 쓰고 패자는 진화를 강요받을 것입니다.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "빛을 삼키다",
        "description": "태초에는 고대 신들이 세상을 지배했습니다. 그들을 향한 인류의 사랑이 얼마나 컸는지 영원히 그 육신의 일부가 된 자도 있었죠. 그녀는 태양을 삼키고 텅 빈 천상에서 내려왔으며, 휘하의 기사들은 남아 있는 모든 자들을 죽였습니다. 몇 세기가 지난 후에도 그들은 악의 여단에 맞설 유일한 희망으로 남아있습니다.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "메카 삼국",
        "description": "수 세대에 걸쳐 이어진 세 왕국의 전쟁은 새로운 적이 출현하고 나서야 멈추었습니다. 이들은 하늘이 내린 무기를 활용해 거대 괴수들과 맞서 싸웁니다. 과연 세 왕국은 미래를 위해 서로 적대했던 과거를 딛고 일어설 수 있을까요?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "영혼의 꽃",
        "description": "아이오니아에서 아주 오래전부터 이어져 온 영혼의 꽃 축제 시기에는 영혼 세계의 문이 열리고, 죽은 이가 사랑하는 이 곁으로 돌아오며, 모든 영혼의 시선이 살아 있는 이들에게 향합니다. 자애로운 칸메이부터 집요한 아카나까지, 이들의 이야기는 종이 등에 비친 그림자처럼 계속해서 반복됩니다.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "초능력특공대",
        "description": "세계를 위협하려는 악의 세력으로부터 지키기 위해 최고 사령부에서는 초능력 정예 병사들로 구성된 초능력특공대를 파견했습니다. 대원 중에는 [검열됨]도 포함되어 있죠.",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "파괴의 신",
        "description": "결국, 달은 태양을 질식시킬 것입니다. 절망의 새벽에 네 명의 신이 일어나 세상을 산산조각낼 것입니다.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "전투 여왕",
        "description": "끝없는 전쟁으로 파괴되었던 엘리시아의 왕국들은 세계의 실체를 깨달았습니다. 차원을 지탱하는 마력은 오직 갈등을 통해 유지된다는 사실이죠. 그래서 전 왕국 대관식이라는 이름으로 왕국간의 갈등을 통합하기로 합의했지만, 몇몇 동맹에 금이 가기 시작했습니다...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "몰락한 왕 이야기",
        "description": "검은 안개가 모이고, 해로윙이 다가오며, 몰락한 왕이 다시 한번 일어섰습니다. 비에고의 타락이 룬테라를 덮어, 어제의 동료를 적으로 뒤바꾸고 사방의 나라들을 무릎 꿇립니다. 세나와 루시안이 이끄는 고대의 결사단, 빛의 감시자들만이 비에고를 막아설 힘을 지니고 있습니다. 검은 안개에 맞서 싸우고 몰락한 왕의 공포 정치를 영원히 끝내기 위해, 감시단은 룬테라 구석구석에서 챔피언을 불러 모아야 합니다.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "전설의 산수화",
        "description": "신비로운 전설의 산수화를 누가 언제 그렸는지는 아무도 모릅니다. 그림이 마법과 경이의 세계로 통하는 창이라는 사실은 한눈에 알 수 있지만, 아마 출입구에 더 가깝지 않을까요?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "수정 장미",
        "description": "툭하면 깨지는 마법 동맹과 수 세기 동안 이어진 원한이 난무하는 세계에서 해마다 열리는 수정 장미 축제는 힘 있는 자들이 모욕을 용서하고 다시 휴전을 협상하는 중립 지대를 제공합니다. 표면적으로는 무기를 입구에 두고 들어가야 하며, 축제 기간에만 열리는 마법 장미를 따 옷에 장식함으로써 새로운 협정의 가능성을 알립니다.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "우주 그루브",
        "description": "이 우주의 아득히 먼 곳에는 그루브라는 신비로운 에너지가 존재합니다. 이 에너지는 수없이 많은 은하계 주민들에게 음악과 번영을 가져다주죠. 그러나 외계 세력의 수장 리산드라와 험악한 바이브 군단이 나타나 행성들을 장악하고 디스코 음악을 억누르려고 하자, 파티를 지키려는 새로운 영웅들이 들고 일어서기 시작했습니다.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "아르카나",
        "description": "아르카나 위 높은 곳에 존재하는 원형들은 현실 그 자체를 형성하는 살아 있는 패턴입니다. 그들은 아래의 혼돈에 자신의 이상을 펼치기 위해 애씁니다. 원형들은 아래 세계에서 통찰력 있는 시민들을 뽑아 그들에게 내재된 패턴을 확장합니다. 원형의 패턴을 확장해 나갈수록 세계에는 그 장대한 계획이 형태를 갖추어 나갈 것입니다.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "범죄 도시 악몽",
        "description": "발로란시의 범죄와 오물 속에서는 섬뜩한 공포가 도사립니다. 암시장은 영약이라는 출처를 알 수 없는 귀중한 물질을 만들어 냈습니다. 영약을 생산하면 어떤 조직이든 돈과 영향력을 거머쥐며 시장을 장악할 수 있죠. 부패한 물질에 자극을 받은 조직원, 불한당 등은 진정한 힘을 얻기 위해 장막 너머의 힘에 의지합니다.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "펄스 건",
        "description": "무한히 분화하는 시간선들 사이에서 시공경관들은 쏜살같은 탈주자들, 시간의 군주들, 끊임없이 변화하는 시공간에서 쉴 새 없이 진격하는 시공간 침략자들과 격돌합니다.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "귀염둥이 카페",
        "description": "좋은 음식은 마법과도 같습니다! 우아한 티타임과 마법 빵과자의 세계에서는 마법사가 마력이 깃든 마카롱과 신비로운 크루아상, 요술의 스콘을 만들어 손님들에게 대접합니다.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "아케인",
        "description": "필트오버와 자운에서는 발명가와 도둑, 정치인과 범죄 조직의 두목들이 분열된 사회의 억압과 경계에 부딪히며 불안을 자아냅니다. 새로운 발견과 위험이 교차하며 영웅이 탄생하기도 하고 관계가 어긋나기도 합니다. 과연 이 힘은 세계를 바꿀 수 있을까요? 아니면 멸망으로 이끌게 될까요?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "바람검",
        "description": "위험천만한 구름 의식을 통해 번개 마법을 불어넣은 무기를 사용하는 칼날폭풍단은 수수께끼의 닌자 집단으로, 악령과 괴물로부터 인류를 지키는 사명을 띠고 있습니다. 이들은 물질 세계와 영혼 세계를 넘나들며 아무도 건드릴 수 없는 적들을 추격해, 물질 세계에 거주하는 모든 필멸자들의 미래를 수호합니다.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "하이테크 동물특공대",
        "description": "인류는 첨단 기술로 무장한 심해 침략자 태고족에게 패배하기 직전까지 몰렸습니다. 전투에서 회수한 태고족 기술을 이용해 종말을 저지하는 동물특공대의 정예 전투원이 되세요. 인류를 구하려면 짐승처럼 싸워야 합니다.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "구릿빛 여름",
        "description": "여름입니다! 해는 쨍쨍하고 바람은 따뜻하고 물은 시원하죠. 다들 경쟁이나 원한 따위는 집에 두고 수영복과 좋은 기분만 챙겨 왔습니다. 주먹을 날리고 소리를 지를 시간은 앞으로도 많을 테니 편히 앉아 음악을 즐기며 즐거움을 만끽해 보세요.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "괴물 조련사",
        "description": "우리가 누구냐? 괴물 조련사! 위험에 처한 세상을 지키지! 다들 도망쳐도 우리는 포효를 쫓지. 괴물을 길들이고 코어를 쓰지. 친구만 있다면 뛰고, 달리고, 헤엄치고, 활공한다네! 얼마나 멀든지, 어디든 간다네. 우리는 괴물 조련사니까! 그게 바로 우리니까!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "우주",
        "description": "드넓은 우주의 어둠 속에서 끔찍하고 아름다운 존재들이 태어납니다. 숭고한 사랑의 우주 생명체와 암흑의 별이 낳은 불가사의하고 기괴한 존재들. 말 없는 신들의 아이들이 드디어 집으로 돌아옵니다.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "정령 수호자",
        "description": "우디르는 히라나 대수도원의 수도승들과 수련하며 아이오니아에서 10년 가까이 지냈습니다. 수련을 통해 자신의 영적 힘을 다스리는 법을 익혔죠. 마침내 프렐요드가 우디르를 고향으로 불렀을 때, 그는 아이오니아에 남아 수련을 마치는 쪽을 택했습니다. 영적으로나 물질적으로나 아이오니아의 일부가 된 우디르는 리 신과 카르마와 협력해 전쟁으로 피폐해진 아이오니아의 균형을 회복하려 합니다.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "불굴의 의지",
        "description": "불굴의 의지는 해치우면 끝나는 일이 아닙니다. 불굴의 의지는 투쟁이며, 정신을 쏙 빼놓으며, 가끔은 활력을 더해 주지만 때로는 기운을 빠지게 할 수도 있죠. 한 주 동안 희로애락을 느낄 수 있지만, 월요일에는 처음부터 다시 시작됩니다. 열심히 노력하고 있나요? 불굴의 의지 앞에서는 사실 큰 차이는 없을 겁니다.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "나 아니다",
        "description": "완전히 평범한 세상입니다. 수상하거나, 미심쩍거나, 음흉한 일은 일어나지 않습니다. 진짜로요.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "강철 창공",
        "description": "전쟁으로 황폐해진 은하계에는 재건의 바람이 불지만 묵은 상처는 아직 남아있습니다. 현상금 사냥꾼과 기업 요원이 끊임없는 힘겨루기를 이어가고 있으니까요. 일부는 신과 같은 능력을 갖추게 해주는 위험한 전투용 엑소수트를 사용하기도 하죠. 이에 대응하기 위해 거대 기업들은 사설 군사를 고용해 은하계 식민지에 위력을 떨치고 있습니다. 전쟁은 사라지지 않습니다. 전쟁터만 바뀔 뿐이죠.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "룬테라 연대기",
        "description": "타인의 삶에서 자신의 모습을 엿보고 다른 시대에서 운명이 충돌합니다. 전설들이 새로운 목적과 운명을 찾을 수 있는 룬테라는 가능성이 풍부한 세계입니다.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "원소술사",
        "description": "원소 야수들이 인류와 벌인 전쟁으로 인해 왕국은 몰락하기 직전입니다. 마지막 방어선을 지키고 있는 것은 외로운 전사 여왕, 원소술사 럭스입니다. 사람들을 구하기 위해 럭스는 자신의 내면을 들여다보고... 그것이 어떤 형태이든 진정한 본성을 드러내야 합니다.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "지옥",
        "description": "불, 유황, 죽음. 잿빛 군주가 깨어나기 전의 세계로 돌아갈 방법은 없습니다. 그런 꿈은 화산에 뒤덮인 대지 아래 흐르는 용암 강으로 사라졌죠. 이제는 영원히 불타오를 새로운 시대가 시작됩니다.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "레거시",
        "description": "오랜 과거에 사라졌던 보물이 가까운 곳에서 반짝입니다.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "세계의 불가사의",
        "description": "이들은 거대한 조각상이 살아나고 모두가 우스꽝스러운 모자를 쓴 '지구'라는 멀리 떨어진 우주 출신입니다. 생각해보니 룬테라와 많이 비슷하네요.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "전쟁 협회",
        "description": "룬 전쟁으로 이어지게 된 엄격한 법률, 제국, 정치적 불안은 고대에 사라졌지만, 정의의 전장에서 벌어진 전설적인 전투 이야기는 마법군단과 수호군의 흔적을 통해 남아 있습니다. 첫 충돌에서 많은 이들이 사라졌지만, 습격자와 심판자들은 선조들이 유산으로 남긴 전쟁과 적대감을 계속 이어 나갑니다.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "용의 세계",
        "description": "용의 화염이 세상을 두 번이나 집어삼켰습니다. 그리고 두 번이나 화염 속에서 영웅들이 태어났습니다.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "키네텍스 마키나",
        "description": "22세기에 신체 증강은 사회의 일상이 되었습니다. 인류의 한계는 꾸준히 변하며 전례가 없는 낙관주의와 가능성을 만듭니다. 국가들은 4년마다 한계 돌파 대회에서 화합과 경쟁의 정신으로 갈등을 해소합니다. 그들은 무엇이 가능한지가 아닌 무엇이 될 수 있는지 보여주기 위해 대회에 참가합니다.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "아케이드",
        "description": "뛰어난 게이머라면 화면에 깜박이는 '플레이하려면 동전을 넣으세요' 문구를 거부할 수 없습니다. 하지만 평범한 아케이드에서 영웅들과 중간보스의 세계로 넘어온 평범한 플레이어라면 가능한 모든 반사신경과 콤보를 동원해 싸워야 할 겁니다. 왜냐하면 아카디아의 게이머들은... 목숨을 걸고 플레이하기 때문이죠.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "협곡전설",
        "description": "부모들은 아이들에게 일 년에 한 번씩 밤거리에 도사리는 사악한 마녀와 같은 존재의 이야기를 들려줍니다. \"침대에 있으렴, 얘야. 어둠은 그들의 친구니까.\" 이러한 이야기는 반만 사실이죠. 이 마법에 걸린 저녁의 괴물들은 겁주는 걸 좋아해도 아이의 머리카락 한 올도 건드린 적이 없거든요. 아주 못된 아이들은 예외지만요.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "벌",
        "description": "붕붕. 붕붕 붕붕 붕붕. 붕붕! 붕붕, 붕붕, 붕붕 붕붕 붕붕. 붕붕...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "백은 시대",
        "description": "협곡에서 가장 위대한 슈퍼히어로와 가장 악랄한 악당을 근처 만화책 가게에서 만나 보세요!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "고양이 vs 개",
        "description": "이 세상에 알려진 가장 오래된 경쟁 관계는 바로 인간의 절친한 친구와 인터넷 최고의 영웅 사이의 대결이죠. 개와 고양이의 신경전에서 승리하는 쪽은 하나뿐입니다. 털이 너무 더러워지진 않았으면 좋겠네요. 패배보다 끔찍한 게 있다면 목욕 시간일 테니까요.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "동네의 악몽",
        "description": "특이한 이방인, 흉악한 친구, 섬뜩한 회합에 관한 소름 끼치는 이야기입니다.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "관록",
        "description": "트린다미어의 영지 내 생활은 축복과 같습니다. 기사들은 대장장이에게 장비를 구매하거나, 마법사에게 현명한 조언을 구하기도 하죠. 앨비언에는 모험이 기다리고 있습니다. 그곳의 수수께끼는 거기서 살아가는 요정들만이 알고 있죠.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "칠흑 물결",
        "description": "빌지워터에서 죽음은 물살보다 빠르고 규칙은 구정물처럼 덧없습니다. 동전은 무엇이든 열 수 있는 열쇠이며, 진실은 그저 서로가 합의한 거짓말일 뿐입니다.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "라이엇 음악",
        "description": "표가 매진된 공연장, 하이패션 스웨그, 환호하는 관중뿐 아니라 터질 듯한 스피커 소리가 귓가를 울리며 떼창을 유도합니다. 뜨거운 무대 조명, 쿵쿵 울리는 저음, 드럼의 규칙적인 리듬과 함께 아드레날린이 치솟으며 불타오릅니다. 이 느낌이 뭐냐고요? 바로 음악이죠.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "승리",
        "description": "적을 정복하고 새로운 경지에 올라 원대한 꿈을 이룬 챔피언들은 진정한 위대함을 보고 싶어 하는 모든 이에게 힘들게 얻은 전리품을 자랑합니다.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "명예",
        "description": "에센트의 통치 아래 사회는 점점 개인주의적이고 폐쇄적으로 변해가고 있습니다. 사람들은 자신만을 신경 쓰고, 아무도 서로를 신뢰하지 않죠. 오래전 사라진 위안의 교단을 이끄는 말자하는 위안이라는 희망적인 기운을 통해 이 불협화음의 세상에 조화를 가져오고자 합니다. 그는 서로 힘을 합쳐야만 더 나은 세상을 만들 수 있다는 사실을 알고 있습니다.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "헤비메탈",
        "description": "라이엇의 투기장에서 펼쳐지는 풀메탈 로봇 파이팅 리그에서 최고의 전투 로봇들이 왕좌를 차지하거나 쓰러지는 모습을 지켜보기 위해 전 세계의 관중들이 모입니다.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "내 거야",
        "description": "그래서... 할 건가요?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "아카데미",
        "description": "학생과 교수진에 알립니다. 현재 모든 학생들이 징계받고 있으며 모든 교수들은 정신과 방문을 겸한 휴가를 '권유'받았다는 사실을 확인했습니다. 추가 공지가 있기 전까지는 수업이 취소되었으며, 앞서 언급한 징계받은 학생들은 자신의 끔찍한 행동을 다시 돌아보아야 할 것입니다.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "비전 마법사",
        "description": "학교 밖 세상은 마법과... 위험이 가득합니다. 교수진은 어린 마법사들과 마녀들에게 안전한 학교 부지 안에 머물며 힘을 기르고 공부하라 경고하지만, 바로 앞에 모험이 기다리고 있는데 그게 재미나 있을까요?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "별 항해자",
        "description": "우주는 혼자 돌아다니기엔 위험하니 정령을 데려가세요! 보라색만 빼고요. 보라색은 사악하거든요.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "신성무기",
        "description": "전 세계에 흩어진 신성무기 탓에 사회는 권력을 따라 움직입니다. 이 지각이 있는 기념물은 전쟁으로 황폐해진 세상에서 지배력을 넓혀줄 자들을 부르고 그들에게 선물을 주고자 합니다. 그 선택을 받는다는 것은 맞은편에 서는 모든 자에게 공포를 심어주는 명예의 훈장입니다.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "베타",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "어둠서리",
        "description": "얼음 마녀는 누구도 재우지 않습니다. 그녀의 영역에서 쓰러진 친구와 적 모두 다시 일어나 그녀의 편에서 싸웁니다. 마녀의 암흑 마법은 그들의 형태를 뒤틀어, 녹지 않는 검은 얼음 심장을 가진 빙하 골렘으로 만듭니다.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "혈석",
        "description": "전설적인 혈석은 놀라운 능력을 부여하는 동시에 오싹한 대가를 받습니다. 많은 이들이 혈석의 각성에 쓰러졌고 의심할 여지 없이 더 많은 자들이 쓰러질 겁니다. 어둠에는 힘이 부족할 일이 없으며, 오직 힘을 차지하려는 의지만 있기 때문입니다.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "e스포츠",
        "description": "경기장에서 팬들의 환호를 받으며 소환사의 컵을 들어 올리는 게 최고의 보상이라고 말하는 사람도 있지만, 현금이 최고라는 사람도 있죠. 리그 오브 레전드 팀의 스킨 제작자들은 어떻게 생각하느냐고요? 저희는 좋아하는 게임에서 영원히 기억되는 것이 최고의 월드 챔피언십 보상이라고 생각합니다. 누구의 편도 들지 않아요!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "수집가 에디션",
        "description": "안목 있는 수집가를 위해 2009년에 출시된 MOBA 한정판입니다.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "끔찍한 전쟁",
        "description": "이게 뭔가?! 우리는 전쟁 중이다, 병사. 그런데 자넨 책이나 읽으며 시간을 보내고 있나? 총알이 빗발치고 쥐가 들끓는 진흙에 엉덩이를 처박고 앉아 책을 읽는 게 무슨 소용이지? 아무 소용 없다! 이제 대형을 갖춰라!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "복실복실",
        "description": "토끼의 계절입니다! 토끼 길을 오르내리는 이들은 토끼의 날에 어울리는 옷을 입고, 달걀에 그림을 그리고, 해맑게 웃죠. 여러분도 신나게 뛰어다니는 토끼처럼 행복한 연말 보내세요!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "핏빛 친위대",
        "description": "핏빛 친위대를 찾는 방법? 시체를 따라가세요.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "죽음의 사도",
        "description": "지하 세계는 불길한 움직임에 동요하고 있습니다. 죽음은 무시무시한 새 계획을 위해 주민들을 소집했습니다. 모든 필멸자들의 영혼이 필요한 계획을 위해 말이죠.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "악마",
        "description": "계약에 매이거나 악행을 저질러 고통받을 운명인 불쌍한 영혼들을 기다리는 것은 지옥의 영원한 불길입니다.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "네 마리 짐승",
        "description": "신성한 야수는 세계를 지켜보며 누구든 강력한 존재로 만들 수 있지만, 오직 축복받을 가치가 있는 영혼에게만 해당되는 이야기입니다. 그들의 힘을 선행이나 악행에 사용하더라도 일단 힘이 주어진다면 되돌릴 수 없습니다.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "공포의 기사",
        "description": "정체를 알 수 없는 고대의 마법으로 다시 살아난 언데드 기사들은 세월 속에 사라진 오랜 역사의 잔재일 뿐입니다. 그들은 필멸자들의 삶에 어떤 대가를 치르더라도 한때 그들이 소유했던 것을 지킬 것입니다.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "협곡의 모험",
        "description": "룬테라에 위험한 그림자가 손을 뻗고 있습니다! 강력한 몬스터, 악랄한 마법사, 신비로운 생명체가 돌아다니는 세계를 탐험하세요. 친구들을 모아 3~5인 파티를 꾸려 자신만의 모험을 떠나세요. 주사위를 하나씩 던져가며 악을 물리치세요. 과연 세상을 구하고 협곡의 모험의 전설이 될 수 있을까요?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]