{
    "leaver_buster_punishment_body": "Disebabkan kelakuan anda dan AFK untuk akaun ini, prioriti anda diturunkan apabila anda menunggu untuk bermain {{punishedGamesRemaining}} permainan matchmade.<br/><br/>Jika anda mempunyai isu rangkaian, kami meletakkan bersama-sama panduan troubleshooting yang dipanggil<a href='https://lagreport.na.leagueoflegends.com/en/' target='_blank'>Laporan Lag</a> mungkin boleh membantu.",
    "leaver_buster_punishment_header": "LeaverBuster",
    "leaver_buster_warning_agree": "Saya setuju",
    "leaver_buster_warning_agree_prompt$html": "Taip \"<span class='leaver-buster-i-agree-highlight'>{{leaverBusterWarningAgree}}</span>\" untuk meneruskan.",
    "leaver_buster_warning_body": "AFK atau meninggalkan permainan (walaupun tanpa niat) adalah sesuatu yang tidak baik. Ia membazirkan masa semua orang, menyakiti ahli pasukan anda, dan anda akan berhadapan dengan penalti yang lebih ketat jika ia terus berlaku. Jadi, bantulah kami: janganlah tinggalkan permainan lagi?<br/><br/>Jika anda berhadapan dengan isu rangkaian internet, kami meletakkan panduan troubleshooting yang dipanggil <a href='https://lagreport.na.leagueoflegends.com/en/' target='_blank'>Laporan Lag</a> yang mungkin boleh membantu.",
    "leaver_buster_warning_header": "Amaran LeaverBuster",
    "player_behavior_accept_notification_shutdown_text": "Tutup",
    "player_behavior_ban_notification_header": "Pemain disekatkan",
    "player_behavior_chat_restriction_notification_body$html": "Disebabkan oleh aktiviti negatif dalam akaun ini, chat dalam permainan anda sudah dihadkan. <br /><br />Mainlah bilangan permainan yang diperlukan, untuk mengalihkan had dalam chat anda.",
    "player_behavior_chat_restriction_notification_header_plural": "Chat dihalang untuk {{gamesRemaining}} permainan",
    "player_behavior_chat_restriction_notification_header_singular": "Chat dihalang untuk {{gamesRemaining}} permainan",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-1": "Wahai pemain, akses anda ke League of Legends buat masa ini terhad disebabkan oleh kelakuan negatif anda sebelum ini dalam akaun ini. Jumlah had akses adalah 3 hari denda dengan 20 permainan yang mempunyai had chat. Marilah kita bermain secara positif dan melindungi suasana permainan kita bersama-sama.",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-2": "Wahai pemain, akses anda ke League of Legends buat masa ini terhad disebabkan oleh kelakuan negatif anda sebelum ini dalam akaun ini. Jumlah had akses anda adalah 3 hari denda dengan 20 permainan yang mempunyai Had Chat. Marilah kita bermain secara positif dan melindungi suasana permainan kita bersama",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-3": "Akaun ini telah digantung disebabkan oleh kelakuan yang negatif. Hubungi Sokongan Pemain untuk maklumat lebih lanjut.",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-3-PERMABAN": "Akaun ini telah digantung selama-lamanya disebabkan oleh kelakuan negatif yang keterlaluan. Hubungi Sokongan Pemain untuk maklumat lebih lanjut.",
    "player_behavior_forced_shutdown_ban_notification_body_ExcessiveChatToxicity": "Anda dihukum disebabkan oleh kelakuan yang tidak baik. Klien akan ditutup sekarang. Log semula untuk mengetahui dengan lebih lanjut.",
    "player_behavior_forced_shutdown_ban_notification_body_ExtremeChatToxicity": "Anda dihukum disebabkan oleh kelakuan yang tidak baik. Klien akan ditutup sekarang. Log semula untuk mengetahui dengan lebih lanjut.",
    "player_behavior_forced_shutdown_ban_notification_body_IntentionalFeeding": "Anda dihukum kerana anda feed dengan sengaja. Klien akan ditutup sekarang. Log semula untuk mengetahui dengan lebih lanjut.",
    "player_behavior_forced_shutdown_ban_notification_body_Leaver": "Akaun anda telah digantung disebabkan anda meninggalkan pasukan anda. Klien akan ditutup sekarang.",
    "player_behavior_forced_shutdown_ban_notification_body_unknown": "Akaun ini telah digantung. Sila log semula untuk maklumat lebih lanjut.",
    "player_behavior_forced_shutdown_ban_notification_header_unknown": "Akaun digantung",
    "player_behavior_login_ban_notification_body_ACCOUNT_RECOVERY": "Akaun ini telah dikunci untuk melindunginya daripada aktiviti yang tidak patut. Untuk menyelamatkan akaun ini, ia tidak boleh digunakan sehingga si pembuat akaun menghantar permintaan laporan dan menyediakan maklumat penting. Sila klik <a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">here</a> jika anda ingin memulihkan akaun anda.<br/><br/>Anda juga boleh mencari maklumat lebih lanjut mengenai sekuriti akaun di bawah:<br/><br/><a href=\"https://support.riotgames.com/hc/categories/115001239908\" target=\"_blank\">https://support.riotgames.com/hc/categories/115001239908</a>",
    "player_behavior_login_ban_notification_body_AC_BOOSTING_PERMANENT": "Akaun League of Legends ini telah diharamkan untuk selama-lamanya disebabkan oleh MMR Boosting. Jika anda memerlukan bantuan, sila klik <a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">here</a>. Anda juga boleh menemui lebih banyak informasi mengenai MMR/Elo Boosting di sini:<br/><br/><a href=\"https://support.riotgames.com/hc/articles/201751834-MMR-Elo-Boosting\" target=\"_blank\">https://support.riotgames.com/hc/articles/201751834-MMR-Elo-Boosting</a>",
    "player_behavior_login_ban_notification_body_AC_BOOSTING_TEMPORARY": "Diharamkan sehingga {{endDate}}.<br/><br/>Akaun ini telah diharamkan disebabkan oleh MMR Boosting. Sebagai keputusannya, ia telah menerima penggantungan, kehilangan ganjaran musim yang sebelumnya, dan anda tidak lawak untuk ganjaran musim ini. Jika anda memerlukan bantuan, sila hantarkan permintaan<a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">here</a>.<br/><br/>Anda boleh mencari lebih banyak info pada MMR/Elo Boosting di sini:<br/><br/><a href=\"https://support.riotgames.com/hc/articles/201751834-MMR-Elo-Boosting\" target=\"_blank\">https://support.riotgames.com/hc/articles/201751834-MMR-Elo-Boosting</a>",
    "player_behavior_login_ban_notification_body_AC_BOTTING_PERMANENT": "Akaun ini telah diharamkan disebabkan oleh penggunaan software parti ke-3 (dikenali sebagai \"botting\"). Kelakuan ini menjejaskan komuniti dan tindakan ini tidak obleh ditairk balik. Jika anda memerlukan bantuan, sila hantarkan permintaan <a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">di sini</a>.<br/><br/>Anda bole hmencari maklumat lebih lanjut mengenai software parti ke-3/botting di sini:<br/><br/><a href=\"https://support.riotgames.com/hc/articles/225266848-Third-Party-Applications\" target=\"_blank\">https://support.riotgames.com/hc/articles/225266848-Third-Party-Applications</a>",
    "player_behavior_login_ban_notification_body_AC_SCRIPTING_PERMANENT": "Akaun ini telah diharamkan disebabkan oleh penggunaan software parti ke-3 (dikenali sebagai \"scripting\"). Kelakuan ini menjejaskan komuniti dan integriti persaingan League, dan tindakan ini tidak boleh ditarik balik. Jika anda memerlukan bantuan, sila hantarkan permintaan <a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">di sini</a>.<br/><br/>Anda boleh mencari informasi software parti ke-3/scripting di sini:<br/><br/><a href=\"https://support.riotgames.com/hc/articles/225266848-Third-Party-Applications\" target=\"_blank\">https://support.riotgames.com/hc/articles/225266848-Third-Party-Applications</a>",
    "player_behavior_login_ban_notification_body_ALTBAN-1": "Wahai pemain, akses anda ke League of Legends buat masa ini terhad disebabkan oleh kelakuan negatif. Anda digantung selama tiga hari dan chat dihadkan sebanyak 20 permainan.",
    "player_behavior_login_ban_notification_body_ALTBAN-2": "Wahai pemain, akses anda ke League of Legends buat masa ini terhad disebabkan oleh kelakuan negatif. Anda digantung selama tujuh hari dan chat dihadkan sebanyak 30 permainan.",
    "player_behavior_login_ban_notification_body_ALTBAN-3": "Wahai pemain, akses anda ke League of Legends buat masa ini terhad disebabkan oleh kelakuan negatif. Anda digantung selama 14 hari dan chat dihadkan sebanyak 40 permainan.",
    "player_behavior_login_ban_notification_body_ALTBAN-3-PERMABAN": "Akaun ini telah digantung selama-lamanya. Sila semak emel akaun League of Legends anda untuk maklumat lanjut.",
    "player_behavior_login_ban_notification_body_CHARGEBACK": "Akaun ini tidak ada untuk pembelian (dikenali sebagai \"chargeback\"). Akaun ini tidak ada sehingga ia dibayar penuh kepada Riot Games. Jika anda ingin membayar dan mengaktifkan semula akaun ini, sila layari: <a href=\"https://web.rgi.fms.pay.riotgames.com/\" target=\"_blank\">https://web.rgi.fms.pay.riotgames.com/</a><br/><br/>Anda boleh membaca lebih lanjut mengenai cas semula di sini:<br/><br/><a href=\"https://support.riotgames.com/hc/articles/201753334\" target=\"_blank\">https://support.riotgames.com/hc/articles/201753334</a>",
    "player_behavior_login_ban_notification_body_GENERAL_INVESTIGATION": "Akaun ini telah dikunci kerana aktiviti atau tingkah laku luar biasa. Akaun ini akan kekal tidak wujud sehingga penciptanya menghubungi kami terus melalui permintaan sokongan. Sila klik <a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">here</a> untuk menhantar permintaan.",
    "player_behavior_login_ban_notification_body_GENERAL_SUSPICION": "Akaun ini telah dikunci untuk melindunginya daripada aktiviti yang tidak patut. Untuk menyelamatkan akaun ini, ia tidak boleh digunakan sehingga si pembuat akaun menghantar permintaan laporan supaya ia boleh disiasat. Apabila penyiasatan seslesai, akaun ini boleh digunakan semula. Sila klik <a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">di sini</a> untuk menghantar permintaan.",
    "player_behavior_login_ban_notification_body_unknown": "Akaun ini telah dikunci hingga{{endDate}}.Sila kunjungi <a href=\"https://support.leagueoflegends.com/home\" target=\"_blank\">support.leagueoflegends.com</a> untuk informasi lanjut.",
    "player_behavior_login_ban_notification_body_unknown_permaban": "Akaun ini telah dikunci selamanya. Sila kunjungi  <a href=\"https://support.leagueoflegends.com/home\" target=\"_blank\">support.leagueoflegends.com</a> untuk informasi lanjut.",
    "player_behavior_login_ban_notification_header_ACCOUNT_RECOVERY": "Akaun dikunci",
    "player_behavior_login_ban_notification_header_AC_BOOSTING_PERMANENT": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_AC_BOOSTING_TEMPORARY": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_AC_BOTTING_PERMANENT": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_AC_SCRIPTING_PERMANENT": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_ALTBAN-1": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_ALTBAN-2": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_ALTBAN-3": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_ALTBAN-3-PERMABAN": "Akaun diharamkan",
    "player_behavior_login_ban_notification_header_CHARGEBACK": "Akaun dikunci",
    "player_behavior_login_ban_notification_header_GENERAL_INVESTIGATION": "Akaun dikunci",
    "player_behavior_login_ban_notification_header_GENERAL_SUSPICION": "Akaun dikunci",
    "player_behavior_login_ban_notification_header_unknown": "Akaun digantung",
    "player_behavior_reform_card_clipboard_button": "Salin teks",
    "player_behavior_reform_card_clipboard_copied": "Disalin",
    "player_behavior_reform_card_confirm_button": "Saya faham",
    "player_behavior_reform_card_description_chat_restriction_verbal$html": "Chat akaun anda telah dihadkan disebabkan oleh laporan chat pemain. Level Honor anda jatuh dan anda kehilangan akses untuk mendapatkan ganjaran percuma. Cara untuk keluar daripada kotak penalti adalah dengan bermain secara konsisten untuk menang tanpa menjadi aggro dalam chat. Selepas membayar penalti anda dan menunjukkan fokus untuk terus berasa tenang, anda akan mendapat notifikasi untuk membuka ganjaran anda lagi.",
    "player_behavior_reform_card_description_perma_ban_verbal$html": "Disebabkan para pemain menilai komunikasi dalam permainan anda sebagai kasar dan biadap, akaun anda telah digantung untuk selama-lamanya.<br/><br/>Anda adalah sebahagian daripada 0.006% pemain League yang bermain secara negatif sehingga akaun anda diharamkan.",
    "player_behavior_reform_card_description_time_ban_gameplay$html": "Akaun anda telah digantung sehingga {{endDate}} kerana anda sengaja feeding. Level honor anda jatuh dan anda kehilangan akses untuk ganjaran percuma. Cara untuk keluar daripada kotak penalti ini adalah dengan bermain secara konsisten untuk menang tanpa merosakkan permainan. Selepas membayar penalti anda dan menunjukkan fokus untuk terus berasa tenang, anda akan mendapat notifikasi untuk membuka ganjaran anda lagi.",
    "player_behavior_reform_card_description_time_ban_verbal$html": "Akaun anda telah digantung sehingga {{endDate}} disebabkan anda mencabuli kehormatan dalam permainan. Level Honor anda jatuh dan anda kehilangan akses untuk mendapatkan ganjaran percuma. Cara untuk keluar daripada kotak penalti adalah dengan bermain secara konsisten untuk menang tanpa menjadi aggro dalam chat. Selepas membayar penalti anda dan menunjukkan fokus untuk terus berasa tenang, anda akan mendapat notifikasi untuk membuka ganjaran anda lagi.",
    "player_behavior_reform_card_explanation_chat_restriction_verbal$html": "Pemain lain menilai komunikasi anda jauh di bawah standard komuniti League of Legends. Walaupun majoriti pemain setuju yang League adalah permainan yang mencabar dan mempunyai persaingan yang tinggi, semua orang berhak dihormati di Rift. Jika anda terus berkomunikasi seperti ini, chat anda akan terus disekat dan akaun anda berisiko untuk digantung.",
    "player_behavior_reform_card_explanation_perma_ban_verbal$html": "Pemain lain menilai komunikasi anda jauh di bawah standard komuniti League of Legends. Walaupun majoriti pemain setuju yang League adalah permainan yang mencabar dan mempunyai persaingan yang tinggi, semua orang berhak dihormati di Rift.",
    "player_behavior_reform_card_explanation_time_ban_gameplay$html": "Majoriti pemain berkata bahawa sengaja feeding merosakkan permainan. Pilihan anda untuk merosakkan suasana permainan League melanggar standard komuniti.<br/><br/>Anda sengaja feed dalam permainan-permainan berikut:",
    "player_behavior_reform_card_explanation_time_ban_verbal$html": "Pemain lain menilai komunikasi anda jauh di bawah standard komuniti League of Legends. Walaupun majoriti pemain setuju yang League adalah permainan yang mencabar dan mempunyai persaingan yang tinggi, semua orang berhak dihormati di Rift. Jika kelakuan ini berterusan, akaun anda akan digantung untuk selama-lamanya.",
    "player_behavior_reform_card_game_number_text": "Permainan {{gameIndex}}",
    "player_behavior_reform_card_header_chat_restriction": "{{chatRestrictionGames}}-permainan dihadkan chat",
    "player_behavior_reform_card_header_perma_ban": "digantung untuk selama-lamanya",
    "player_behavior_reform_card_header_time_ban": "Digantung selama {{banDays}}-hari",
    "player_behavior_reform_card_ingame_header": "Dalam permainan",
    "player_behavior_reform_card_logs_title": "Log chat anda",
    "player_behavior_reform_card_no_logs_text": "Kami tidak boleh paparkan log chat untuk hukuman ini buat masa ini. Hubungi sokongan pemain untuk maklumat lanjut.",
    "player_behavior_reform_card_postgame_header": "Selepas permainan",
    "player_behavior_reform_card_pregame_header": "Sebelum permainan",
    "player_behavior_reporter_feedback_behavioral_body$html": "Laporan anda tentang pemain tanpa semangat kesukanan telah disahkan dan penalti telah diberikan.<br/><br/>Satu penalti menghalang kebanyakan pemain daripada memberi kesan kesan negatif kepada lebih banyak permainan. Terima kasih di atas bantuan anda!",
    "player_behavior_reporter_feedback_behavioral_title": "Laporan maklum balas segera",
    "player_behavior_reporter_feedback_cheating_body$html": "Kami telah mengesahkan laporan anda terhadap pemain yang telah menipu dan menghalangnya daripada bermain League. <br/><br/>Kami sentiasa meningkatkan usaha untuk membanteras scripting dan pelbagai bentuk penipuan kerana kami tahu bahawa ia akan mengganggu permainan anda. Terima kasih di atas bantuan anda!",
    "player_behavior_reporter_feedback_cheating_title": "Laporan maklum balas segera"
}