{
    "patcher_initiating_soft_repair": "¡Lo sentimos! Hemos detectado un problema con la instalación. Ahora intentaremos reparar los archivos afectados.",
    "patcher_primary_work_repairing": "Reparando Instalación|",
    "patcher_error_failed_to_write": "No hemos podido guardar los archivos en tu carpeta de instalación. Este error se suele resolver liberando espacio en disco e intentándolo de nuevo.",
    "patcher_phase": "{{current}} de {{max}}",
    "patcher_league_client_sln": "Cliente",
    "patcher_lol_game_client_sln": "Partida",
    "patcher_disconnected": "No puedes jugar porque puede que estés desconectado.",
    "patcher_gameflow_disabled": "No podemos crear una sala ahora mismo. Sal del cliente y vuelve a abrirlo para intentarlo de nuevo.",
    "patcher_gameflow_bad_registration_single": "Tenemos problemas para comunicarnos con algunos servidores de League of Legends. Si el problema continúa, ponte en contacto con asistencia al jugador con el código de error: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Tenemos problemas para comunicarnos con algunos servidores de League of Legends. Si el problema continúa, ponte en contacto con asistencia al jugador con los códigos de error: {{errorCodes}}.",
    "patcher_no_queues": "Todas las colas están desactivadas en este momento. Si, por lo demás, el cliente funciona correctamente, sal de él y vuelve a abrirlo para intentarlo de nuevo.",
    "patcher_player_time_banned": "¡Tu cuenta está suspendida! Podrás volver a jugar en {{days}} día(s).",
    "patcher_player_banned": "¡Tu cuenta está suspendida! Vuelve a iniciar sesión para ver la duración de tu suspensión y tu tarjeta de reforma.",
    "patcher_player_in_tournament": "No puedes jugar a otros modos de juego cuando estás inscrito en Clash.",
    "long_patcher_bar_text": "Instalando el cliente del juego...",
    "patcher_migration_modal_header": "Pronto habrá un nuevo instalador",
    "patcher_migration_modal_body": "Estamos moviendo los archivos de League of Legends para que nuestro nuevo instalador, más rápido y más estable, pueda acceder a ellos. Esto puede tardar unos minutos, pero se realizará solo una vez. ¡Tienes más información {{link}}!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/es/articles/360015621174",
    "patcher_migration_modal_info_link_text": "aquí",
    "generic_okay_button_text": "Vale",
    "patcher_hanging_text": "Parece que no estás conectado a nuestros servidores de descarga.",
    "patcher_initial_eta_calculation": "Calculando tiempo de descarga...",
    "patcher_vanguard_session": "Se está iniciando la sesión de Vanguard.",
    "patcher_os_check_failed": "Estás usando un sistema operativo no compatible. Consulta las especificaciones mínimas para saber más.",
    "patcher_update_direct_x": "Estás usando una versión de DirectX desactualizada. Actualiza DirectX o usa hardware más moderno si es necesario para seguir jugando.",
    "patcher_update_mac_metal": "LoL hace uso de una versión de la tecnología de gráficos Metal con la que tu Mac no es compatible. Usa un dispositivo compatible con las versiones más recientes de la tecnología de gráficos Metal para seguir jugando."
}