{
    "patcher_initiating_soft_repair": "Désolé ! Nous avons détecté un problème avec votre installation. Nous allons maintenant essayer de réparer les fichiers affectés.",
    "patcher_primary_work_repairing": "Réparation de l'installation",
    "patcher_error_failed_to_write": "Nous n'avons pas pu inscrire les fichiers dans votre dossier d'installation. Cette erreur peut généralement être résolue en réessayant après avoir libéré de la place sur votre disque dur.",
    "patcher_phase": "{{current}} sur {{max}}",
    "patcher_league_client_sln": "Client",
    "patcher_lol_game_client_sln": "Jeu",
    "patcher_disconnected": "Vous ne pouvez pas jouer car vous êtes peut-être hors ligne.",
    "patcher_gameflow_disabled": "Nous ne pouvons pas créer de salon pour le moment. Veuillez quitter le client et le rouvrir pour réessayer.",
    "patcher_gameflow_bad_registration_single": "Nous n'arrivons pas à contacter les serveurs de League of Legends. Si le problème persiste, veuillez contacter le Support et fournissez ce code d'erreur : {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Nous n'arrivons pas à contacter les serveurs de League of Legends. Si le problème persiste, veuillez contacter le Support et fournissez ces codes d'erreur : {{errorCodes}}.",
    "patcher_no_queues": "Toutes les files d'attente sont actuellement désactivées. Si le client fonctionne par ailleurs, veuillez le quitter et le rouvrir pour réessayer.",
    "patcher_player_time_banned": "Vous avez été banni ! Vous pourrez recommencer à jouer dans {{days}} jour(s).",
    "patcher_player_banned": "Vous avez été banni ! Reconnectez-vous pour voir la durée de votre sanction et votre carte de réhabilitation.",
    "patcher_player_in_tournament": "Vous ne pouvez pas jouer à d'autres modes de jeu tant que vous êtes verrouillé dans Clash.",
    "long_patcher_bar_text": "Installation du client du jeu...",
    "patcher_migration_modal_header": "Nouveau patcher en approche",
    "patcher_migration_modal_body": "Nous déplaçons les fichiers de League of Legends pour que notre nouveau patcher, plus rapide et plus stable, puisse les trouver. Cela peut prendre quelques minutes, mais vous ne devrez le faire qu'une fois. Plus d'infos {{link}} !",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/fr/articles/360015621174-Nouveau-patcher-de-League-of-Legends",
    "patcher_migration_modal_info_link_text": "ici",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Vous semblez ne pas être connecté à nos serveurs de téléchargement.",
    "patcher_initial_eta_calculation": "Calcul du temps estimé du téléchargement…",
    "patcher_vanguard_session": "Initialisation de la session Vanguard.",
    "patcher_os_check_failed": "Vous êtes sur un système d'exploitation incompatible. Veuillez consulter nos configurations requises pour plus de détails.",
    "patcher_update_direct_x": "Vous utilisez une version obsolète de DirectX. Pour continuer à jouer, veuillez mettre à jour votre version de DirectX, ou mettre à niveau votre matériel informatique si cela s'avère nécessaire.",
    "patcher_update_mac_metal": "League of Legends nécessite une version de Metal qui n'est pas prise en charge par votre Mac. Veuillez utiliser un appareil capable de prendre en charge une version plus récente de Metal afin de continuer à jouer."
}