[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Vergessene Tiefen",
        "description": "„Setz dich, mein Kind, und hör gut zu. Das Meer ist ein Wunder, die schäumenden Wellen, die unsere friedlichen Ufer erreichen, eine trügerische Einladung. Denn was unter dem unendlichen Blau liegt, ist eine Welt jenseits unserer Vorstellungskraft. Mit zerstörten Königreichen und wilden Ungeheuern, die in den vergessenen Tiefen schwimmen.“",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galaktisch",
        "description": "Der Krieg des zerbrochenen Mondes hat unsere Galaxie fast hundert Zyklen lang verwüstet. Und noch immer … ist kein Ende in Sicht.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Frost",
        "description": "Es ist gefährlich, sich in die Kälte zu wagen, denn wer weiß schon, was in diesen eisigen Gefilden lauert …",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Mondneujahr",
        "description": "Es ist Zeit, zurückzublicken, mit Familie und Freunden zu feiern, sich gemeinsam an alles zu erinnern, was geschehen ist, an das Gute und das Schlechte. Und während das Feuerwerk den Nachthimmel erhellt, freuen wir uns auf ein neues Jahr voller wunderbarer Erinnerungen mit den Menschen, die uns wichtig sind.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Lotusorden",
        "description": "Die Schriften der ionischen Mythologie erzählen vom ehrwürdigen Lotusorden. Gegründet, als sich Sterbliche in den Ersten Landen niederließen, pflegte der Orden seit Generationen, die Geheimnisse der Unsterblichkeit. Die Einzigen, die die reine Reinkarnation des Geistes erreicht haben. Anmutig und vergänglich wie die Wellen im Meer beschützen die Schüler des Lotusordens die Ersten Lande, ohne Angst vor diesem oder dem nächsten Leben.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Die Spielgeweihten grüßen dich.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Gefaltete Klingen",
        "description": "Eine Schar Kraniche gleitet über den Himmel, die Sonne und die Wolken bilden eine herrliche Kulisse für ihren Flug. Auch die Bäume und das Gras bestehen aus ein und demselben Material, einem Pergament, das mit phänomenaler Kraft gepresst wird, um diese Papierwelt zu formen.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Piltover Customs",
        "description": "Suchst du nach einem krassen Gefährt? Dann bist du hier genau richtig! (Die Laufleistung kann variieren.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Das Abzeichen",
        "description": "Im Strafrechtssystem gibt es diejenigen, die das Gesetz beugen, und diejenigen, die es brechen. Die engagierten Beamten des RPD untersuchen die abscheulichsten Verbrechen in der Stadt, um die schlimmsten Täter vor Gericht zu bringen. Dies sind ihre Geschichten …",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Straßenrebellen",
        "description": "In der radioaktiven Asche der alten Welt kämpfen Ödlandkrieger, bösartige Vandalen und rauflustige Überlebende miteinander um die Kontrolle über das, was übrig geblieben ist.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Lichtbogen",
        "description": "Am Himmel und in der gesamten Schöpfung führen die Agenten des Lichts einen ewigen Kampf gegen eine unbeugsame Finsternis.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Seelenstehler",
        "description": "Seelen sind Leben, Licht, Macht – und in einer Welt ohne Gnade werden sie von unbarmherzigen Meistern des Todes gestohlen und verzehrt.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Supergalaktisch",
        "description": "//NOTFALLDURCHSAGE, ALLE KANÄLE//<br>Die Bedrohungsstufe für die Galaxie wurde auf BLUTROT erhöht. [ZENSIERT] wird von [ZENSIERT] angegriffen. Das Hauptquartier geht davon aus, dass es in [ZENSIERT] Stunden zur völligen Zerstörung kommen wird, wobei Kollateralschäden an benachbarten Systemen wahrscheinlich sind. Supergalaktische Verteidigungsarmee: AKTIVIEREN!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Donnerfürst",
        "description": "Die Menschen sind nicht die einzigen, die bittere Kriege wegen kleinlicher Streitigkeiten führen. Lange vor unserer Zeit traten zwei Götter – zwei Brüder – gegeneinander an und verwüsteten das Land mit den Spuren ihres Kampfes.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triumphierend",
        "description": "Stell dich der Konkurrenz und triumphiere!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Wintersport",
        "description": "Nichts erhöht die Leistung von Profisportlern so sehr wie die Aussicht auf eine kleine Frostbeule.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombies gegen Schlächter",
        "description": "Gehirne …",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Neonschicht",
        "description": "Nur wenige wissen vom Urglühen und noch weniger haben seine flüchtigen Neonflammen gesehen. Normalerweise eine kosmische ausgleichende Kraft, wurde die Waage zum Kippen gebracht. Reiche kollabieren und die Macht des Urglühens wurde auf einzelne Wesen konzentriert. Als Elysische bekannt, bahnen sie sich einen Weg durch die Reiche, alle mit eigenen Agenden. Das Feuer brennt unaufhaltsam.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Geschichten des Nordlichts",
        "description": "Kennst du die Geschichten von der Aurora? Sie können kalt und dunkel sein, aber wenn du mutig genug bist, wirst du darin mehr Wärme und Erhabenheit finden als in jedem Traum, den du jemals hattest. Also setze dich ans Feuer und lausche diesen Geschichten des Nordlichts …",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Erzählkunst",
        "description": "Geschichten, Sagen, Legenden: Jede davon ist eine Welt für sich, in der die Charaktere ihre Prüfungen und Probleme immer wieder durchspielen, während ihre Geschichten erzählt und wiedererzählt werden.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lanzenkrieger",
        "description": "Die alten Lanzenkrieger waren zu ihrer Zeit unvergleichliche Wunder, die geschaffen wurden, um das Reich in seinen Stunden höchster Not zu schützen. Während die Zeit voranschreitet und die Riesen schlafen, sind die Geheimnisse ihrer Konstruktion schon lange untergegangen … aber die Hoffnung bleibt, dass sie dem Ruf folgen werden.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Stahlkrieger",
        "description": "Die glorreiche Revolution ist da! An der Spitze einer Armee aus Maschinen, in die lebende Gehirne transplantiert wurden, marschiert Viktor gegen die gesammelten Streitkräfte seiner Gegner – und nur der zusammengewürfelte Widerstand der Menschen steht zwischen ihm und der unumstrittenen Weltherrschaft.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Gefallene Welt",
        "description": "Wenn Magie verloren geht, tritt Asche und Verzweiflung an ihre Stelle. Wenn die Ritter dieses verfluchten Ordens fallen, was wird an ihrer Stelle entstehen?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Zwischen den strengen Cliquen, den peinlichen Gruppenprojekten und den kitschigen Feiertagen war die Schule hart, aber ohne Überraschungen. Sich zu verlieben, stand allerdings nicht auf dem Lehrplan, und es macht alles viel komplizierter.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Aufgegebene Hymne",
        "description": "In dieser zerstörten Welt aus Atem und Glas, in der Gebete unbeantwortet bleiben und Gelübde in Frage gestellt werden, kann man nur an eines glauben: Ein einziger Atemzug kann das Leben verändern.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Geflügelte Herrschaft",
        "description": "Feen, Nixen, Kobolde, Rotkappen und viele mehr sind in den Feenkönigreichen zu Hause: allesamt Kreaturen von rein natürlicher Magie und ätherischer Schönheit, die sich an Mondscheintagen, lieblichem Gesang und trickreichen Machenschaften erfreuen.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Rebellion der Tintenschatten",
        "description": "Rabadon-Stadt lebt von Magie. Wer die Magie kontrolliert, kontrolliert Rabadon. Und die Herrschaft der Elite ist absolut. Jeder, der sich wehrt, wird gewaltsam unterjocht oder beseitigt … aber eine Rebellion bahnt sich an. Bewaffnet mit gefährlicher Magie, die direkt in ihre Haut tätowiert ist, streben diese Rebellen danach, die Elite zu stürzen und die Stadt dem Volke wiederzugeben – auch wenn sie dabei ihr Leben lassen.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Einst, in einer Zeit jenseits aller lebenden Erinnerung, wurde die Magie aus dem Universum gefegt. Das Leben ging weiter, aber einige Welten gingen unter, und als aus Jahren Jahrzehnte und Jahrhunderte wurden, begann die Natur, sich selbst wieder ins Gleichgewicht zu bringen. Endlich ist die Zeit gekommen, und die Magie ist bereit, zurückzukehren, wenngleich in unerwarteter Form.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Soul Fighter",
        "description": "Aus aller Welt werden jene mit erwachten Seelen zum Kampf eingeladen … beim Turnier der Seelen! Es ist der Gipfel der Unterhaltung, ein Fernsehspektakel, das seinesgleichen sucht! Die Kämpfer stehen sich in 1-gegen-1-Kämpfen im Ring gegenüber, bis nur noch einer übrig bleibt, um seinen Preis zu erhalten: seinen sehnlichsten Seelenwunsch! Und ich werde hier sein und alles kommentieren!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Betonleinwand",
        "description": "Kunst und Magie durchziehen die Straßen von Styxbridge, der Heimat von Monstern, Geistern, Gespenstern und Ghuls aller Art.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "Leben und Tod mögen die einzigen wahren Konstanten im Universum sein, aber das Einzige, was ihnen gleichkommt, ist die Familie. Das Leben kann nicht ohne den Tod existieren, und der Tod kann nicht ohne das Leben existieren, aber die Familienbande sind stark genug, um sicherzustellen, dass kein Geist wirklich vergessen wird.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Wut und Reißzahn",
        "description": "Folge deinem Instinkt. Entfessle Aggression. Fordere Respekt.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Nahkampf zum Nachtisch",
        "description": "Wer sagt, mit Essen spielt man nicht?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Um nicht für immer aus der Geschichte gelöscht zu werden, riskieren viele ihr Leben, um eine Auferstandene Legende zu werden: ein Krieger, der von den Göttern anerkannt wird, die diese Welt ins Leben gerufen haben. Diejenigen, die es schaffen, werden mit unergründlicher Macht ausgestattet und damit betraut, die Götter zu vertreten, die sie ausgewählt haben.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Super-Planeten-Retter",
        "description": "Wenn Gefahr droht und Hilfe dringend nötig ist, kann nur eine Gruppe dem Ruf folgen. Sie sind bereit, in ihren Hyperverkleidungen und mit transformierter Kraft, Beweglichkeit und sensationellen Fähigkeiten in Aktion zu treten. Sie werden kämpfen. Sie werden standhalten. Sie sind die Super-Planeten-Retter und hier, um die Galaxie zu verteidigen!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Echos aus der Tiefe",
        "description": "Hier gibt es keine Helden, nur die Verdammten, die alles zu klar und deutlich sehen. Von unmarkierten Gräbern bis in lichtlose Tiefen – verfluchte Helden stellen sich der wahren Natur des Bösen – schwärend und ewig trachten sie danach, entfesselt zu werden.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Kulinarische Meister",
        "description": "„Kulinarische Meister“, die unglaublich beliebte Reality-Kochwettbewerbsserie, wird jetzt gestreamt. Überall. Auf allen Plattformen. Alle 1.000 Folgen der 50 Staffeln. Sogar „Kulinarische Meister: Superstars“. Und „Kulinarische Meister: die Promiausgabe“. Lass dir das nicht entgehen.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Kopfjäger",
        "description": "Für einige Spezies ist die Jagd mehr als simpler Zeitvertreib – sie beherrscht Körper und Geist und formt sie zu einer Rasse perfekter Tötungsmaschinen.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Sandwächter",
        "description": "Mächtige Wächter behüten das Grab eines uralten Schreckens, auf dass er die Welt nie wieder bedrohe. Doch vielleicht ist es dafür schon zu spät …",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Zuckerschock",
        "description": "Vom Lebkuchenschloss zum Malzbiermeer über die Lakritzberge bis hin zum Geleefruchtwald – so weit das Auge reicht, erstrecken sich die Zuckerlande in all ihrer Pracht.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Spielzeugkiste",
        "description": "Gnars Spielzeugkiste quillt geradezu über vor unbezahlbaren Schätzen, doch wenn er nicht zu Hause ist, erwachen sie zum Leben …",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Waidstamm",
        "description": "Nur wenige können eine Reise durch die eisige Tundra des Nordens überleben. Wenn die Kälte dich nicht tötet … töten dich gewiss die Waid.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Sternenwächter",
        "description": "In einem endlosen, dunklen Universum werden junge Kriegerinnen und Krieger vom Schicksal auserwählt, um das Licht der Sterne zu beschützen. Sie sind dazu bestimmt, hell zu erstrahlen, bevor sie im lodernden Sternenfeuer ihr Ende finden.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Monde von Ionia",
        "description": "Eine Stimme durchbricht die Stille: „Erhebt euch, Tiere, Brüder! Die Monde unseres verfluchten Ionia erheben sich wie Augen hungriger Dämonen, die auf das Rot eurer Treue warten – oder ist es eine monströse Plage, die abgewehrt gehört? Fest steht, wir sind nur Hüllen, rituelle Opfer. Bei Vollmond schneiden wir Fleisch von Fleisch und bieten unsere mageren Gaben als Opfer dar.“",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Urzeitliche Jäger",
        "description": "Riesige Monster durchstreifen unser Land und jagen ihre Beute mit erschreckender Präzision. Die Menschen würden mit Sicherheit ihre nächste Mahlzeit werden, wenn es nicht die Jäger gäbe. Bewaffnet mit Klingen, die aus den Knochen ihrer ersten Opfer gefertigt wurden, und mit Instinkten, die es mit den furchterregendsten Bestien aufnehmen können, schützen die Jäger ihr Volk jeden Tag vor einem grausamen Schicksal.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Bilderbuch",
        "description": "Es war einmal eine Gruppe von Märchenfiguren, die aus dem Buch heraus zum Leben erweckt wurden …",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Märchen",
        "description": "Jede Kultur hat ihre eigene Folklore, was Legenden und Monster betrifft. Sind diese Mythen Hirngespinste, Geschichten, die von Generation zu Generation weitergegeben werden, um das Unerklärliche zu erklären? Oder beruhen sie auf einer Wahrheit, die dem Rest der Welt verborgen bleibt?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Erzrivalen",
        "description": "Alle Dinge entstehen aus Konflikten; niemand kann sich ihnen entziehen. Harmonie ist eine Illusion, und nur diejenigen, die sich dieser Illusion hingeben, werden die besten Früchte des Lebens ernten.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Hoch über der Stadt kämpfen gigantische Kaiju mit riesigen Mechas um die Wette. Wer wird gewinnen?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Als Vorreiter in Wissenschaft und Kunst hat sich Hextech von seinen rudimentären Anfängen zu einer modernen Renaissance komplizierter und künstlicher Lebensformen mit freiem Willen entwickelt. Geschickte Werksmeister führen das Medium in eine kühne neue Richtung – aber was letzten Endes daraus hervorgehen wird, vermag niemand zu sagen.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Winterfreuden",
        "description": "Gibt es eine schönere Zeit im Jahr als die „Winterfreuden“, wenn die Luft frisch, der Schnee fluffig und der Kakao heiß ist? Wirf einen Schneeball oder sing ein Weihnachtslied; solange du gute Laune hast, wird alles gut, und du hast nichts zu befürchten.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Kriegsherr und Kriegsherrin",
        "description": "Verfeindete Imperien konkurrieren um die Macht und versuchen das Land zu vereinen, während sich tapfere Krieger und gerissene Generäle mit den größten Helden des Zeitalters messen. Es ist eine Ära des Krieges und eine Zeit für Legenden.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Reise der Unsterblichen",
        "description": "Vor langer Zeit versammelten sich in einem uralten Land viele Seelen, um unter den wachsamen Augen der Götter die Grenzen ihrer Macht auszutesten. Närrisch und arrogant, mutig und gerecht … Ihre Reisen wurden auf den ewigen Seiten der Geschichte niedergeschrieben.",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "High Noon-Gothic",
        "description": "Auf dem Höhepunkt der industriellen Revolution strömen Reisende in den ungezähmten Westen und suchen unter den unbekannten Schrecken einer grausamen, alten Welt nach Glück und Wohlstand. Tapfere Revolverhelden und verruchte Halunken erwarten dich ebenso wie unergründliche Götter und wilde Dämonen.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odyssee",
        "description": "Von den urbanen Kernwelten bis zum äußersten Rand der Galaxie, es erwarten dich überall Abenteuer! Das große demaxianische Reich ignoriert jeglichen Einspruch des Templerordens und des kriminellen Syndikats in ihrem Streben nach Ora – einer mysteriösen goldenen Essenz; das Lebensblut der gesamten Zivilisation. Es verspricht jenen ungeahnte Macht, die es für ihre eigenen Zwecke einsetzen können...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJEKT",
        "description": "Zwischen den riesigen Gebäuden und den überfüllten Straßen einer Zukunft, in der internationale Konzerne die Kontrolle übernommen haben, herrscht ein Schattenkrieg zwischen rebellischen augmentierten Menschen und neu verstärkten künstlichen Wesen. Die Sieger werden den Lauf der Geschichte bestimmen … und die Verlierer werden gezwungen sein, sich anzupassen.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eklipse",
        "description": "Am Anfang herrschten die alten Götter. Die Liebe der Menschen zu ihnen war so groß, dass eine es wagte, sie für immer in ihr Fleisch aufzunehmen. Sie verschlang die Sonne selbst und inspirierte ihre Ritter, als sie aus dem leeren Himmel herabstiegen, um alle zu töten, die noch übrig waren. Jahrhunderte später sind sie die einzige Hoffnung im Kampf gegen die aufsteigende Finsternis des Hexenzirkels.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Mecha-Königreiche",
        "description": "Jahrzehntelang bekriegten sich die Großen Königreiche, bis ein neuer Feind erschien. Aber mit den Geschenken des Himmels können sie zurückschlagen. Können sie ihre Vergangenheit ablegen, um ihre Zukunft zu retten?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Seelenblumen",
        "description": "Das Seelenblumenfest ist eine uralte Feierlichkeit in Ionia. Wenn sich das Tor zur Geisterwelt öffnet, kehren die Toten zu ihren Lieben zurück und Geister aller Art beobachten die Lebenden. Von den wohlgesinnten Kanmei bis zu den besessenen Akana – ihre Geschichten wiederholen sich immer wieder, wie Schatten auf einer Papierlaterne.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "Zum Schutz vor abtrünnigen Truppen, die versuchen, die Welt zu destabilisieren, schickt das Oberkommando PsyOps, ein Spezialteam von Elitesoldaten. Zu den Mitgliedern gehören [ZENSIERT].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Weltenbrecher",
        "description": "Am Ende wird der Mond die Sonne ersticken. Und in dieser unheilvollen Dämmerung werden sich vier Titanen erheben, um die Welt selbst zu vernichten.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Kriegerköniginnen",
        "description": "Einst waren die kollektiven Königreiche von Elysia durch endlose Kriege zerbrochen, bevor sie die wahre Natur ihrer Welt erkannten: dass die Magie, die ihre übernatürlichen Länder zusammenhält, nur durch Konflikte aufrechterhalten werden kann. So haben sie sich im vereinenden Konflikt um die Große Krönung verbündet, wenngleich einige Bündnisse erste Risse zeigen.",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Die Geschichte des gestürzten Königs",
        "description": "Der schwarze Nebel sammelt sich, die Graunacht naht und der gestürzte König hat sich erneut erhoben. Viegos Verderbnis hüllt Runeterra ein, verwandelt Freunde in Gegner und zwingt ganze Nationen in die Knie. Die einzigen mit der Macht, ihn aufzuhalten, sind die Wächter des Lichts: ein uralter Orden, der von Senna und Lucian angeführt wird. Sie müssen Champions aus allen Ecken des Reiches rufen, um den schwarzen Nebel zurückzuschlagen und die Schreckensherrschaft des gestürzten Königs ein für alle Mal zu beenden.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Schriftrollen von Shan Hai",
        "description": "Niemand kann sagen, wer die geheimnisvollen Schriftrollen von Shan Hai geschaffen hat und wann. Ein Blick genügt, um zu erkennen, dass das Gemälde ein Fenster zu einer Welt voller Magie und Wunder ist. Aber vielleicht ist es sogar eher ein Tor?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Kristallrose",
        "description": "In einer Welt, in der magische Bündnisse häufig gebrochen werden, bietet das jährliche Fest der Kristallrose einen neutralen Boden, um Verfehlungen zu verzeihen und erneut über Waffenstillstände zu verhandeln. Die Waffen werden symbolisch beiseite gelegt, und mögliche Pakte werden durch das Pflücken und Tragen der magischen Rosen signalisiert, die nur während des Festes wachsen.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Weltraum-Groove",
        "description": "In einer groovigen Galaxie, Millionen Disco-Infernos entfernt, schenkt eine Energie, bekannt als „Der Groove“, Trillionen von galaktischen Bürgern Musik und Wohlstand. Als die außerirdische Oberbefehlshaberin Lissandra und ihre „Miesen Vibes“-Armee beginnen, die Musik auszulöschen, kommen neue Helden, um sie aufzuhalten, damit die Party nie endet.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arkana",
        "description": "Hoch über Arkana versuchen die Archetypen, lebendige Muster, die die Realität selbst formen, ihre Vision auf das Chaos unter ihnen zu übertragen. Die Archetypen rekrutieren empfängliche Bewohner der unteren Welt, um ihre verborgenen Muster zu verstärken — und je mehr Menschen das Muster eines Archetyps verstärken, desto mehr spiegelt die Welt ihre große Vision wider.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Albtraum der Gangsterstadt",
        "description": "In der kriminellen und schmutzigen Welt von Valoran City lauern unheimliche Schrecken. Auf den Schwarzmärkten haben sich Elixiere verbreitet; eine wertvolle Substanz ungewisser Herkunft, deren Herstellung Geld und Einfluss bedeutet, sollte eine Gang den Markt beherrschen. Angestachelt von Agenten der Korruption suchen Kapos und Kumpane gleichermaßen nach Kräften jenseits des Schleiers, um die wahre Macht zu erfahren.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsfeuer",
        "description": "Zwischen den Verzweigungen der unendlichen Realitäten treffen die Chrono-Vollstrecker auf fliehende Flüchtlinge, Zeitkriegsfürsten und den unerbittlichen Marsch der Prätorianer durch die Wechselfälle der Raumzeit.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Konditorei",
        "description": "Gutes Essen verzaubert – wortwörtlich! In einer Welt voller eleganter Teekränzchen und verführerischer Backwaren backen Magier magische Macarons, zaubern Zauberinnen krosse Croissants und servieren beseelte Bedienungen ihren zahlreichen begeisterten Gästen deliziöse Quarktaschen.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "In den Städten Piltover und Zhaun herrschen Unruhen, weil Erfinder und Diebe, Politiker und Unterweltbosse gegen die Zwänge einer zerrissenen Gesellschaft ankämpfen. Entdeckungen und Gefahren verflechten sich, während Helden geboren und Bande gebrochen werden. Wird diese Macht die Welt verändern oder zerstören?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Wolkenrand",
        "description": "Die Schockklingen sind ein Orden geheimnisvoller Shinobi-Krieger. Zum Schutz der Menschheit vor bösartigen Geistern und Monstern, lud ein tödliches Wolkenritual ihre Waffen mit Blitzmagie auf. Sie wandeln zwischen der Welt der Sterblichen und der der Geister und bekämpfen Bedrohungen wie niemand sonst. So sichern sie die Zukunft aller Bewohner der sterblichen Welt.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "Anima-Technologie",
        "description": "Die Menschheit liegt in den letzten Zügen, nachdem sie beinahe bei der Invasion einer hochtechnologischen Armee aus der Tiefsee, den Primordianern, besiegt wurde. Hier kommt der Anima-Trupp ins Spiel: Elitekämpfer, die mit beschlagnahmter primordianischer Technologie das Ende der Welt verhindern wollen. Um die Menschheit zu retten, müssen sie wie ein Tier kämpfen.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Sonnengeküsster Sommer",
        "description": "Es ist Sommer, Baby! Die Sonne scheint, ein laues Lüftchen weht und das Wasser ist kühl. Alle lassen ihre Rivalitäten und ihren Groll zu Hause und bringen nur Badesachen und gute Laune mit. Für Prügel und Geschrei ist später noch genug Zeit. Lehn dich einfach zurück, genieße die Musik und gönn dir den Spaß.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Monsterzähmer",
        "description": "Wer wir sind?! Wir sind Monsterzähmer! Wir beschützen die Welt, wenn sie in Gefahr ist! Wenn andere fliehen, folgen wir dem Gebrüll. Wir zähmen das Monster und verwenden das KOSE. Mit neuen Freunden an unserer Seite werden wir springen, rennen, schwimmen und gleiten! Wir gehen überall hin, egal wie weit. Weil wir Monsterzähmer sind! Ja, das sind wir!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Ereignishorizont",
        "description": "In der weiten Dunkelheit des Weltalls werden schreckliche und wunderschöne Dinge geboren – kosmische Kreaturen von inniger Liebe und die völlig unbegreiflichen Monstrositäten des Sternenvernichters. Sie sind die Kinder von schweigenden Göttern … und nun kommen sie endlich nach Hause.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Geistwächter",
        "description": "Fast zehn Jahre wurden Udyrs spirituelle Fähigkeiten in Ionia bei Mönchen des Hirana-Klosters geschult. Als Freljord ihn rief, entschied er sich, zu bleiben und die Ausbildung abzuschließen. Nun ist Udyr in spiritueller und sterblicher Hinsicht Teil der ionischen Landschaft und versucht mit Lee Sin und Karma, das von Kriegen zerrüttete Land zu stabilisieren.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Der Grind",
        "description": "Beim Grind geht es nicht nur um die Arbeit. Es geht um die Mühen und Anstrengungen, die manchmal belebend und andere Male frustrierend sein können. Der Grind ist eine einwöchige Achterbahnfahrt voller komödiantischer Höhepunkte und dramatischer Talfahrten, die jeden Montag von vorne beginnt. Arbeiten wir hart oder sind wir hart damit beschäftigt, nicht zu arbeiten? Für den Grind spielt das keine Rolle.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Eindeutig nicht",
        "description": "Ein vollkommen normales Universum, in dem nichts Doppeldeutiges, Heimtückisches oder Unredliches vor sich geht. Ganz eindeutig nicht.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Eisen-Firmament",
        "description": "Eine kriegsgebeutelte Galaxie versucht den Wiederaufbau, doch die alten Wunden bleiben. Kriminelle, Kopfgeldjäger und Unternehmensvertreter haben das Machtvakuum gefüllt – einige haben gefährliche Exo-Kampfanzüge mit gottgleichen Fähigkeiten. Nun haben Megaunternehmen Privatarmeen aufgestellt, um entfernten Kolonien ihren Willen aufzuzwingen. Schlachtfelder mögen sich ändern, nicht aber der Krieg.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Zeitalter von Runeterra",
        "description": "Einblicke in andere Leben. Schicksalsschläge in einer anderen Zeit. Runeterra ist eine Welt voller Möglichkeiten, in der die Legenden neue Ziele und Schicksale finden.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Elemente",
        "description": "Ein Königreich steht am Rande des Abgrunds, während eine Armee aus titanischen Elementarbestien gegen die Menschheit Krieg führt. Eine einsame Kriegerkönigin bildet die letzte Verteidigungslinie: Lux der Elemente. Um ihr Volk zu retten, muss sie in sich gehen und ihr wahres Ich entdecken – egal welche Gestalt es annimmt.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernalisch",
        "description": "Feuer, Schwefel und Tod. Es gibt keine Rückkehr zu dem, was die Welt vor dem Aufstieg des Aschfahlen Fürsten war. Es ist ein Traum, verloren in den glühenden Lavaströmen unter den von Vulkanen übersäten Ländern. Jetzt beginnt ein neues Zeitalter – eines, das bis in alle Ewigkeit brennen wird.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Klassisch",
        "description": "Schätze aus längst vergangenen Tagen, die in greifbarer Nähe schimmern.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Weltwunder",
        "description": "Individuen aus dem weit entfernten Universum „Erde“, in dem riesige Statuen zum Leben erwachen und jeder einen lustigen Hut trägt. Eigentlich ganz ähnlich wie in Runeterra, oder?",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Kriegsakademie",
        "description": "Die strengen Gesetze, politischen Unruhen und Imperien, die zum Runenkrieg führten, sind längst in der Versenkung verschwunden, aber die letzten Magierfürste und Protektoratsmitglieder erhalten die Geschichten der legendären Schlachten am Leben. Die Marodeure und Wächter führen die Kriege und Feindseligkeiten ihrer Vorfahren fort, obwohl sie zu den anfänglichen Konflikten keinerlei Bezug haben.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Drachenwelt",
        "description": "Zweimal verschlang Drachenfeuer die Welt. Zweimal wurden Helden aus ihrer Glut geschmiedet.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "Wir schreiben das 22. Jahrhundert, und Körperaugmentierungen sind ein fester Bestandteil der Gesellschaft. Die Grenzen der Menschheit verschieben sich ständig und ungeahnter Optimismus und neue Möglichkeiten entstehen. Alle vier Jahre legen die Nationen bei den Zenitspielen ihre Konflikte bei. Sie treten nicht an, um der Welt zu zeigen, was möglich ist, sondern aus ihr werden könnte.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "Auf dem Bildschirm blinkt „Zum Spielen Münze einwerfen“, ein unwiderstehliches Angebot für jeden Gamer, der etwas auf sich hält. Aber wenn sie aus ihrer bescheidenen Arcade in eine Welt der Helden und Kampfbosse entführt werden, müssen diese gewöhnlichen Spieler mit allen Reflexen und Kombos kämpfen, die sie aufbringen können. Denn in Arcadia … spielen sie um ihr Leben.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Geschichten aus der Kluft",
        "description": "Eltern erzählen ihren Kindern Geschichten von bösen Hexen und dergleichen, die in einer Nacht im Jahr auf den Straßen lauern. „Bleib in deinem Bett, Kindchen, denn die Dunkelheit ist ihr Freund.“ Diese Geschichten sind nur zum Teil wahr; die Ghule dieses verzauberten Abends lieben es zwar, Leuten einen ordentlichen Schreck einzujagen, würden aber niemals einem Kind ein Haar krümmen. Es sei denn, das Kind war wirklich sehr ungezogen.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Bienen",
        "description": "Bssss. Bssss bsssss bssss. Bssss! Bsss, bssss, bss bssss. Bssss …",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Silberära",
        "description": "Die größten Superhelden und heimtückischsten Schurken der Kluft, erhältlich in einem Comicladen in deiner Nähe!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Katzen gegen Hunde",
        "description": "Die älteste Rivalität, die die Welt je gesehen hat: Der beste Freund des Menschen gegen die größten Helden des Internets. Nur eine Fraktion wird aus dem Kampf zwischen Katzen und Hunden als Sieger hervorgehen. Hoffentlich wird ihr Fell nicht allzu schmutzig, denn das Einzige, was noch schlimmer ist als eine Niederlage, ist ein Wannenbad.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Albtraum der Nachbarschaft",
        "description": "Schreckliche Geschichten über kauzige Außenseiter, teuflische Freunde und gruselige Zusammenkünfte.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Die guten Alten",
        "description": "Das Leben ist ein Segen innerhalb der Burgmauern von Lord Tryndameres Sitz. Ritter können den Schmied aufsuchen, um seine Waren zu kaufen, oder einen der vielen Magier um weisen Rat bitten. Und auf Abenteuerlustige warten die Ländereien von Albion, deren Geheimnisse nur das Feenvolk kennt, das dort lebt.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Finstere Freibeuter",
        "description": "Bilgewasser, wo der Tod schneller als die Strömung ist, und die Regeln so formlos wie Brackwasser. Wo bare Münze alle Türen öffnet, und die Wahrheit nur eine akzeptierte Lüge ist.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Sicher, es geht um ausverkaufte Stadien, coole Modetrends, das jubelnde Publikum; aber es geht auch um Lautsprecher, die so laut aufgedreht sind, dass einem die Ohren im Takt der Musik klingeln. Es geht um heiße Bühnenscheinwerfer, stampfende Bässe und den gleichmäßigen Rhythmus des Schlagzeugs. Es geht um den Adrenalinrausch, der dein inneres Feuer entfacht. Dieses Gefühl? Das ist Musik.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Siegreich",
        "description": "Champions besiegen ihre Gegner und erklimmen neue Höhen, erfüllen ihre kühnsten Träume und präsentieren ihre hart verdiente Beute allen, die wahre Größe sehen wollen.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Ehre",
        "description": "Die Gesellschaft ist unter der Herrschaft des Essent zunehmend individualistisch und verschlossen geworden. Die Menschen werden ermutigt, sich nur um sich selbst zu kümmern, sodass niemand dem anderen traut. Als Anführer des längst nicht mehr existierenden Ordens des Trostes versucht Malzahar, durch die erhebende Aura des Trostes Harmonie in diese disharmonische Welt zu bringen. Er weiß, dass sie sich nur gemeinsam für eine bessere Welt einsetzen können.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy Metal",
        "description": "Zuschauer aus der ganzen Welt kommen zusammen, um die besten Roboterkämpfer in den Gladiatorenarenen von RiotCorp kämpfen zu sehen, begierig auf die Chance, zum Champion der Full Metal Fighting League gekrönt zu werden oder bei dem Versuch zusammenzubrechen.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Sei mein",
        "description": "Also … wirst du es tun?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Akademie",
        "description": "ACHTUNG, STUDENTEN UND DOZENTEN: Wir haben erfahren, dass gegen alle Studenten ein Disziplinarverfahren eingeleitet wurde und dass allen Professoren ein Urlaub für ihre geistige Gesundheit „nahegelegt“ wurde. Der Unterricht wird bis auf Weiteres abgesagt, vielleicht bis zu dem Zeitpunkt, an dem die suspendierten Schüler ihr miserables Verhalten überdacht haben.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arkanisten",
        "description": "Direkt vor den Toren der Akademie liegt eine Welt voller Magie … und Gefahr. Die Professoren ermahnen die jungen Zauberer und Hexen, auf dem sicheren Schulgeländes zu bleiben, ihre Kräfte aufzubauen und fleißig zu lernen – aber wo bleibt da der Spaß, wenn das Abenteuer gleich hinter der nächsten Kurve wartet?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Sternenreisende",
        "description": "Es ist gefährlich, den Weltraum alleine zu durchqueren … Nimm einen Meep mit! Aber keinen violetten. Die violetten sind böse.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Götterwaffe",
        "description": "Die über den ganzen Erdball verstreuten Götterwaffen haben die Gesellschaft machtbesessen werden lassen. Diese vernunftbegabten Monumente rufen diejenigen, die würdig sind, und verschenken ihre Gaben an ihre Untertanen, um ihre Eroberung in dieser vom Krieg zerrissenen Welt auszuweiten. Auserwählt zu sein ist ein Ehrenzeichen, das jedem, der sich widersetzt, Angst einflößt.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Schwarzfrost",
        "description": "Die Eishexe lässt niemanden schlummern; jeder gefallene Freund und Feind in ihrem Reich erhebt sich aufs Neue, um an ihrer Seite zu kämpfen. Ihre dunkle Magie verzerrt ihr Aussehen und erzeugt eisige Golems mit Herzen aus schwarzem, ewigem Eis.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Blutjaspis",
        "description": "Der sagenumwobene Blutjaspis verleiht imposante Fähigkeiten zu einem ebenso imposanten Preis. Viele Tote hat er schon gefordert, und es werden zweifellos noch mehr werden, denn in der Finsternis mangelt es nicht an Macht, sondern nur an dem Willen, sie zu ergreifen.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "E-Sport",
        "description": "Manche sagen, der beste Preis sei es, den Beschwörerpokal vor einem Stadion voller jubelnder Fans hochzuhalten … andere sagen, es sei das Geld. Und die Leute im „League of Legends“-Team, die die Skins machen? Wir sind der Meinung, dass das Beste an einem WM-Sieg ist, dass man in seinem Lieblingsspiel verewigt wird. Und wir sind nicht befangen!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Sammlerausgabe",
        "description": "Für den anspruchsvollen Sammler von MOBA-Veröffentlichungen in limitierter Auflage im Jahr 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Krieg ist die Hölle",
        "description": "Was ist das?! Wir sind im Krieg, Soldat, und du verbringst deine Zeit mit Lesen? Was nützen einem Bücher, wenn man mitten in einem Wirbelsturm und unter Beschuss seinen mickrigen Hintern durch rattenverseuchten Schlamm zieht? Gar nichts! Jetzt nimm deine Position ein!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Plüschhäschen",
        "description": "Es ist Hasensaison! Auf dem Häschenpfad und in der ganzen Umgebung haben sich die Leute herausgeputzt, Eier bemalt und ein breites Lächeln aufgesetzt. Wir hoffen, dass ihr Herumhüpfen dich in Feiertagsstimmung bringt!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Purpurelite",
        "description": "Wie findet man die Purpurelite? Folge der Spur der Leichen.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Todesschwur",
        "description": "In der Unterwelt herrscht eine bedrohliche Aktivität. Der Tod versammelt seine Untertanen für einen neuen Plan von erschreckendem Ausmaß, der die Seelen aller Sterblichen benötigt.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Dämonisch",
        "description": "Auf die armen Seelen, die zum Leiden verurteilt sind, sei es durch einen Vertrag oder durch praktizierte Bösartigkeit, warten die ewigen Feuer der Hölle.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Vier Kreaturen",
        "description": "Göttliche Bestien wachen über die ganze Welt und verfügen über die Macht, jeden in ein mächtiges Wesen zu verwandeln, aber nur, wenn diese Seele ihres Segens würdig ist. Egal, ob ihre Macht zum Guten oder zum Bösen eingesetzt wird, wenn die Gabe einmal gegeben ist, kann sie nicht mehr weggenommen werden.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Schreckensritter",
        "description": "Diese untoten Ritter, die durch geheimnisvolle alte Magie wieder zum Leben erweckt wurden, sind die einzigen Überbleibsel einer sagenumwobenen Geschichte, die im Laufe der Zeit verloren gegangen ist. Sie werden schützen, was einst ihnen gehörte, selbst wenn es Sterbliche das Leben kostet.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Das Schwarze Kontrollauge",
        "description": "Gefahren lauern überall in Runeterra! Monster, Magier und mythische Kreaturen streifen durch das Land! Versammle deine Freunde und erschaffe dein eigenes Abenteuer für 3-5 Spieler. Vernichte das Böse mit deinem 20-seitigen Würfel! Hast du das Zeug, die Welt zu retten und zur Legende von DAS SCHWARZE KONTROLLAUGE zu werden?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]