[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Minden 1 pontnyi adaptív erő 0,6 sebzést vagy 1,0 varázserőt ad attól függően, hogy melyikből szereztél többet a játék során. Hatással vannak rá a megvásárolt tárgyak."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Mozgási sebesség"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "A vakítás, a rövidlátás, a némítás, a lassítás, az átváltoztatás, a röghöz kötés, a magatehetetlenség, a kábítás, a földbe gyökereztetés, a fellökés, a hátralökés, a csábítás, az alvás, a felbőszítés és a rettegés tartozik ide. "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "A lassítás, az átváltoztatás, a röghöz kötés, a magatehetetlenség, a kábítás, a földbe gyökereztetés, a fellökés, a hátralökés, a csábítás, az alvás, a felbőszítés és a rettegés tartozik ide."
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "A magatehetetlenség, a kábítás, a földbe gyökereztetés, a fellökés, a hátralökés, a csábítás, az alvás, a felbőszítés és a rettegés tartozik ide. "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Gyilkosság vagy assziszt "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Területre ható képesség"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Csökkentett töltési idő "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Fizikai vagy varázssebzést okoz, attól függően, hogy melyik arány (a sebzésé vagy a varázserőé) játszik nagyobb szerepet. Összességében megnöveli a hős által okozott sebzéstípus mértékét. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "A hatás idejére megcélozhatatlanná és sérthetetlenné válsz, de nem tudsz mozogni, támadni, varázsolni vagy tárgyakat használni. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Az ellenséges terület a térképnek a saját Nexusoddal ellentétes oldala. Az Idézők szurdokát kettészelő folyó egyik oldalhoz sem tartozik."
    }
]