[
    {
        "id": 0,
        "name": "Általános",
        "description": "Általános",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Idézők szurdoka",
        "description": "A legújabb és legnagyobb tisztelettel övezett csatamező az Idézők szurdoka. Három eltérő ösvény közül választhatod ki a megfelelőt, hogy az ellenfél leggyengébb pontját támadhasd. A szövetségeseiddel együttműködésben kell megostromolnod az ellenség bázisát, hogy elpusztíthasd a nexusukat.",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Véletlenszerű térkép",
        "description": "Az Ordító szakadék egy feneketlennek tűnő gleccsermélyedés, ami Freljord leghidegebb és legkegyetlenebb részén található. Azt mondják, hogy valamikor réges-régen hatalmas ütközet zajlott a mélység felett átívelő szűk hídon. Már senki sem emlékszik arra, kik harcoltak itt és miért. De az a mondás járja, hogy a szél hangját figyelve hallani lehet a hídról a mélybe taszított legyőzöttek kétségbeesett üvöltését.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Nexus Blitz",
        "description": "Nexus Blitz",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Építs hősökből álló csapatot, és küzdj egy 8 fős „mindenki mindenki ellen” játékban. Ezernyi stratégia, de csak egy nyertes lehet.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Aréna",
        "description": "Lépj be a várólistára egyedül vagy barátaiddal ebben a többcsapatos játékmódban. Küzdj meg ellenségeiddel a sokszínű arénákban zajló kaotikus harcokban.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Rajzás",
        "description": "Alkossatok csapatot egy barátoddal, vagy vágj neki egyedül ennek a túlélésre építő játékmódnak.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "A Bandleliget",
        "description": "Dolgozz együtt a csapatoddal, hogy minionokat juttassatok az ellenfél portáljába. Nincsenek szerepek, nincsenek ösvények, nincs stressz. Csak egy 5v5 bunyó.",
        "mapStringId": "BDW"
    }
]