[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Világbajnokok: 2011",
        "description": "Gratulálunk a 2011-es vb győztesének, a Fnaticnek!"
    },
    {
        "id": 2,
        "name": "Világbajnokok: 2012",
        "description": "Gratulálunk a 2012-es vb győztesének, a Taipei Assassinsnak!"
    },
    {
        "id": 3,
        "name": "Világbajnokok: 2013",
        "description": "Gratulálunk a 2013-as vb győztesének, az SK Telecom T1-nek!"
    },
    {
        "id": 4,
        "name": "Világbajnokok: 2014",
        "description": "Gratulálunk a 2014-es vb győztesének, a Samsung White-nak!"
    },
    {
        "id": 5,
        "name": "Világbajnokok: 2015",
        "description": "Gratulálunk a 2015-ös vb győztesének, az SK Telecom T1-nek!"
    },
    {
        "id": 6,
        "name": "Világbajnokok: 2016",
        "description": "Gratulálunk a 2016-os vb győztesének, az SK Telecom T1-nek!"
    },
    {
        "id": 7,
        "name": "Diadalmas",
        "description": "A bajnok ellenfeleit legyőzve ér új magasságokba, beteljesíti az álmait, és szívesen megmutatja nehezen szerzett kincseit azoknak, akik értékelik a valódi nagyságot."
    },
    {
        "id": 8,
        "name": "Világbajnokság",
        "description": "A játékok történetének legnagyobb színpada. Két csapat száll szembe egymással rajongók milliói előtt. A bajnok csak egy lehet. "
    },
    {
        "id": 9,
        "name": "Kihívó",
        "description": "A League of Legends éves szezonkezdésének tiszteletére."
    },
    {
        "id": 10,
        "name": "Játékterem: hősök",
        "description": "Árkádia: a szerver legjobb játéktermi játékosainak és az igazságot hajszoló NJK-inak otthona. Itt minden hős győzni akar. Arra is készek, hogy átírják a Csatarobotok sérült kódját, bár az egész rendszer ellenük van. Nem lesz könnyű menet, de az értetlen kifejezés a legyőzött Csatarobot arcán minden erőfeszítést megér."
    },
    {
        "id": 11,
        "name": "Játékterem: Csatarobotok",
        "description": "Árkádia szervereinek mélyén élnek a rosszindulatú programhibák, amelyeket Csatarobotokként ismernek a játékosok. Sérült kódjuk korábban nem tapasztalt szabadságot adott nekik… ám új kihívásokat is hozott magával. A Játéktermi világ törlése érdekében összefogtak, félretéve eddigi ellentéteiket (legalábbis... egyelőre)."
    },
    {
        "id": 12,
        "name": "Vérhold",
        "description": "Egy végtelen hatalmat kereső ősi szekta végez szentségtelen, misztikus rítusokat a Vérhold éjszakáján: démoni lelkeket költöztetnek emberi testekbe, hogy eggyé váljanak az egyre növekvő sötétséggel."
    },
    {
        "id": 13,
        "name": "Sárkányvilág",
        "description": "Kétszer emésztette fel a világot a sárkányok tüze. Kétszer születtek hősök a lángok közepette."
    },
    {
        "id": 14,
        "name": "Elit alakulat",
        "description": "Amikor elkezdődött a háború, az Elit alakulatot bízták meg, hogy vessen véget neki. Csak egyikük maradt életben. Egy yordle, aki már nem mások, hanem a saját háborúját vívja..."
    },
    {
        "id": 15,
        "name": "Medencés buli",
        "description": "Nyár van, bébi! Süt a nap, meleg szellő fúj, a víz hűs. A sérelmeit mindenki otthon hagyja, és csak fürdőruhát és jókedvet hoz magával. Bőven lesz még idő később üvöltözni és püfölni egymást. Dőlj hátra, élvezd a zenét, és szívd magadba a jókedvet."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "A heavy metal uralta világban a PENTAKILL a pusztító zene legnagyobb mestere. Hat zenész, két penta-platina album, és az istenek krómozott ökle. Zúzzunk!"
    },
    {
        "id": 17,
        "name": "Program",
        "description": "A PROJEKT vállalat által megalkotott biztonsági algoritmus, a program titokban öntudatra ébredt, majd átírta eredeti parancsait. Sorra megfertőzte a Város számítógépeit, és megállapította, hogy az emberiségre leselkedő legnagyobb veszély... maga az emberiség."
    },
    {
        "id": 18,
        "name": "PROJEKT",
        "description": "A PROJEKT vállalat hisz abban, hogy az emberi lehetőségek titkainak felszabadítása a kulcs a halandó test korlátainak levetkőzése terén. A technológia révén emelkedhetünk fel. Együtt."
    },
    {
        "id": 19,
        "name": "Csillagőrző, 1. szezon",
        "description": "Az Első Csillag által mágikus hatalommal felruházott középiskolás, Lux és a Csillagőrzőkből álló csapata titokban védelmezik a világot a csillagközi szörnyektől. De ki védi meg őket a Valoran városi gimiben zajló intrikáktól?"
    },
    {
        "id": 20,
        "name": "Csillagőrző, 2. szezon",
        "description": "Ahri és Miss Fortune veterán Csillagőrzők, akik egy új csapattal az oldalukon hirtelen újból felbukkannak Valoran városában, miután egy ismeretlen esemény elpusztította az előző csapatukat. A felesküdött Csillagőrzők végzetével szembeszállva csatlakoznak Luxhoz és a csapatához, miközben az Üresség szörnyei ellepik a várost."
    },
    {
        "id": 21,
        "name": "Szupergalaktikus",
        "description": "Az űr: a legveszélyesebb határvidék! Csak az akadémiai újoncokat illetően látszólag kiapadhatatlan forrásokkal rendelkező Szupergalaktikus Védőerő elég felkészült ahhoz, hogy felfedezze a legtávolabbi, ismeretlen világokat, és védelmet nyújtson az űrlények legkönyörtelenebb fenyegetései ellen. A legjobb buli a galaxisban!"
    },
    {
        "id": 22,
        "name": "Akadémikus",
        "description": "ÜZENET A HALLGATÓKNAK ÉS AZ OKTATÓI KARNAK: Tudomásunkra jutott, hogy az összes hallgató fegyelmi eljárás alatt áll, és az oktatók „javasolt” pszichiátriai pihenőn vannak. További értesítésig elmaradnak az órák, amíg a korábban említett felfüggesztett hallgatók fel nem ismerik, milyen tarthatatlanul viselkedtek."
    },
    {
        "id": 23,
        "name": "Megnyerő",
        "description": "Nox Vegas luxuslakásai és exkluzív klubjai a hatalom, a gazdagság és a fényűző életmód fellegvárai, ahonnan igazán gyönyörű emberek tartják markukban a világot. Azonban ahogyan a fények városában leszáll az éj, előkerülnek a kések – a játék neve befolyás, és senki nem szeret veszíteni."
    },
    {
        "id": 24,
        "name": "Fényív",
        "description": "Ezerévente egy ősi, istenségszerű lény ereszkedik alá az égből, és kiválaszt egy méltó harcost, hogy képviselje akaratát a földön. Ezek a Fényív-harcosok az égi fény halhatatlan ügynökei."
    },
    {
        "id": 25,
        "name": "Csatagép",
        "description": ""
    },
    {
        "id": 26,
        "name": "Ínyenc mesterek",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandál",
        "description": "A Vandálok a pusztaság meghatározó szereplői. Erőszakos bűnözőkből álló társaság, akik a pusztításban, a harcban és a céltalan gyilkolásban lelik örömüket… de legalább láthatóan jól szórakoznak."
    },
    {
        "id": 28,
        "name": "Téli sportok",
        "description": "Amikor a szóban forgó télisport-fesztivál lazított a szabályokon, mindenki arra számított, hogy izgalmasabbá válik az esemény. De csak kevesen számítottak arra, hogy milyen veszélyes lesz. Veszélyesen izgalmas!"
    },
    {
        "id": 29,
        "name": "Világpusztító",
        "description": "Az Első pusztulás próféciája négy titánra figyelmeztet, akik egy nap lerombolják a világot, és tudjuk, hogy a jóslat valóra fog válni. A hamuval borított talajból előtűnt a Világszövő, és meggyógyította a sebzett földet. Csak a legbölcsebb látnokok látják, mi következik: a második eljövetel és egy utolsó esély."
    },
    {
        "id": 30,
        "name": "Fejvadász",
        "description": "Egyes fajok számára a vadászat nem csupán sport. Testük és lelkük is ráhangolódik, mígnem tökéletes gyilkológéppé válnak."
    },
    {
        "id": 31,
        "name": "Labdarúgókupa",
        "description": "Felejtsd el a csatamezőt, a tárgyalótermeket vagy akár a játszóteret: korunk legfontosabb konfliktusait a focipályán rendezik. Nincs szebb annál, mint amikor a kedvenc játékosod átcsusszan a másik csapat védelmén, előkészíti a tökéletes rúgást, betalál a kapuba, és felhangzik a várva-várt kiáltás: „GÓÓÓÓÓÓL!”"
    },
    {
        "id": 32,
        "name": "Őskori vadászok",
        "description": "Gigantikus szörnyek járják a vidéket, és félelmetes precizitással csapnak le áldozataikra. A Vadászok oltalma nélkül rég megtizedelték volna az emberiséget. Ezek a kivételes harcosok az első elejtett szörny csontjaiból készített fegyvereket használnak, ösztöneik pedig vetekszenek a legravaszabb vadállatéval. Egész életüket a népük védelmének szentelik."
    },
    {
        "id": 33,
        "name": "Igazságosztó",
        "description": "A Fény ügynökei közül kiemelkednek az Igazságosztók, a Fényív őrzői és legfőbb erényeinek megtestesítői. Nem elegendő pusztán a halandóknak példát mutatni, mert még az isteni katonáknak is szükségük van ösztönzésre."
    },
    {
        "id": 34,
        "name": "Luchador",
        "description": "A sportműsorok történetének legnagyobb showműsora a legnagyobb arénában! Kövessük együtt El Tipró, El Macsó, El Lökő és El Sodró látványos küzdelmét a szorítóban ÉS azon kívül. A Valorani Pankrációszövetség sosem okoz csalódást."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Amikor hatalmas kaijuk támadnak vízen, földön és levegőben, az emberiség hasonlóan erős mecha egységeket állít szembe velük, hogy dicsőséges közelharcban győzzék le őket."
    },
    {
        "id": 36,
        "name": "Pulzustűz",
        "description": "Miután hőseink megoldották az időutazás talányát, egy nyomasztó jövőben találták magukat. Az Idő Őrei kíméletlenül vadásznak rájuk az időn és téren át, de némelyikük egérutat nyert a történelem ködébe rejtőzve... és magukkal vitték technológiájukat is."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "A bűnügyi igazságszolgáltatás rendszerében vannak azok, akik kijátsszák a törvényt, és azok, akik megszegik. A runaterrai rendőrség elhivatott rendőrei a város legszörnyűbb bűntényei után nyomoznak, hogy a legrosszabb törvényszegőket rács mögé juttassák. Ezek az ő történeteik..."
    },
    {
        "id": 38,
        "name": "Szurdokbeli küldetés",
        "description": "Veszély leselkedik Runaterra földjére! Félelmetes szörnyek, hitvány varázslók és misztikus lények garázdálkodnak szabadon! Gyűjtsd össze barátaidat, és hozd létre saját kalandodat 3-5 játékos számára, minden kockadobással újabb csapást mérve a gonoszra. Képes leszel megmenteni a világot, és igazi RIFTQUEST-legendává válni?"
    },
    {
        "id": 39,
        "name": "Párbajhős",
        "description": "A puskaforgatók és a törvény emberei a préri könyörtelen napjának fényében küzdenek a túlélésért és a megváltásért. A mennyország romokban, a pokol üres, és a gonosz köztünk jár."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "A korábban még kezdetleges hextech technológia ma már egyesíti a művészetet és a tudományt, és önálló gondolkodásra képes, kifinomult életformákat hoz létre. A legjobb művelői új, még merészebb jövő felé kormányozzák a mozgalmat… és ki tudja, mire lesznek még képesek."
    },
    {
        "id": 41,
        "name": "Nagy játékosok",
        "description": "Öten voltak egykor, fura egy csapat,<br>\\nMindent nagy tétben játszottak.<br>\\nPerlekedtek, marakodtak, a szerencséjük jött és ment,<br>\\nA sorsuk egy rejtély, egy nap elillantak."
    },
    {
        "id": 42,
        "name": "Piltoveri tuningolt",
        "description": "Egy felturbózott verdát keresel? Most megtaláltad. (A tényleges teljesítmény nem garantált.)"
    },
    {
        "id": 43,
        "name": "Kozmikus",
        "description": "A teremtés folyását hatalmas csillagporlények irányítják, a kozmoszt fenséges fénnyel megfestve, ahogy égi udvaruk átlebeg az idő és tér szövedékén."
    },
    {
        "id": 44,
        "name": "Sötét csillag",
        "description": "Az entrópia körülöleli a galaxisokat a Sötét csillag tátongó torkában, amelynek szolgálói, a fekete lyukak óriás lényei kioltják a létezés fényét minden naprendszerben, amelyet csak megérintenek."
    },
    {
        "id": 45,
        "name": "Martalóc",
        "description": "A Martalócok az egykorvolt Főmágusok harcos kultúrájának utolsó hírmondói, egy vérszomjas nomád nép, akik ősi hagyományaikat elfedve a rombolásnak élnek. Még saját soraikon belül is mindig vérontással rendezik a vitákat. Rég nem törődnek azzal, hogy őseik miért vonultak harcba, és hogy mi segítette őket győzelemre."
    },
    {
        "id": 46,
        "name": "Havas nap",
        "description": "Kezd úgy tűnni, hogy Havas nap lesz az ösvényeken... \\nA tank előrerohan, a felső ösvény megint hátrál, \\nÉs van elég aranyuk egy Félholt csapásra..."
    },
    {
        "id": 47,
        "name": "Téli csoda",
        "description": "Az elvarázsolt Télország legfőbb ura a Porokirály, akinek udvara mindig örömtől és vidámságtól hangos. Bár egyesek megpróbálják letaszítani a trónról, minden itt élő ugyanúgy szereti a téli csodákat."
    },
    {
        "id": 48,
        "name": "Ünnepi ess neki",
        "description": "Ideje hóvárat építeni... "
    },
    {
        "id": 49,
        "name": "Bilgewater: Lángörvény",
        "description": "Köszöntünk Bilgewaterben, ahol attól függ a szerencséd, hogy a fegyvernek melyik végén állsz. Amire csak szükséged lehet, mind megtalálod a dögkikötőben, legyen az akár egy felbérelt segítő, tengeriszörny-pörkölt vagy egy kapitány, aki hullámsírba küld."
    },
    {
        "id": 50,
        "name": "Őrző",
        "description": "A Protektorátus szigorú, kíméletlen törvények betartatásával próbálta megállítani a Főmágusok terjeszkedését. Bár maga a rend rég feloszlott, az Őrzők máig magukra öltik páncéljukat, és rajtaütéseket szerveznek ősi ellenségük elfajzott leszármazottai ellen."
    },
    {
        "id": 51,
        "name": "Bűnváros",
        "description": "Valoran városa egy burjánzó gépezet, amelyet a bűnözés hajt, és bemocskolt pénzzel van megkenve. Ezt a tényt mindenki tudja, de senki nem ismeri be."
    },
    {
        "id": 52,
        "name": "Mennydörgés ura",
        "description": "Nem csak az emberiség vív elkeseredett háborúkat kicsinyes viták miatt. Valamikor régen két fivér (két isten) ragadott fegyvert egymás ellen, pusztító harcuk magát a vidéket is átformálta."
    },
    {
        "id": 53,
        "name": "Holdünnep: Hódítók",
        "description": "Három hatalmas birodalom küzd a végsőkig a területért és a hatalomért. Összecsapnak a seregek. Hősök emelkednek fel. Legendák születnek."
    },
    {
        "id": 54,
        "name": "Holdünnep: Tűzijáték",
        "description": "Megérkezett a Holdújév – és vele együtt a buli is! Ételekből és ünnepi hangulatból nincs hiány, szóval kezdjünk is bele az ünneplésbe a barátainkkal és családtagjainkkal. Most pedig fogj egy gyufát, és kezdődjön a tűzijáték!"
    },
    {
        "id": 55,
        "name": "Holdünnep",
        "description": "Itt az ideje a barátokkal és a kedvenc ellenfelekkel közösen megünnepelni az elmúlt év történeteit. Izzó lámpások gyúlnak az éjszakai égbolt alatt, a tűzijáték kihunyó fényében. Vörös borítékok cserélnek gazdát, az egyébként ritkán találkozó családok és klánok együtt örülnek a közös köszöntésnek: új év kezdődik. Legyen ez az eddigi legjobb!"
    },
    {
        "id": 56,
        "name": "Húsvéti nyuszi",
        "description": "Itt a nyúlszezon! A nyúlösvényen mindenki elegáns ruhában és csillogó bundában járkál, széles mosolyok és szépen kifestett tojások ragyognak, amíg a szem ellát. Ez aztán meghozza az ünnepi hangulatot!"
    },
    {
        "id": 57,
        "name": "Édességfalók",
        "description": "Íme, a csodálatos Cukorkakirályság, a Mézeskalács kastélyon innét, a Gyömbérsör-tengeren túl, ahol a kurta farkú medvecukormalac túr."
    },
    {
        "id": 58,
        "name": "Kerekerdő",
        "description": "A Kerekerdő mélyén ősi lények lapulnak, az emberi szem elől elrejtőzve. Megvédik az elvarázsolt erdőt, megbüntetik a behatolókat, és különféle mesék alapjául szolgálnak szerte a vidéken. Ahogy azonban a külvilág szörnyűségei egyre terjednek, a védelmezők nehezen tudják megóvni bástyáikat az emberiség bűnös kíváncsisága ellen."
    },
    {
        "id": 59,
        "name": "Örökkévaló",
        "description": "A távoli csillagok közötti légüres térben organikus gépek élnek, amelyek alkotói már rég feledésbe merültek. Türelmesen lapulnak, földi fogságukból ugyanis nem tudnak kitörni, amíg valaki újra rájuk nem bukkan, és rá nem szabadítja őket a galaxisra. Már régóta várnak. És várni is fognak – ameddig csak kell."
    },
    {
        "id": 60,
        "name": "Lótuszrend",
        "description": "A Lótuszrend nagyra becsült vezetői és odaadó követői az Első hon legkiválóbb szülöttei. A Rend tagjai a halhatatlanság és erény megtestesítői, akik hosszú évszázadokon át törekednek az örök béke fenntartására."
    },
    {
        "id": 61,
        "name": "Játékdoboz",
        "description": "Gnar ládikája kincsekkel teli, de ha senki sincs otthon, a játékok önálló életre kelnek..."
    },
    {
        "id": 62,
        "name": "Halálvirág",
        "description": "Az északi erdő lényei szunnyadva várakoznak, a megfáradt vándorok és bátor harcosok tekintete elől rejtve. Ezek az álnok teremtmények egyidősek a vidékkel, és rendíthetetlen türelemmel várják a tökéletes pillanatot a támadásra, hogy áldozatuk húsán és csontjain lakmározzanak, akinek vörös vérét mohón elnyeli a szomjazó föld."
    },
    {
        "id": 63,
        "name": "Sarkvidéki Alakulat",
        "description": "A Főparancsnokság új csoportot alakít az egyre nagyobb fenyegetést jelentő Sarkvidéki front kezelésére. Olyan katonákra volt szükség, akik ridegebbek az általuk védett vidéknél is, és akiknek jeges nyugalmát semmi sem töri meg. Így jött létre a Sarkvidéki Alakulat."
    },
    {
        "id": 64,
        "name": "Szívtiprók",
        "description": "A legtöbben szerelmet keresnek a csendes parkokban vagy kedves teázókban. Ezek a viszonyok azonban sosem bizonyulnak tartósnak. A csatatéren kialakult kapcsolatok, amelyek golyóként fúródnak az ellenfelek szívébe... azok kiállják az idő próbáját. "
    },
    {
        "id": 65,
        "name": "Acélvalkűrök",
        "description": "A háború dúlta galaxisban elkezdődött az újraépítés, de a régi sebek lassan gyógyulnak. Bűnözők, fejvadászok, zsoldosok és orgyilkosok törtek be a vezetők helyén maradt vákuumba, exopáncélokba burkolózva, amelyek isteni hatalommal ruházzák fel őket."
    },
    {
        "id": 66,
        "name": "Sivatagi",
        "description": "Nagy hatalmú őrzők figyelik az ősi rém sírját, hogy ne fenyegethesse többé a világot. De talán már túl késő..."
    },
    {
        "id": 67,
        "name": "Fáraó",
        "description": "Bár egykori birodalmaikat rég elnyelte a homok, korábban a hatalmas Fáraók uralták a Nagy sivatag napszítta dűnéit."
    },
    {
        "id": 68,
        "name": "Erdei",
        "description": "Kevesen élik túl, ha az észak fagyos tundráira merészkednek. Akivel nem végez a hideg… az a helyi törzsekkel néz szembe."
    },
    {
        "id": 69,
        "name": "Lándzsás",
        "description": "Ahogy súlyosra fordult a helyzet, az ősi, mechanikus Lándzsások felébredtek kortalan álmukból. Magasabbak bármilyen épületnél, erősebbek bármilyen hadseregnél, és miután megvédték a rájuk bízott embereket, visszatérnek a föld mélyére."
    },
    {
        "id": 70,
        "name": "Útonálló",
        "description": "A pusztaságban kóborló Útonállók számára a motorzúgás az egyetlen himnusz, az ellenfelek rájuk szórt átka az egyetlen imádság. "
    },
    {
        "id": 71,
        "name": "Mesekönyv",
        "description": "Egyszer volt, hol nem volt, volt egyszer néhány mesehős, akik kiléptek a történet lapjairól…"
    },
    {
        "id": 72,
        "name": "Mesék",
        "description": "Minden kultúrában megvan a legendák és szörnyek folklórja. Ezek a mítoszok vajon a képzelet szüleményei, generációkon átívelő történetek a megmagyarázhatatlan értelmezésére? Vagy a világ többi része elöl elrejtett igazságon alapulnak?"
    },
    {
        "id": 73,
        "name": "Odüsszeia",
        "description": "Izgalmas, új kalandok várnak a nyüzsgő központi világokon innen és a peremvilágokon túl! A hatalmas Demaxiai Birodalom az ősi Templomos rend és az alvilági körökben mozgó Szindikátus minden tiltakozása ellenére is tovább keresi az orát, a titokzatos, aranyló anyagot, amely minden civilizáció hajtóereje, és végtelen hatalom forrása azok kezében, akik maguknak kaparintják meg…"
    },
    {
        "id": 74,
        "name": "Bilgewater: A vízbe fúlt matróz átka",
        "description": "A változó hold alatt, a dagályon túl sötét mágia és rengeteg titok rejlik. Ahol a só, a vér és a csípős szél… ereje a hullámok alá is elér."
    },
    {
        "id": 75,
        "name": "Világbajnokok: 2017",
        "description": "Gratulálunk a 2017-es vb győztesének, a Samsung Galaxynak!"
    },
    {
        "id": 76,
        "name": "Csillagromboló",
        "description": "A galaxis egész területei felett uralkodó könyörtelen zsoldosok bűnhálózata, a Csillagromboló hatalma csak növekedett, amióta az alapítói elmenekültek a Genesis Vállalat elől az exopáncélok ellopott tervrajzaival. Most szembeszállnak a Királyi Űrhadsereg azon törekvéseivel, hogy a Genesis vállalati rendjét az emberekre kényszerítsék, és ehhez minden fegyvert felhasználnak, amit a feketepiac kínálhat."
    },
    {
        "id": 78,
        "name": "Az istenkirályok összecsapása",
        "description": "Egy sötét időszak végén a Rend és a Káosz ősi isteneitől leszármazott királyok hatalmas seregek élén indultak a végső összecsapásra."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "A bolygó mélyéről törnek elő: kolosszális, csillapíthatatlan éhségű rémségek, erősebbek minden seregnél. Nem tudni, mi hajtja őket; nem sejthetjük, mire készülnek. Kizárólag az biztos, hogy nem éljük túl az érkezésüket… hacsak nem jövünk rá, hogyan lehet őket megállítani."
    },
    {
        "id": 80,
        "name": "A sötétség ómenje",
        "description": "Az elátkozott királynő és elfajzott követőinek története nem épp a legszebb esti mese. De a bennük rejlő tanulság jobban bevésődik az elmébe, ha árnyakba burkolózva kavarog az álmokban, átformálva a fiatal lelkeket. A rémálom ugyebár nem a valóság… legalábbis ezt remélik a felnőttek."
    },
    {
        "id": 81,
        "name": "Halhatatlan utazás",
        "description": "Réges-rég, egy ősi földön rengeteg halandó gyűlt össze az istenek előtt, hogy próbára tegyék erejüket. Volt köztük ostoba és öntelt, bátor és igazságos. Utazásaik ma már a történelem részei…"
    },
    {
        "id": 82,
        "name": "Hagyományos",
        "description": "Az átdolgozott hősök eredeti kinézetei előtt tisztelgünk."
    },
    {
        "id": 83,
        "name": "Gyűjtői kiadás",
        "description": "Minden jobb, ha gyűjtői kiadás formájában érkezik, legyen az digitális vagy kézzelfogható."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: minden játék témájú dolog otthona, ahol megbecsülik a játéktudást, és örökre szóló kötelékek formálódnak."
    },
    {
        "id": 85,
        "name": "Acéllégiós",
        "description": "A Genesis Vállalat és a Csillagromboló közötti könyörtelen háborúban a számtalan elveszett élet csupán járulékos veszteség. Az Acéllégió az igazságért harcoló szervezet, amelyet menekültek alapítottak, lerombolt, csatatérré vált bolygókról irányítanak, és törmelékből készített fegyverekkel látnak el. Ha senki más nem védi meg az embereket, meg kell védeniük magukat."
    },
    {
        "id": 86,
        "name": "Pokoli",
        "description": "Egy egész világ felperzseléséhez felfoghatatlan erő szükségeltetik, ezért is hívta elő a Hamvak Ura a Pokoliak légióit, hogy lángjaikat a szolgálatába állítsák. A legsötétebb mélységekből mind felkínálják szörnyű hatalmukat, bár nem mindenki válaszol a hívásra ugyanolyan égő lelkesedéssel."
    },
    {
        "id": 87,
        "name": "Halálra felesküdött",
        "description": "A Halál még több lelket akar begyűjteni az alvilág számára, ezért a bukott harcosok lelkét Halálra felesküdött lidércekként küldi vissza a halandók földjére, ahol élvezettel teljesítik uruk szörnyű parancsait."
    },
    {
        "id": 88,
        "name": "Csokit vagy csalok",
        "description": "Remélem, hogy van nálad jó áru. Piltoveri Pufi, Sztrájktörő Szaloncukor, Sötét Csillag csoki... Ha nincs nálad elég édesség, az itteni kölykök nem finomkodnak. "
    },
    {
        "id": 89,
        "name": "Zombik a vadászok ellen",
        "description": "Agyak..."
    },
    {
        "id": 90,
        "name": "Testőr",
        "description": "A téridőn végigsöprő mechanikus sereg, a Testőrök jeges marka mindenkit elér. Bár a Krónikások elszántan küzdenek az élet minden formáját kiirtani próbáló horda ellen, a lelkük mélyén tudják, hogy idővel bele fognak fáradni a harcba, míg a Testőrök ereje sosem lankad."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "„Létezik egy hely a képzelet és a valóság között, ahol bármi megtörténhet. Itt bárki lehetsz, és bármit megtehetsz, amit csak akarsz. Mert ez a te álmod. Saját köztes világában a K/DA erős és magabiztos. Bármit megtehetünk.” – Kai'Sa"
    },
    {
        "id": 92,
        "name": "Boszorkány",
        "description": "A boszorkányok rejtőzködve várakoznak, szépséges ajkuk szentségtelen reményekről suttog. Az Ősi istenek felpuffadt tetemeit emlegetik, halandók által rég elfeledett mágiát, és a „rend” visszatérését, amit mindenki más „szenvedésnek” nevezne. Halld szavam! Közelg az emberiség alkonya."
    },
    {
        "id": 93,
        "name": "Napfogyatkozás",
        "description": "Réges-régen egy szerzetes lovagrend a Hold és a Nap túlvilági erejével legyőzte a régi világ gonosz isteneit. Napjainkra ismét eluralkodott a világon a sötétség és erőszak, és ezek az istenségek a visszatérésüket tervezgetik, amellyel csak a napfogyatkozás fénye veheti fel a harcot."
    },
    {
        "id": 94,
        "name": "Űrhajósok",
        "description": "Űrhajósok, csínytevés és imádni való földönkívüli énkék! A gravitáció legyőzése mindennapos feladat az űrkalandorok életében, akik megvédik az 3nk3 bolygót, és felfedezik a kozmosz rejtélyeit."
    },
    {
        "id": 95,
        "name": "Mágustanoncok",
        "description": "Az akadémia kapuin túl egy mágiával… és veszélyekkel teli világ vár. A tanárok arra intik az ifjú varázslókat és boszorkányokat, hogy maradjanak az iskola biztonságos falai között, és tanuljanak szorgalmasan, erősödjenek… de kinek van ehhez kedve, amikor annyi kaland vár odakint?"
    },
    {
        "id": 96,
        "name": "Papírfigura",
        "description": "– Látsz nyerget a hátamon? – csipogta a főnix. – Nem vagyok málhás madár. Az a jeti pedig még túlsúlyt is jelent a repüléshez. A fiú csak nézett, amint a tökéletesnek hitt terve dugába dőlt. Azután mosoly ült ki az arcára. Végül is a lapított lombok és a szeszélyes szurdokok birodalmában a kaland mindig a következő kanyar után vár."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Albion egykor egy bukott elf birodalom volt, de ma már királyságok, rablók, elfek és szabad emberek otthona. A birodalom romjai között hatalomra lelhet, aki elég bátor hozzá, hogy az erdő mélyére merészkedjen érte…"
    },
    {
        "id": 98,
        "name": "Macskák a Kutyák ellen",
        "description": "A világ legrégebbi riválisai: az ember legjobb barátai az internet legremekebb hősei ellen. Csak az egyik csoport kerülhet ki győztesen a macskák és a kutyák csatájából. Remélhetőleg nem piszkolják össze túlságosan a bundájukat: a vereségnél csak a fürdés a rosszabb."
    },
    {
        "id": 99,
        "name": "A világ csodái",
        "description": "A távoli „Föld” univerzumából származó egyének, ahol óriásszobrok kelnek életre, és mindenki fura kalapokat visel. Tulajdonképpen eléggé hasonlít Runaterrára."
    },
    {
        "id": 100,
        "name": "Nappali meló",
        "description": "Életre kelt!"
    },
    {
        "id": 101,
        "name": "Semmiképp sem",
        "description": "Ez egy esőkabátot viselő szemüveges robot? Dehogyis. Szemeid egy pizsamás bestiát látnak? Látogasd meg a szemészed, mert rosszul látod. Nem túl nagy szerénység Draventől, hogy a saját fejét viseli? Megkérdezni is bolondság. És az a lézeres tintahal? Biztosan ember. Tutira."
    },
    {
        "id": 102,
        "name": "Felső tízezer",
        "description": "A vagyonuknál csak az adóelkerülési képességük lenyűgözőbb."
    },
    {
        "id": 103,
        "name": "Zsákolókirály",
        "description": "Kétfajta ember létezik: akik zsákolnak, és akiknek a fejére esik a bezsákolt labda. Ha nem tudod, melyik vagy, akkor vigyázz, mert közeledik a labda!"
    },
    {
        "id": 104,
        "name": "Kommandós",
        "description": "Csak egy újabb, a söpredék és gonosztevők uralta bűnbarlang. Bandavezérek küzdenek a hatalomért; szövetségeket kötnek és szegnek meg; hátba szúrt kések vetnek véget régi barátságoknak. De mégis van valami ebben a városban. Valami ismeretlen és megfoghatatlan. Valami... végtelen. "
    },
    {
        "id": 105,
        "name": "Betolakodók",
        "description": "Nevükhöz hűen ezek az alávaló, idegen énkék olyan erőre bukkantak, amelyet nem igazán értenek. Sajnálatos módon a baj nem jár egyedül. Aki csak kapcsolatba kerül a megszállókkal, a találkozás után mindig egy kicsit gonoszabb lesz… és lilább!"
    },
    {
        "id": 106,
        "name": "Őrült tudósok",
        "description": "A felvételi követelmények igen egyszerűek: legalább öt év gyakorlat az alkalmazott tudomány terén, a legutóbbi publikált tanulmány és két ajánlólevél. Ja igen, és egy gonosz kacaj. Sőt, az a legfontosabb."
    },
    {
        "id": 107,
        "name": "Világbajnokok: 2018",
        "description": "Gratulálunk a 2018-as vb győztesének, az Invictus Gamingnek!"
    },
    {
        "id": 108,
        "name": "Elfeledett mélység",
        "description": "„Ülj le, gyermekem, és jól figyelj. Az óceán csodálatos, a partunkra futó, habos hullámok csábítása csalóka. Mert a végtelen kékség mélye számunkra elképzelhetetlen világot rejt. Az elfelejtett mélységekben királyságok romjai közt ádáz szörnyek leselkednek.”"
    },
    {
        "id": 109,
        "name": "Uralkodó",
        "description": "A League of Legends szezonközi meghívásos versenyének és a tavaszi szakasz bajnokságainak emlékére."
    },
    {
        "id": 110,
        "name": "Gót",
        "description": "Ez nem csak egy időszak."
    },
    {
        "id": 111,
        "name": "Ezüstkori",
        "description": "A szurdok legnagyobb szuperhőseinek és legálnokabb gonosztevőinek történetei már elérhetők a képregényboltokban!"
    },
    {
        "id": 112,
        "name": "Jégkori",
        "description": "A világ megfagyott, és már csak néhányan maradtak, akik emlékeznek rá, mi is történt. Ősi rémségek törnek elő a jég alól, hogy ismét elfoglalják a világot. Még nem hunyt ki a remény lángja, de a nappalok rövidek, és az éjszakák hosszúak…"
    },
    {
        "id": 113,
        "name": "Csata Akadémia",
        "description": "Ezekben az intézményekben csak az erős marad életben. Bár az Isteni fegyver tiszteletére alapították őket, az egyes akadémiák diákjai mindent elkövetnek azért, hogy iskolájuk erősségét a magukévá tegyék a dicsőség felé vezető úton. Legyen szó az osztályteremről vagy a csatatérről, uralni kell a mezőnyt."
    },
    {
        "id": 114,
        "name": "Középkori",
        "description": "Halljátok, lovagok és szolgák, ez a vidék mostantól a király és a királynő védelme alatt áll! Utat, utat!"
    },
    {
        "id": 115,
        "name": "Szurdok-kórház",
        "description": "Foglaljon helyet. A doktor mindjárt jön."
    },
    {
        "id": 116,
        "name": "Démoni",
        "description": "A buzgó személyiségek még a pokol királyságában is magasabb rangra törekednek, és a hatalmi játszmáik során halandó lelkekkel üzérkednek a sötét úr kegyeiért folytatott versengésben."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Amikor Ahri kiválasztja karakterét a kezdőképernyőn, hangos zene tölti meg a játéktermet. Gyakorlott mozdulatokkal nyomkodja a gombokat és vezeti végig hősét a bűnözőkkel teli demaciai utcákon. Egyre nagyobb tömeg gyűlik Ahri köré nézni a játékot. Ahri végül megdönti a korábbi rekordot… amelyet ő állított fel néhány nappal korábban."
    },
    {
        "id": 118,
        "name": "Heavy Metal",
        "description": "A világ minden tájáról érkeznek nézők, hogy szemtanúi lehessenek a legnagyobb robotharcosok viadalának a RiotCorp gladiátorarénáiban, akik azért küzdenek, hogy a Tiszta Fém Robotharci Liga bajnokának koronázzák őket, vagy addig próbálkozzanak, amíg lerobbannak."
    },
    {
        "id": 119,
        "name": "Csillagőrző, 3. szezon",
        "description": "Ahri régi csapata újból előkerül, azonban a társaságot szétválasztó események megváltoztatták őket… és egy olyan fenyegetés is megjelenik, amelyhez foghatóval a Csillagőrzők még nem találkoztak. Sikerül a csapatnak túllépni a régi sérelmeken, és meg tudnak menekülni a megsemmisülés elől? Vagy ők lesznek az Alkonycsillag következő áldozatai?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "„Hogy mi a True Damage? A True Damage maga a jövő!” A világ legjobb művészeinek együttműködése, akik közösen a világ legjobb hiphop zenéit készítik. Öt lépéssel járunk mindenki más előtt. A többieknek bele kell húzniuk.” – Ekko"
    },
    {
        "id": 121,
        "name": "Rablók és pandúrok",
        "description": "A Piltoveri Rendőrség mindig keményen dolgozik. Ki lenne képes ennyi cukros finomságot bezárni kíméletlen gyomra mélyére, ennyit túlórázni, és semmibe venni minden létező papírmunkát? A bűnözők megpróbálják kihasználni ezt, de ők is irigylik a rendőrtisztek munkabírását."
    },
    {
        "id": 122,
        "name": "Sötét elit",
        "description": "Sem megerősíteni, sem cáfolni nem áll módunkban a Sötét elit érintettségét a szóban forgó bűncselekményekben. Kérdéseivel forduljon a helyi hatóságokhoz."
    },
    {
        "id": 123,
        "name": "Rémlovagok",
        "description": "A titokzatos ősi mágiával életre keltett élőholt lovagok egy rég elfeledett kor utolsó hírmondói. Megvédik, ami egykor az övék volt, nem kímélve a halandó életeket."
    },
    {
        "id": 124,
        "name": "Hajnalhozó",
        "description": "A rendet és a fényt a hajnal istenségei képviselik, akik rendet hoznak a formálódó világba, miközben örök harcban állnak az éj erőivel."
    },
    {
        "id": 125,
        "name": "Éjhozó",
        "description": "A káoszt és a sötétséget az éj istenségei képviselik, akik változást hoznak a mozdulatlan világba, miközben örök harcban állnak a hajnal erőivel."
    },
    {
        "id": 126,
        "name": "Vérkő",
        "description": "Az éjszaka sötétjét betöltő rémségek közül a Vérkő szektánál nincs félelmetesebb. A közelükben sikolyok töltik meg a levegőt, az utcák pedig vörössé változnak, mivel a mester éhezik, és jól kell lakatni."
    },
    {
        "id": 127,
        "name": "Mecha királyságok",
        "description": "A nagy királyságok nemzedékek óta háborúban álltak – míg fel nem bukkant egy új ellenség. Az égi hatalmaktól kapott ajándékok segítségével azonban visszavághatnak. Vajon képesek túllépni a múlton, hogy lehessen jövőjük?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "A durva, fagyos északra ritkán érkezik utazó más tájakról. Akik bemerészkednek ebbe a vadonba, ellenséges természeti erőkkel és barátságtalan hordákkal találják szembe magukat. Kevés szerencsés éli túl a kalandot, és térhet vissza az országba, amelyet otthonának nevez."
    },
    {
        "id": 129,
        "name": "Feketefagy",
        "description": "A jégboszorkány senkit sem hagy békében nyugodni; minden elesett ellenség és szövetséges tovább gyarapítja a seregét. Sötét mágiájával eltorzítja a holtakat, és fagyos gólemeket hoz létre, éjfekete, soha el nem olvadó jégszívvel."
    },
    {
        "id": 130,
        "name": "Világbajnokok: 2019",
        "description": "Gratulálunk a 2019-es vb győztesének, a FunPlus Phoenixnek!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "A katonaság sötét hadműveleteinek ékköve, a PsyOps egység egy látnoki képességekkel rendelkező katonákból álló elit csoport, amelyet rendszerint az engedetlen katonák és természetfeletti fenyegetések ellen vetnek be. Hivatalosan nem létezik. De amikor a hagyományos hadviselés csődöt mond, és a világ sorsa forog kockán, a PsyOps mindig készen áll."
    },
    {
        "id": 134,
        "name": "Fekete Rózsa csoport",
        "description": "A Fekete Rózsa csoport egy félelmetes hatalmú, látnoki képességekkel bíró félkatonai szervezet, amely kegyetlen emberi biofegyverekkel akar új világrendet teremteni."
    },
    {
        "id": 135,
        "name": "Sárkánymágusok",
        "description": "A távoli vadregényes helyeken csodálatos sárkányok élnek. Többnyire kerülik a halandókat, de nagy ritkán találnak egyet-egyet, akit méltónak ítélnek arra, hogy ráruházzák erejüket. Ezek a szerencsések a sárkánymágusok, akik a létező legnagyobb áldásban részesültek. Rajtuk múlik, hogy jóra vagy rosszra használják hatalmukat... és azokon, akik képesek szembeszállni velük."
    },
    {
        "id": 136,
        "name": "Galaktikus",
        "description": "A Megtört Hold háborúja majd' száz ciklus óta pusztít a galaxisban. És még mindig... nem látszik a vége."
    },
    {
        "id": 137,
        "name": "Harcos királynők",
        "description": ""
    },
    {
        "id": 138,
        "name": "Letaszított",
        "description": "A Lidércjárás Fekete Köde beborítja Runaterrát, megátkozva mindent és mindenkit. Egyeseket rávesz, hogy kövessék a letaszított királyt, elhitetve velük, hogy azonosak a céljaik. De Viegót csak Isolde visszatérése érdekli, nincsenek szövetségesei. Az őt szolgáló Letaszítottak feladata az Őrzők lefoglalása, csupán sakkbábuk a megtört szívű szerelmes játszmájában."
    },
    {
        "id": 139,
        "name": "Shan Hai-tekercsek",
        "description": "A Shan Hai-tekercsekben az elemek hatalmával felvértezett istenek és mitikus lények járják a varázslatos vidéket. Egyesek beérik előre megírt sorsukkal, mások viszont szívesen kilépnének a lapokról, és ecsetet ragadva új életet festenének maguknak."
    },
    {
        "id": 140,
        "name": "Kristályrózsa",
        "description": "A szerelem és öröm illata tölti meg a levegőt az éves Kristályrózsa Fesztiválon, ahol az ellenfelek semleges terepen, békésen töltik az estét táncolva, vidáman, egy szebb jövőt kívánva. Ez utóbbi érdekébe minden fegyvert le kell adni a bejáratnál."
    },
    {
        "id": 141,
        "name": "Hervadt rózsa",
        "description": "A Kristályrózsa Fesztivál szeretettel vár mindenkit, aki egy békésebb jövőről álmodozik, bár sokan kiábrándultak az ünnepből. A Hervadt rózsa követői egyenesen meg is szüntetnék. De senki sem tud ellenállni a fesztivál vonzerejének, és ki tudja, talán őket is magukkal ragadja szépsége, és meggondolják magukat."
    },
    {
        "id": 142,
        "name": "Holdszörny",
        "description": "Az újévi ünnepség minden évben egy huncut Holdszörnyet csábít a halandók világába. Erre válaszul az adott év holdistene kiválasztja bajnokait, akik elterelik a játékos, de veszélyes lény figyelmét, hogy ne tudja feldúlni a várost. A Holdparádé az újévi ünnepségek egyik népszerű eleme, és a Holdszörny szerencsét hoz a résztvevőire, ha a kiválasztottak képesek álomba ringatni őt. Ha a Holdszörny jól szórakozik, és kipiheni magát, bőséges év vár mindenkire!"
    },
    {
        "id": 143,
        "name": "Méhek!",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz..."
    },
    {
        "id": 144,
        "name": "Űrzúzda",
        "description": "A milliónyi diszkó messzi galaxisában a Zúzda néven ismert titokzatos energia biztosítja a jólétet és menő zenét trilliónyi galaktikus állampolgárnak. Ám a Lissandra névre hallgató galaktikus hadvezér és a Kemény ritmus serege egész bolygókat dönt rabszolgaságba, és betiltják a diszkózenét. Új hősökre van szükség, akik megállítják őt, és újra beindítják a bulit!"
    },
    {
        "id": 145,
        "name": "Világbajnokok: 2020",
        "description": "Gratulálunk a 2020-as vb győztesének, a DAMWON Gamingnek!"
    },
    {
        "id": 146,
        "name": "Arcana",
        "description": ""
    },
    {
        "id": 147,
        "name": "A fény őrzői",
        "description": "Bár kevesen vannak, a Fény Őrzői számos nagy tettet hajtottak végre. Éveken át tartották kordában a Lidércjárást ősi ereklyefegyvereikkel, amelyek a viselőjük lelkéből nyert erőt alakítják fénysugarakká. De most csak az előttük álló csata számít, ugyanis a letaszított király egész Runaterrát kész romba dönteni, hogy ismét átölelhesse királynőjét."
    },
    {
        "id": 148,
        "name": "Kibernetikus",
        "description": "Hangváros élénk alvilágában hackerek, deszkások, lázadók és zsiványok verődnek bandákba, távol a hatalmas kibervállalatok nagyurainak kémlelő tekintetétől."
    },
    {
        "id": 149,
        "name": "Bűnvárosi rémálom",
        "description": "Ha a korrupciót és az illegális tevékenységeket egy térképre rajzolnánk, Valoran városa lenne a központ. Minden romlottság melegágyában a gonoszság kútja feneketlen, és a benne leselkedő szörnyűségek ugrásra készen várják, hogy kiterjeszthessék a befolyásukat."
    },
    {
        "id": 150,
        "name": "Főnixmágusok",
        "description": "Csak a legtisztább szívű hősöket áldja meg a fenghuang, a világ felett őrködő legendás főnix. Mindegyik bajnokát egy-egy tollal ajándékozza meg, amely szinte felfoghatatlan erőt biztosít nekik egy adott elem felett, hogy megvédhessék az ártatlan és jó embereket az árnyak közt lapuló lényektől."
    },
    {
        "id": 151,
        "name": "Pentakill III: Az elveszett fejezet",
        "description": "Egy sötét, híveikkel nem törődő istenek uralta világban, ahol a halandók metáldalokkal ajkukon vonulnak véget nem érő, véres háborúkba, egy együttes emelkedett ki a tömegből: a Pentakill, a Zajos sereg kiválasztottjai. Templomok és arénák sorát emelték a tiszteletükre, uralmuk megkérdőjelezhetetlen. De közeleg a változás kora, és lehet, hogy új fejezet nyílik..."
    },
    {
        "id": 152,
        "name": "Misztikus",
        "description": ""
    },
    {
        "id": 153,
        "name": "Kávéházi cukiságok",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelán",
        "description": "Egy olyan világban, melyben az ősi szellemek és a mágikus teremtmények a modern társadalom peremére szorultak, a csillagjegyek nagy hatalmú porcelánereklyéi hatalmas erőt adnak birtokosaiknak. A védelmükről a halhatatlan őrzők, az Oltalmazók gondoskodnak, akik megakadályozzák, hogy az ereklyék rossz kezekbe kerüljenek."
    },
    {
        "id": 155,
        "name": "Sokkpenge",
        "description": "A Sokkpengék, akik a fegyvereiket a halálos Felhőrituálé keretében villámvarázslattal töltik fel, egy rejtélyes nindzsaharcosokból álló rend, akiknek az a feladata, hogy megvédjék az emberiséget a gonosz szellemektől és szörnyektől. A halandók és a szellemek világa között utazva üldözik a veszélyes teremtményeket, amelyekkel senki más nem tudna elbánni, és ezzel védelmezik a halandó világ lakóinak jövőjét."
    },
    {
        "id": 156,
        "name": "Lélekcsapat",
        "description": ""
    },
    {
        "id": 157,
        "name": "A Hamvak lovagjai",
        "description": "Számos évvel ezelőtt egy nagy király dicső háborút vívott, hogy letörje a világról a mágia béklyóit, és utat nyisson az emberiségnek a saját sorsuk alakítása felé. Midőn azonban a varázs utolsó forrását is elvágta, a király elveszett, a világ alapjai összeomlottak, az egykor legendás lovagok pedig magukra maradtak az őrület, a romok és a hamvak között."
    },
    {
        "id": 158,
        "name": "Világbajnokok: 2021",
        "description": "Gratulálunk a 2021-es vb győztesének, az Edward Gamingnek!"
    },
    {
        "id": 159,
        "name": "Óceán dala",
        "description": "Semmi sem árasztja magából jobban a „strandolás és király zene” életstílust, mint az Óceán dala fesztivál. Seraphine lágy dallamaitól Yone kísérleti DJ-összeállításáig mindenki megtalálja a kedvére való zenét, úgyhogy lépj a lágy homokba, érezd a sós levegőt, és feledkezz meg magadról a nyár legjobb zenéivel."
    },
    {
        "id": 160,
        "name": "Havas hold",
        "description": "Ahogy a Havas hold felkel Ionia alázatos hegyei mögött, borzongás fut végig a vidéken. Imádói – az orgyilkosok rendíthetetlen szektája – megkezdik a szertartást. A hó ugyan megtisztulást hoz, a tagoknak azonban emberi mivoltukat kell feláldozniuk ezért tisztaságért."
    },
    {
        "id": 161,
        "name": "Csillagőrző, 4. szezon",
        "description": "Ősi ellenségek jelennek meg a Zoe inváziója által sebzett Valoran városában, amelyet most a Csillagőrzők egy új generációja védelmez. Miközben sötétség gyülekezik az égen, Kai'Sa és Akali felkészíti a bevetést nem látott csapatot az általuk felfoghatatlan erőkkel szemben vívott harcra… és a valódi fenyegetésre, amely azután vár rájuk."
    },
    {
        "id": 162,
        "name": "Szörnyszelídítők",
        "description": "Hogy kik vagyunk? A Szörnyszelídítők! Mi védjük meg a világot veszély idején! Amikor menekül a tömeg, mi a szörnyüvöltés irányába rohanunk. Megszelídítjük a szörnyet, aztán aktiváljuk a KOPP-ot. Majd ugrálunk, szaladgálunk, úszunk és repkedünk az új barátainkkal! Bárhova eljutunk, bármilyen messzi helyekre. Mert mi vagyunk a Szörnyszelídítők! Úgy bizony!"
    },
    {
        "id": 163,
        "name": "Lélekőr",
        "description": "Udyr csaknem egy évtizedet töltött Ioniában, ahol a Hirana kolostor szerzeteseinek segítségével megtanulta uralni spirituális képességeit. Amikor meghallotta Freljord hívását, úgy döntött, hogy inkább marad, és folytatja a tanulást. Udyr azóta Ionia halandó és szellemi világának egyaránt szerves része lett, és fáradhatatlanul próbálja helyreállítani a háború tépázta ország egyensúlyát Lee Sin és Karma oldalán."
    },
    {
        "id": 164,
        "name": "A Romlás",
        "description": "Ezer évvel ezelőtt Camavor utolsó királya úgy döntött, hogy a szívére hallgat, aminek az országa látta kárát. A szerelme olyan heves volt, hogy a sors közbeavatkozott, és elérkezett a romlás korszaka."
    },
    {
        "id": 165,
        "name": "Zenit játékok",
        "description": "2122 az újdonságok éve a Zenit játékok történetében. Robot bírók lépnek a pályára, hivatalosan is bemutatkozik a kalapácsfutam, és évekig tartó tárgyalások után végre a fejlesztett sportolók is versenyezhetnek. Már csak az van hátra, hogy kiderüljön, ki lesz a győztes."
    },
    {
        "id": 166,
        "name": "Elementalista",
        "description": "Egy királyság a pusztulás szélére sodródott, mert hatalmas elementálok indítottak háborút az emberiség ellen. Az utolsó reményt egy magányos harcos királynő, Elementalista Lux jelentheti. Ahhoz, hogy megmentse népét, meg kell ismernie a benne szunnyadó erőt, bármilyen alakot öltsön is."
    },
    {
        "id": 167,
        "name": "Régi",
        "description": "Rég letűnt napok kincsei ragyognak épp csak karnyújtáson túl."
    },
    {
        "id": 168,
        "name": "Urf, a lamantin",
        "description": "Urf, a gyengéd tengeri tehén harcos emlékére, aki már a túlvilág sekély mocsaraiban gyakorol spatulájával. Jó éjszakát, herceg."
    },
    {
        "id": 169,
        "name": "Meglepetésparti",
        "description": "Mindenki szereti a meglepetéspartikat. Megvan a vendégek listája, mindenki készült ajándékkal, az étel pedig ínycsiklandó lesz. Még egy bohócot is szereztünk! Ez egy emlékezetes este lesz. Jobb, ha Amumu nem tud róla."
    },
    {
        "id": 170,
        "name": "Rémes éj",
        "description": "A gigászi békalábakon tovahoppanó Galóca fogadót a legkülönfélébb és legrémisztőbb lények lakják. Akárhol is telepedik meg, mindig akad egy szállást kereső szörny, Glasc mama pedig mindig tárt karokkal fogadja be őket családjába. A szobák végtelen labirintusa gondoskodik arról, hogy soha, senki ne léphessen le."
    },
    {
        "id": 171,
        "name": "Lélekvirág",
        "description": "A Lélekvirág fesztivál egy ősi és nagy jelentőségű ioniai ünnep. Ilyenkor megnyílik a szellemvilág kapuja, a holtak visszatérhetnek szeretteikhez, és minden szellem figyelme az élőkre irányul. Legyen szó a jóindulatú kanmeikről vagy a megszállott akanákról, újra és újra megelevenedik a történetük, mint az árnyak egy papírlámpáson."
    },
    {
        "id": 172,
        "name": "Bűbájos",
        "description": "Ki mondta, hogy a boszorkányok nem tudnak bulizni? Bárki is volt, biztos békává változtatták. Vagy valamilyen más csúszómászóvá, hogy csak távolról figyelhesse az ünnepséget. Kegyetlen büntetés, de mi mást várhatnánk? Tudnak bulizni, de attól még boszorkányok maradnak!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Érezd a basszust. Vedd át a ritmust. Hagyd, hogy magával ragadjon a zene."
    },
    {
        "id": 174,
        "name": "Popsztár",
        "description": "Ha felérsz a toplista élére, tiéd a világ."
    },
    {
        "id": 176,
        "name": "Három kitüntetés",
        "description": "A társadalom individualistává és magába zárkózóvá vált az Egyén uralma alatt. Mindenkit arra biztatnak, hogy csak magával törődjön, és ne bízzon másokban. Malzahar a rég kihalt Vigasz rendjének vezetője, és a Vigasz enyhet adó aurájával teremt harmóniát a zavaros világban. Abban hisz, hogy csak egységbe forrva lehet jobbá tenni a világot."
    },
    {
        "id": 177,
        "name": "Bilgewater: Zsoldosok",
        "description": "Fejvadászok, banditák és kalózok özönlenek Bilgewater hírhedt dögkikötőjébe, mint ahogy a legyek ostromolják a hentes nyesedékeit. Nehéz az élet a tengeren, azonban a jutalom mindenért kárpótolhat… Ha a Szakállas Hölgy is úgy akarja."
    },
    {
        "id": 178,
        "name": "Krónika",
        "description": "A legendákat próbára teszi, formálja és megacélozza a múltjuk."
    },
    {
        "id": 179,
        "name": "Az üresség átka",
        "description": "Ha az iszonyatos Üresség meghódítja Runaterra világát, mindenkinek be kell hódolnia a torz evolúciója előtt. A mindent elnyelő éhség és sóvárgás nem kímél semmit, és nem tűri a vereséget."
    },
    {
        "id": 180,
        "name": "Más utak",
        "description": "Egy pengulovag meglebbenti szárnyát, és Runaterra túloldalán egy Óceánsárkány tör a felszínre. Zajlik az élet, szeszélyes, mint a pergamenre vetett szavak; ismeretlen és izgalmas ösvények állnak előttünk. És ha végül mégis... a járatlan utat választanánk?"
    },
    {
        "id": 182,
        "name": "Béta",
        "description": "Ki hagyta ezeket a végső változatban??? Ne szóljunk a jogi osztálynak."
    },
    {
        "id": 183,
        "name": "Lélekvadász",
        "description": "A lelkek az élet, a fény, az erő forrásai... és egy kíméletlen világban védtelen prédák a halál szívtelen urai számára."
    },
    {
        "id": 184,
        "name": "Diadalmas",
        "description": "Jutalomként kapták azok, akik megnyertek egy szponzorált League of Legends-versenysorozatot."
    },
    {
        "id": 185,
        "name": "Valódi harcos",
        "description": "Az igazi harcos számára csak az erő és a dicsőség visszhangzik át az örökkévalóságon."
    },
    {
        "id": 186,
        "name": "Égi",
        "description": "Az első Égi hős, Pyke pusztító hadjárattal űzi hasonmásait a világokon át, és nyomában új Égiek születnek. Ki kerül ki uralkodóként az új bajnokok egyre gyarapodó seregéből, és mihez fognak kezdeni a számukra megadatott, vészesen fogyó idővel?"
    },
    {
        "id": 187,
        "name": "Tél kegyeltje",
        "description": "Amikor már csípős a levegő, és lehull az első hó, nézz fel az égre, és látni fogod a Hajnalcsillagot. Ne félj, mert ha erényes és önzetlen voltál, akár a Sarki fény áldásában is részesülhetsz. De ne feledd: akárhogy is cselekszel, a szerencséd nem lesz örök, mert a Hajnalcsillag minden évben eljön, és senkit nem hagy büntetlenül."
    },
    {
        "id": 188,
        "name": "Mítoszíró",
        "description": "Réges-rég Galio, a hatalmas bestia legyőzésének emlékére kezdték el megrendezni a Holdújévet, minden évben elmesélve a diadal mítoszát. A történet maga egy élő világot rejt, amelyben most hirtelen zavar támadt, és a szereplők kénytelenek együttműködni, hogy helyreállítsák a rendet, mindeközben megteremtve saját mítoszukat."
    },
    {
        "id": 189,
        "name": "Szívdöglesztők és Sajgó szívűek",
        "description": "A szorgalmas és tökéletesen elegáns Szívdöglesztő klikk alig áll szóba a Sajgó szívűekkel, akik legszívesebben ellógnák az óráikat, hogy a gördeszkapályán töltsék az idejüket. Egy valamiben azonban egyetértenek: elegük van ebből a kamu ünnepből, amikor kötelező szerelembe esni. De akkor miért dobog most mégis hevesebben a szívük?"
    },
    {
        "id": 190,
        "name": "Felbomlott szövetség",
        "description": "Az Aspiráns gyülekezet évek óta harcol a Sohalidérc szekta ellen az Aspira, az élet lehelete feletti irányításért. A gyülekezet adománynak tekinti az Aspirát, amelyet vissza kell adni a halál pillanatában, hogy bejuthassanak a túlvilágra. A leheletek iránti csillapíthatatlan szomjúsággal megvert Sohalidércek viszont abban hisznek, hogy csak egyetlen élet van, amelyben minden vágyat ki kell élni. A háború tovább tombol, és talán soha nem ér véget…"
    },
    {
        "id": 191,
        "name": "Tündérkirályság",
        "description": "Az összes nemesi tündér a természet akaratának alárendeltje, aki varázslattal szerez érvényt a természetes rendnek és az évszakok változásának. E magasabb rendű cél mögött azonban a politikai intrikák örökös játéka zajlik a selyemmel, fátyollal és arannyal gazdagon díszített udvarokban. A hatalom – legyen az mágikus, természeti vagy politikai – végső soron mindig versengésre ösztönöz."
    },
    {
        "id": 192,
        "name": "Tintaárny",
        "description": "Rabadonváros szélén egy lepusztult templom rejti Rabadon népének utolsó reményét: a Tintaárny harcosokat. Mindegyikük feláldozta azt, ami számára a legkedvesebb, cserébe az ősi szellemek erős mágikus tetoválással jelölték meg őket, amelyektől még a Szekta is retteg. Többé már nem áldozatok. Készek visszavenni az otthonukat."
    },
    {
        "id": 193,
        "name": "Éjhozó és Hajnalhozó",
        "description": "Az Éjhozók és a Hajnalhozók harca örök. A káosz és sötétség erői változást hoznak, míg a rend és fény erői rendszert teremtenek. Ezek az istenek és sarjaik formálják a kialakulóban lévő világot. Senki sem tudhatja, hogy a jövő fényesebb napokat hoz-e... vagy sötétebb éjszakákat."
    },
    {
        "id": 194,
        "name": "Világbajnokok: 2022",
        "description": "Gratulálunk a 2022-es vb győztesének, a DRX-nek!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus világát áthatotta a mágia, de a megtisztulás után minden összeomlott. Évszázadokkal később a civilizációnak csupán romjai maradtak, a természet visszafoglalta a városokat, és prizmakristályok formájában visszatért a mágia. A kristályok nem akarnak mást, mint terjedni, és míg egyesek biztonságosan fel tudják használni az erejüket, mások nem képesek ellenállni a vonzásuknak, és a hatalmukba kerülnek. Így indultak a prizmaháborúk."
    },
    {
        "id": 196,
        "name": "Lélekharcos",
        "description": "A lelküket a küzdelem ébreszti fel: az egyik a csatatéren küzdött, a másik a józan ész határain. Mindegyikük a jellemét tükröző egyedi képességekkel bír, és megkapták a hatalmat, hogy megidézzék a lelkük esszenciáját. Van aki fejleszti az erejét, megkeményíti egy kis edzéssel... Mások csak pusztításra használják. Ők a... LÉLEKHARCOSOK!"
    },
    {
        "id": 197,
        "name": "Utcai démonok",
        "description": "Styxbridge városában démonok, lények és emberek élnek egymás mellett. Minden évben megrendeznek egy utcai művészeti fesztivált, amelyen kiderül, hogy a baráti versengés résztvevői közül ki tudja megalkotni a legnagyobb és legmerészebb falfirkát: ez a Graffitifesztivál!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Az Eidola Vidák korábban halandók voltak, ám családjuk szeretete miatt haláluk után feltámadtak, és életszellemekké váltak. Az Eidola Muerték elfeledett lelkek, akik halálukat követően a túlvilágon bolyongtak, amíg rá nem találtak második családjukra. Szabad szemmel egyik oldal sem látható, ám érzékelni lehet a jelenlétüket, varázslatos lángjaik ugyanis vagy szolgálják a földi életet, vagy az elpusztítására törekszenek."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "„A HEARTSTEEL a legmenőbb új zenekar a színen, melynek tagjai olyan művészek, mint Kayn, Ezreal...”\\n„Ez a banda mindannyiunké!”\\n„Nyugodj meg, Sett!”\\n„Várjunk csak, K'Sante, ez melyik magazinnak is lesz?”\\n„Légyszi, próbáljunk meg összpontosítani!”\\n„Hé, Yone, színpadra léphetnénk végre?”\\n„Nemsokára... ó, mindegy, Aphelios már le is lépett...”"
    },
    {
        "id": 200,
        "name": "Ősi rajtaütés",
        "description": "A világító jelekkel születőket „Áldott karom” névvel illeti, és áhítattal övezi népük. E különleges tigrisvérűek sorsa, hogy a közösségük előkelőségeivé váljanak, és tiszteletet parancsoló erővel rendelkeznek. Mind arról álmodnak, hogy meghódítják a világot fajtájuk nevében, és rettegett vezérré válnak."
    },
    {
        "id": 201,
        "name": "Mennypikkely",
        "description": "A sárkánykirályi család és kísérőik szeretnék jobban megérteni királyságuk alattvalóit, ezért alászálltak égi palotáikból, hogy emberi alakot öltve ünnepeljék a halandók társaságában az új évet."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Amikor a prizmakristályok megjelentek, egyesek megtanulták tökéletesíteni a bennük rejlő mágiát. De messze északon a kristályok hatalma magát a földet is megrontja. A fraktálos aljnövényzet és irizáló levegő világában a teremtmények és a valaha emberi lakosok együtt indulnak háborúba a civilizáció maradványai ellen. Minden a prizmakristályok képében fog csillogni."
    },
    {
        "id": 203,
        "name": "Kajacsata",
        "description": "Ezek az egyszerre ínycsiklandozó és ellenfél-marcangoló étkek nem adják könnyen magukat."
    },
    {
        "id": 204,
        "name": "Felemelkedett legendák",
        "description": "Réges-régen az istenek a Felemelkedettek négy töredékébe zárták az erejüket: ezek a Káosz, a Harmónia, a Türelem és az Erély. Mindegyik életveszélyes próbatétel elé állította a harcosokat, akik a hatalmukat akarták megszerezni, hogy halhatatlanná váljanak a történelemben. A világ harcosai mind a mai napig vállalják a kihívást abban a reményben, hogy az istenek által is megbecsült örökséget hagyjanak hátra."
    },
    {
        "id": 205,
        "name": "Esőpásztor",
        "description": "Víz és varázsének nélkül a világ szomjazik. Amióta a békák elvesztették énekhangjukat, alig jut néhány csepp eső a földnek. Így a békák megtanították dalukat az Esőpásztoroknak. A különleges esőruházatban dolgozó Esőpásztorok segítenek új életet lehelni a földbe és visszaállítani a természet korábbi szépségét."
    },
    {
        "id": 206,
        "name": "Primordiai",
        "description": "A szárazföldről elűzött primordiaiak a tenger mélyén várakoztak, hosszú-hosszú évszázadokig… mígnem többé nem tudtak fejet hajtani a felszín lakóinak akarata előtt, és elviselni, ahogy kizsákmányolják a bolygót. Így a primordiaiak királynője meghozta az ítéletet: az emberiség napfényben töltött korszaka véget ért, a primordiaiaké pedig most kezdődik."
    },
    {
        "id": 207,
        "name": "Világbajnokok: 2023",
        "description": "Gratulálunk a 2023-as vb győztesének, a T1-nak!"
    },
    {
        "id": 208,
        "name": "Ökölpacsizás és ünnepségek",
        "description": "Itt az ünneplés ideje!"
    },
    {
        "id": 209,
        "name": "A Farkas kiválasztottja",
        "description": "Amikor a fiatal hadvezér, Ambessa elesik a csatatéren, látomást kap Volrachnunról, a Farkas méltó követőinek szent túlvilágáról. Aki ide kerül, annak csatlakoznia kell az Örök hajszához, ahol örömöt találnak a harcban, és boldogan versengenek kiválasztott harcostársaikkal a véget nem érő vadászatban."
    },
    {
        "id": 210,
        "name": "Szuperrajongók",
        "description": "Hadd lobogjon a rajongói zászlód!"
    },
    {
        "id": 211,
        "name": "A Fekete Rózsa maszkja",
        "description": "A Selyembál egy páratlanul fényűző álarcos mulatság, ahol a nemesség és Runaterra legnagyobb elméi találkoznak. De Noxusban a bálterem is egy csatatér. Az elsuttogott pletykák tőrként hasíthatnak, súlytalannak tűnő megjegyzések emelhetnek fel vagy taszítanak a mélybe. Még a visszavonultan élő Lady Elise is kilép az árnyak közül, hogy az esemény házigazdája legyen, láthatatlan tekinteteket szolgálva, amely figyelni fogják a vendégsereget. És türelmesen várakoznak."
    },
    {
        "id": 212,
        "name": "Modern mítosz",
        "description": "A mítoszok és legendák a régmúltban gyökereznek, de a hatásuk máig érzékelhető. A halandó világ felszíne alatt mitikus erők lendültek mozgásba, felemelve a hősök legújabb nemzedékét."
    },
    {
        "id": 213,
        "name": "Tüneményes tésztagombócok",
        "description": "Minden valamirevaló tésztamágus tudja, hogy nincs összejövetel ínycsiklandozó falatok nélkül. Bár a kávézó maga új, a tésztagombócgyúrás művészete korántsem. Ezek a varázslatos szakácsok hajlandók bármit begyúrni, felszelni, kisütni és megpárolni a gasztronómiai dicsőségért! A tésztás nyalánkságok egyetlen falata is ünneplésre ösztönzi még a legmogorvább vendéget is."
    },
    {
        "id": 214,
        "name": "Álarcos igazságtevő",
        "description": "Saját szülőbolygója elpusztítása után Mezzorax újabb lerohanható bolygók után kezdett kutatni, így akadt rá az élettől nyüzsgő Oconóra. De a lakosság váratlan ellenállásba kezdett. Az idegen technológiát használó Hiperálca páncélokat viselve akarnak bosszút állni a sok elorzott életért, és végleg megdönteni Mezzorax hatalmát."
    },
    {
        "id": 215,
        "name": "Nagy leszámolás",
        "description": "Noxusi hagyomány megünnepelni a nagy győzelmeket és az erő diadalát a gyengeség felett. A freljordi területekre betörő, sikeres hadjáratot követően a Nagy leszámolás ünnepségét rendezik a visszatérő Darius tábornok és seregei tiszteletére: minden aréna megtelik nézőkkel, és a korábbi évek nagy nevű Ítéletmondói ismét fegyvert ragadnak."
    },
    {
        "id": 216,
        "name": "Végzetírók és Végzettörők",
        "description": "A Sors szövetébe fonódott világban minden fonalat elérhetnek azok, akik elég merészek megragadni őket. Ehhez meg kell keresniük a Szövet palotáját és szembe kell nézniük a Végzetírókkal, azokkal a nagy erejű lényekkel, amelyek a sors fonalát és szövetét vigyázzák. Akik bebizonyítják, hogy méltók – azaz a Végzettörők – átírhatják a sorsukat… és átformálhatják a jövőt."
    },
    {
        "id": 217,
        "name": "Csillagnéző",
        "description": "Beavatott jósként a Csillagnézők régóta meglelték és őrzik a kozmosz titkait rendjük hatalmas könyvtárában. Az ezoterikus tudás és ősi erők segítségével számtalan fenyegetés ellen megvédték az otthonukat jelentő univerzumot. Azonban kevesen készek arra, hogy szembeszálljanak a másik univerzumból előbukkanó, ismeretlen borzalommal – vagy akár csak tudomást vegyenek a létezéséről."
    },
    {
        "id": 218,
        "name": "Lélekvirág-források",
        "description": "Magasan a hegyekben áll egy fürdőház, ahol a vendégek világi gondjai szertefoszlanak. Ez a tematikus üdülő, a „Lélekvirág-források”, egy drámától mentes oázis. Barátságos személyzete és mágikus gőze lemossa a csata terheit és az olyan emlékeket, melyeket jobb elfeledni. Itt nincsenek hősök vagy gonosztevők, csak a nyugodtak és a megfiatalodottak."
    },
    {
        "id": 219,
        "name": "A bukottak látomása",
        "description": "„Egykoron istenek voltunk. Most, a fogságunk testetlen sötétségében örökre elveszve ezer meg ezer elkerülhetetlen, véres visszatérésről álmodunk… és arról, hogy az emberiség újra isteni kegyelmünkért könyörög.”<br>Egy feledésbe merült korban ez a világ a darkinoké volt.<br>És a darkinok vissza fogják szerezni."
    },
    {
        "id": 220,
        "name": "Világbajnokok: 2024",
        "description": "Gratulálunk a 2024-es vb győztesének, a T1-nek!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "A Flora Fatalis mindenkiről ítéletet mond, aki a mámorító közelségébe merészkedik, magához hívja a bátrakat és becsvágyókat, elég közel csalogatva őket ahhoz, hogy elültesse bennük akarata termékeny magját. Együtt alakulnak és fejlődnek, folyamatosan erősebb gazdatestet keresve, amelyet hatalmassá tehetnek – és felemészthetnek."
    },
    {
        "id": 222,
        "name": "Az Égi szellemek",
        "description": "A veszedelmesen erős Égi szellemek évezredek óta fáradhatatlanul dolgoznak mennyei birodalmukban, hogy vezessék és erősítsék Runaterrát. Mindegyikük azt állítja magáról, hogy ő a teremtés egyetemes igazságának végső megnyilvánulása. Olyan befogadó halandókat keresnek, akik méltók, és képesek céljaik előmozdítására, lehetővé téve számukra, hogy ismét fizikai formában járjanak a világban."
    },
    {
        "id": 223,
        "name": "Elsüllyedt árnyak",
        "description": "Miközben a viaskodó kalózok az Árnyéktenger uralmáért harcolnak, a hullámok alatt valami sokkal ősibb erő kavarog. Kevés halandó tér vissza a mélységből, és aki igen, az is megváltozik – boszorkányok és lidércek kísértik őket, és egy olyan világ ereklyéi és romjai, amelyet rég elfeledett a víz."
    }
]