[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Cada 1 punto de fuerza adaptable otorgará 0.6 de DA o 1.0 de PH, dependiendo de qué tengas más durante la partida. Las compras de objetos lo afectan."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Velocidad de movimiento"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Incluye efectos de ceguera, visión limitada, silencio, ralentización, polimorfia, anclado, supresión, aturdimiento, inmovilización, levantamiento, repeler, encanto, aletargamiento, provocación y miedo. "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Incluye efectos de ralentización, polimorfia, anclado, supresión, aturdimiento, inmovilización, levantamiento, repeler, encanto, aletargamiento, provocación y miedo."
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Incluye efectos de supresión, aturdimiento, inmovilización, levantamiento, repeler, encanto, aletargamiento, provocación y miedo. "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Asesinatos o asistencias "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Área de efecto"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Reducción de enfriamiento "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Infligirá daño físico o mágico dependiendo de qué haga una contribución mayor (DA o PH). Básicamente, más daño del tipo que tu campeón inflige. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Te vuelve imposible de atacar e invulnerable mientras dura el efecto, pero también te inmovilizará y no podrás atacar, lanzar hechizos o utilizar objetos. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "La mitad opuesta del mapa de tu propio Nexo es territorio enemigo. Esto no incluye el río en la Grieta del Invocador."
    }
]