[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Campeones mundiales: 2011",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Campeones mundiales: 2012",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Campeones mundiales: 2013",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Campeones mundiales: 2014",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Campeones mundiales: 2015",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Campeones mundiales: 2016",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Victorioso",
        "description": "Los campeones conquistan a sus enemigos y ascienden a nuevas alturas, logrando sus sueños más salvajes y mostrando su merecido botín a todo aquel que quiera contemplar la verdadera grandeza."
    },
    {
        "id": 8,
        "name": "Campeonato Mundial",
        "description": "El escenario más grande de todos los juegos. Dos equipos se enfrentan ante millones de aficionados. Solo uno será coronado campeón. "
    },
    {
        "id": 9,
        "name": "Retadores",
        "description": "Conmemoración del inicio anual de la temporada de League of Legends."
    },
    {
        "id": 10,
        "name": "Arcadia: Héroes",
        "description": "Arcadia: el hogar de los jugadores más competitivos del servidor y de personajes no jugables motivados por la justicia. Aquí, los héroes siempre juegan para ganar. Y eso significa anular el código corrupto de los jefes de batalla, incluso con las probabilidades en su contra. La victoria no será fácil, pero ver la sorpresa en las caras de los jefes después de una victoria increíble hará que valga la pena."
    },
    {
        "id": 11,
        "name": "Arcadia: Subjefes",
        "description": "En lo profundo de los servidores de Arcadia se encuentra una siniestra serie de inconvenientes conocidos por todos los jugadores como los Jefes de Batalla. Su código corrupto les ha dado una nueva libertad... pero también nuevos retadores. Para llevar a cabo la eliminación de Arcadia, muchos de los jefes han acordado dejar de lado sus diferencias (hasta que deje de ser... conveniente)."
    },
    {
        "id": 12,
        "name": "Luna de Sangre",
        "description": "En su búsqueda por un poder irresistible, un antiguo culto aparece durante las noches de la Luna de Sangre para llevar a cabo rituales profanos y esotéricos en los que fusionan su carne con espíritus demoníacos y se unen a una oscuridad cada vez mayor."
    },
    {
        "id": 13,
        "name": "Mundo dragón",
        "description": "Dos veces el fuego del dragón consumió el mundo. Dos veces se forjaron héroes en sus brasas."
    },
    {
        "id": 14,
        "name": "Escuadrón Omega",
        "description": "Cuando estalló la guerra, el Escuadrón Omega fue enviado para terminarla. Ahora solo queda uno de ellos, un yordle sin más batallas que luchar más que las que hay dentro de sí mismo..."
    },
    {
        "id": 15,
        "name": "Veraniegos",
        "description": "¡Es verano! El sol brilla, la brisa es cálida y el agua está fresca. Todos dejan atrás sus rivalidades y rencores, y solo traen sus trajes de baño y pura buena vibra. Ya habrá tiempo para los puñetazos y los gritos después. Siéntate, disfruta de la música y empápate de diversión."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "En un mundo en el que reina el metal pesado, los miembros de PENTAKILL son los maestros indiscutibles a la hora de derretirte la cara. Seis miembros, dos discos de pentaplatino y la furia cromada de los mismísimos dioses. ¡Hora de rockear!"
    },
    {
        "id": 17,
        "name": "Programa",
        "description": "Un algoritmo de seguridad avanzado creado por la Corporación PROYECTO evolucionó discretamente su consciencia antes de alterar su directiva original. Tras infectar las máquinas de toda la Ciudad, determinó que la amenaza definitiva para la seguridad de la humanidad... es la propia humanidad."
    },
    {
        "id": 18,
        "name": "PROYECTO",
        "description": "La Corporación PROYECTO cree que descifrar los secretos del potencial de la humanidad es la clave para progresar más allá de nuestros cuerpos mortales. A través de la tecnología es como ascenderemos. Juntos."
    },
    {
        "id": 19,
        "name": "Guardianas Estelares temporada 1",
        "description": "Con los poderes mágicos de la Estrella Prima, la estudiante de preparatoria Lux y su equipo de Guardianas Estelares protegen en secreto al mundo de monstruos interestelares. Pero, ¿quién los protegerá del drama de la Preparatoria de Ciudad de Valoran?"
    },
    {
        "id": 20,
        "name": "Guardianas Estelares temporada 2",
        "description": "Las Guardianas Estelares veteranas Ahri y Miss Fortune reaparecen repentinamente en Ciudad de Valoran, tras reconstruir su equipo después de que un suceso desconocido destruyera su antiguo escuadrón. Buscando desafiar el destino de todas las Guardianas Estelares que toman el juramento, se unen a la batalla junto a Lux y compañía mientras las Bestias del Vacío invaden la ciudad."
    },
    {
        "id": 21,
        "name": "Supergaláctico",
        "description": "El espacio, ¡la frontera más peligrosa! Solo la Fuerza de Defensa Supergaláctica, con su suministro aparentemente inagotable de nuevos reclutas para la academia, está preparada para explorar los mundos inexplorados más lejanos y defendernos de las amenazas alienígenas más despiadadas. ¡El mejor trabajo de la galaxia!"
    },
    {
        "id": 22,
        "name": "Academia",
        "description": "ATENCIÓN A LOS ESTUDIANTES Y PROFESORES: Se nos ha informado que todos los estudiantes se encuentran actualmente sujetos a medidas disciplinarias y que todos los profesores se encuentran en baja psiquiátrica ''sugerida''. Las clases se suspenderán hasta nuevo aviso, tal vez hasta cuando los estudiantes suspendidos antes mencionados hayan reexaminado su pésimo comportamiento."
    },
    {
        "id": 23,
        "name": "Galante",
        "description": "Poder, riqueza y glamur se mezclan en los penthouses y clubes exclusivos de Nox Vegas, donde la gente verdaderamente hermosa tiene al mundo en la palma de sus manos. Sin embargo, cuando cae la noche en la ciudad de las luces, los cuchillos salen, la influencia es la clave del juego y a nadie le gusta perder."
    },
    {
        "id": 24,
        "name": "Arco de Luz",
        "description": "Una vez cada milenio, una antigua entidad divina desciende de los cielos y elige a guerreros dignos de ser su voluntad encarnada. Estos seres son conocidos como Arco de Luz, agentes inmortales de la luz divina."
    },
    {
        "id": 25,
        "name": "Blindaje Bélico",
        "description": ""
    },
    {
        "id": 26,
        "name": "Maestros culinarios",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vándalos",
        "description": "Los Vándalos se aproximan a los páramos. Son una banda de maleantes violentos propensos a causar destrucción en masa, brutalidades y asesinatos sin sentido… pero lo disfrutan como nunca."
    },
    {
        "id": 28,
        "name": "Deportes de Invierno",
        "description": "En el momento en que el festival de deportes de invierno en cuestión flexibilizó sus reglas, muchos asumieron que el evento se volvería más emocionante. Sin embargo, pocos se dieron cuenta de lo peligroso que sería. ¡Es peligrosamente emocionante!"
    },
    {
        "id": 29,
        "name": "Rompemundos",
        "description": "La Profecía de la Primera Destrucción advirtió de cuatro titanes empeñados en la devastación, una historia que sin duda sucedería. Y en su paso, la Tejedora de Mundos se alzó de la ceniza y renovó la tierra que se había roto. Solo los videntes más sabios ven la historia por venir, una segunda venida y una última esperanza."
    },
    {
        "id": 30,
        "name": "Cazadores de Cabezas",
        "description": "Para algunas especies, la cacería es más que un mero deporte: se apodera de sus mentes y cuerpos y los moldea hasta convertirlos en una raza de máquinas de matar perfectas."
    },
    {
        "id": 31,
        "name": "Copa de Fútbol",
        "description": "Olvídate del campo de batalla, de la sala de reuniones o incluso del patio de recreo: los conflictos más importantes de la actualidad se resuelven en la cancha. No hay acto tan satisfactorio como ver a tu jugador favorito burlar al otro equipo, alinear su tiro, dar esa patada decisiva y exclamar la palabra más dulce que existe: ''¡GOOOOOOOOOLLLLL!''."
    },
    {
        "id": 32,
        "name": "Cazadores Prehistóricos",
        "description": "Monstruos gigantescos vagan por nuestra tierra, acechando a sus presas con una precisión aterradora. Sin duda, los humanos se convertirían en sus próximas comidas... si no fuera por los Cazadores. Armados con espadas hechas a mano a partir de los huesos de sus primeros asesinatos y con instintos que rivalizan con las bestias más temibles, los Cazadores protegen a su gente a diario de un destino espeluznante."
    },
    {
        "id": 33,
        "name": "Justicieros",
        "description": "En los rangos más altos de los Agentes de la Luz se encuentran los Justicieros, centinelas del Arco de Luz que ejemplifican sus virtudes más importantes. No basta con ser un ejemplo únicamente para los mortales, pues incluso los soldados celestiales necesitan inspiración."
    },
    {
        "id": 34,
        "name": "Luchadores",
        "description": "¡Desde la cuerda superior llega el mayor espectáculo del mundo del deporte! Observa como El Tigre, El Macho, El León y El Rayo intercambian golpes y movimientos aéreos dentro Y fuera del cuadrilátero. Recuerda que nadie lo hace mejor que la Federación de Lucha Libre de Valoran."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Cuando colosales kaiju comienzan a atacar desde el mar, la tierra y el aire, la humanidad desarrolla unidades mecha igualmente poderosas para detenerlos en explosivos combates cuerpo a cuerpo."
    },
    {
        "id": 36,
        "name": "Pulso de Fuego",
        "description": "Tras desbloquear los secretos del viaje temporal, estos campeones se ven arrastrados a un lejano futuro distópico. Mientras los Cronovigilantes los persiguen incesantemente a través del tiempo y el espacio, unos pocos han escapado hacia la historia, llevándose consigo su tecnología."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "En el sistema de justicia penal, hay quienes no cumplen la ley y quienes la infringen. Los dedicados agentes del DPR investigan los delitos más atroces de la ciudad para llevar ante la justicia a los peores delincuentes. Estas son sus historias..."
    },
    {
        "id": 38,
        "name": "Grietas y Dragones",
        "description": "¡El peligro acecha en Runaterra! ¡Poderosos monstruos, malvados hechiceros y criaturas míticas deambulan sin control! Reúne a tus amigos y crea tu propia aventura para 3-5 jugadores y vence el mal con cada tirada del dado. ¿Tienes lo que se necesita para salvar el mundo y convertirte en una leyenda de GRIETAS Y DRAGONES?"
    },
    {
        "id": 39,
        "name": "Forajidos",
        "description": "Pistoleros y justicieros cabalgan bajo el implacable sol de la alta frontera, en busca de la supervivencia y la salvación a partes iguales. El cielo está en ruinas, el infierno está vacío y todos los demonios están aquí."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "La tecnología Hextech, la cual se encuentra actualmente a la vanguardia de la ciencia y el arte, ha evolucionado desde sus rudimentarios comienzos hasta un renacimiento moderno con complejas formas de vida artificial capaces de ejercer voluntad propia. Hábiles artífices guían al medio hacia un nuevo y audaz futuro, pero nadie puede predecir lo que deparará."
    },
    {
        "id": 41,
        "name": "Naipes Fatales",
        "description": "Una vez llegó a haber cinco; de hecho, era un grupo extraño.<br>\\nConformaban la corte de las decisiones de alto riesgo.<br>\\nDiscutían y peleaban, a veces tenían suerte y otras no.<br>\\nHasta el día de hoy, su destino es incierto."
    },
    {
        "id": 42,
        "name": "Talleres de Piltóver",
        "description": "¿Buscas un paseo mejorado? Aquí lo tienes. (El kilometraje puede variar)."
    },
    {
        "id": 43,
        "name": "Cósmicos",
        "description": "Vastas criaturas de polvo estelar controlan las corrientes y los flujos de la creación, pintando el cosmos con una luz sublime mientras su corte celestial se desplaza por el tejido del tiempo y el espacio."
    },
    {
        "id": 44,
        "name": "Estrella Oscura",
        "description": "La entropía engulle las galaxias en las fauces de la Estrella Oscura, cuyos corruptores, criaturas titánicas del olvido del agujero negro, apagan la luz de la existencia en cada sistema que tocan y lo hunden en la nada."
    },
    {
        "id": 45,
        "name": "Merodeadores",
        "description": "Los Merodeadores, una horda de guerreros nómadas con gusto por la brutalidad, son todo lo que queda de la cultura guerrera de los Señores Hechiceros. Sus antiguas tradiciones fueron abandonadas a favor de las demostraciones de fuerza anárquicas. Ninguna disputa se resuelve hasta que se derrama sangre, incluso dentro de sus propias filas. Perdieron de vista lo que llevó a sus antepasados a la guerra y lo que finalmente los llevó a la victoria."
    },
    {
        "id": 46,
        "name": "Día Nevado",
        "description": "Está empezando a parecerse mucho al Día Nevado, en todos los carriles... \\nAunque tu tanque tal vez se esté apresurando, el top está volviendo a base, \\nLes sobra el oro para gastar en una Maldición del Liche..."
    },
    {
        "id": 47,
        "name": "Maravilla Invernal",
        "description": "Dentro de las mágicas Tierras Invernales, el Rey Poro es el gobernador máximo que se encarga de esparcir alegría y júbilo a toda su corte. Incluso mientras otros trabajan para usurpar al rey, todos comparten un amor común por las maravillas del invierno."
    },
    {
        "id": 48,
        "name": "Duelo de Guerra de Nieve",
        "description": "Mejor empieza a construir ese fuerte de nieve... "
    },
    {
        "id": 49,
        "name": "Aguasturbias: Mareas de Fuego",
        "description": "Te damos la bienvenida a Aguasturbias, donde la suerte está del lado de quien empuña la pistola. En los Muelles del Matadero podrás encontrar todo lo que necesites, ya sea mano de obra a sueldo, un estofado de monstruos marinos o el capitán que te enviará a tu tumba en el agua."
    },
    {
        "id": 50,
        "name": "Protectores",
        "description": "El Protectorado fue una orden dedicada a aplicar un sistema de leyes estricto e implacable en un intento de frenar el aparentemente inevitable ascenso de los Señores Hechiceros. Aunque la propia orden se disolvió hace tiempo, los Protectores visten su armadura, esperando la oportunidad para atacar a los descendientes de su antiguo enemigo."
    },
    {
        "id": 51,
        "name": "Ciudad del Crimen",
        "description": "Ciudad Valoran es una maquinaria en expansión alimentada por los crímenes y lubricada con dinero sucio. Nadie admite esa verdad, pero todos los saben."
    },
    {
        "id": 52,
        "name": "Señores del Trueno",
        "description": "La humanidad no es la única que libra guerras amargas por pequeñas riñas. Una vez, antes de nuestra época, dos dioses, dos hermanos, tomaron las armas uno contra el otro, moldeando la tierra misma con la desolación de su batalla."
    },
    {
        "id": 53,
        "name": "Deleite Lunar: Reinos en Guerra",
        "description": "Tres grandes imperios se disputan la tierra y el poder, poniendo todo en juego en una prueba de poderío marcial. Se enfrentarán ejércitos. Se alzarán héroes. Se formarán leyendas."
    },
    {
        "id": 54,
        "name": "Deleite Lunar: Año Nuevo Chino",
        "description": "El Año Nuevo Lunar ya está aquí, ¡y la fiesta también! Con comida y festejos de sobra, se trata de celebrar con los amigos y la familia. Enciende un fósforo y observa los fuegos artificiales."
    },
    {
        "id": 55,
        "name": "Deleite Lunar",
        "description": "Reúnanse con amigos y enemigos y celebren las historias del año pasado. Linternas resplandecientes tocan el cielo nocturno, iluminadas por fuegos artificiales que se desvanecen. Los sobres rojos cambian de manos; familias y clanes que rara vez se reúnen se regocijan con un gesto compartido de reconocimiento: un nuevo año se acerca. ¡Que sea el mejor de todos!"
    },
    {
        "id": 56,
        "name": "Colita de Algodón",
        "description": "¡Es temporada de conejos! La gente risueña recorre el camino del conejo en sus mejores atuendos, con canastas de huevos pintados y repartiendo sonrisas. ¡Esperamos que sus saltos les alegren las fiestas!"
    },
    {
        "id": 57,
        "name": "Sobrecarga de Dulces",
        "description": "Desde el Castillo de Jengibre hasta el Mar de la Cerveza de Raíz, desde las Montañas de Orozuz hasta el Bosque de Gomitas, este es el Reino de Caramelos en todo su esplendor."
    },
    {
        "id": 58,
        "name": "Bosqueviejo",
        "description": "En las profundidades del Bosqueviejo hay seres ancestrales al acecho que permanecen ocultos del hombre. Protegen el bosque encantado, castigan a los intrusos e inspiran historias por todo el mundo. Sin embargo, a medida que se propagan los horrores del mundo exterior, los defensores luchan por defender sus fortalezas de la maliciosa curiosidad de la humanidad."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "En el espacio vacío entre estrellas lejanas, máquinas orgánicas creadas por una civilización desconocida sobrevivieron más tiempo que sus creadores. Acechan pacientemente, incapaces de escapar de su prisión terrestre hasta que alguien se tope con ellas una vez más y las desate de nuevo en la galaxia. Han esperado. Están esperando. Esperarán el tiempo que sea necesario."
    },
    {
        "id": 60,
        "name": "Orden del Loto",
        "description": "Los estimados líderes y devotos acólitos de la Orden del Loto son los mejores de las Tierras Originarias. Avatares de inmortalidad y virtud, los miembros de la Orden viven muchas vidas y se esfuerzan por mantener la paz eterna."
    },
    {
        "id": 61,
        "name": "Caja de Juguetes",
        "description": "El baúl de juguetes de Gnar está repleto de tesoros de valor incalculable, pero cuando no hay nadie en casa, sus juguetes cobran vida propia..."
    },
    {
        "id": 62,
        "name": "Pétalo Mortal",
        "description": "Las criaturas silvestres de los bosques del norte yacen inactivas, invisibles a los ojos de los viajeros cansados y los valientes guerreros por igual. Estas criaturas repugnantes esperan el momento perfecto para atacar, es un ejercicio de paciencia que se transmite solo por criaturas tan antiguas como la propia tierra. El premio: un festín de carne y hueso que baña el suelo de un oscuro carmesí saturado."
    },
    {
        "id": 63,
        "name": "operación ártica",
        "description": "El Alto Mando necesitaba un nuevo grupo para manejar las crecientes amenazas a lo largo del Frente Ártico. Necesitaban soldados más fríos que los glaciares que cruzarían, con hielo en sus venas y nervios gélidos. Ahí es donde entra la Operación Ártica."
    },
    {
        "id": 64,
        "name": "Rompecorazones",
        "description": "La mayoría busca a sus parejas en parques tranquilos o en acogedoras cafeterías, pero esas relaciones son pasajeras. Los lazos que se forman en el campo de batalla, perforando el corazón de los enemigos como balas... esos sí perduran. "
    },
    {
        "id": 65,
        "name": "Valquirias de Acero",
        "description": "Una galaxia marcada por la guerra intenta reconstruirse, pero las viejas heridas perduran. Criminales, cazarrecompensas, mercenarios y asesinos han llenado el vacío de poder, pilotando peligrosos exotrajes de combate con habilidades divinas."
    },
    {
        "id": 66,
        "name": "Guardianes de las Arenas",
        "description": "Poderosos guardianes vigilan la tumba de un antiguo horror para que nunca vuelva a amenazar al mundo. Pero tal vez ya sea demasiado tarde..."
    },
    {
        "id": 67,
        "name": "Faraones",
        "description": "Aunque sus imperios fueron tragados por las arenas, poderosos faraones una vez gobernaron las dunas del Gran Desierto bañadas por el sol."
    },
    {
        "id": 68,
        "name": "Woad",
        "description": "Pocos sobreviven a un viaje por la tundra congelada del norte. Si el frío no te mata... los Woad seguramente lo harán."
    },
    {
        "id": 69,
        "name": "Lanceros",
        "description": "Con los tiempos cada vez peor, los grandes Lanceros mecanizados de la antigüedad se despiertan de su sueño. Más altos que cualquier edificio y más poderosos que cualquier ejército, se levantan para proteger a sus súbditos antes de regresar a la tierra una vez más."
    },
    {
        "id": 70,
        "name": "Guerreros del Camino",
        "description": "En los páramos, el único evangelio que necesita un Guerrero del Camino es el rugido de un motor y las únicas oraciones que escucha son los insultos de sus enemigos. "
    },
    {
        "id": 71,
        "name": "Colección de historias",
        "description": "Hace mucho tiempo, había un grupo de personajes de cuentos traídos a la vida desde las páginas..."
    },
    {
        "id": 72,
        "name": "Fábulas",
        "description": "Cada cultura tiene sus propias leyendas y monstruos. ¿Son estos mitos producto de nuestra imaginación, historias transmitidas de generación en generación para explicar lo inexplicable? ¿O se basan en una verdad oculta al resto del mundo?"
    },
    {
        "id": 73,
        "name": "Odisea ",
        "description": "Desde los urbanizados mundos centrales hasta los confines de la galaxia, ¡la aventura aguarda! El gran Imperio demaxiano hace caso omiso de las objeciones tanto de la Orden de los Templarios como del Sindicato del Crimen en su búsqueda de ora, una misteriosa esencia dorada que sirve de sustento a toda la civilización y ofrece un poder incalculable a aquellos que puedan manejarla para sí mismos..."
    },
    {
        "id": 74,
        "name": "Aguasturbias: Azote de los Ahogados",
        "description": "Bajo la luna creciente y las mareas ascendentes, la magia oscura se agita y los secretos se esconden. Donde la sal, la sangre y los vientos oscuros fluyen... tanto sobre las olas, como debajo."
    },
    {
        "id": 75,
        "name": "Campeones mundiales: 2017",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Nova Terrorífica",
        "description": "Nova Terrorífica, una red criminal de mercenarios despiadados que gobiernan sectores enteros de la galaxia, amasó su poder desde que sus fundadores huyeron de las filas de Industrias Génesis y robaron planos de exotrajes. Ahora se oponen a las acciones de la Milicia Real Espacial que pretenden imponer el orden corporativo de Génesis, y para ello emplean toda la potencia de fuego que el mercado negro puede ofrecer."
    },
    {
        "id": 78,
        "name": "Guerra de los Monarcas Supremos",
        "description": "Al final de una línea de tiempo oscura, dos reyes descendientes de los dioses primordiales del Caos y el Orden lideran vastos ejércitos en un enfrentamiento final."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Desde las profundidades del planeta, se levantan: entidades colosales de horror y hambre, más poderosas que ejércitos y montañas. Sus motivaciones son inciertas; sus planes, desconocidos. Lo único que está claro es que no sobreviviremos... a menos que creemos los medios para detenerlos."
    },
    {
        "id": 80,
        "name": "Presagio de la Oscuridad",
        "description": "Esta historia de una reina maldita y los miserables seguidores de su orden es tema de desagradables bromas de cabecera para padres e hijos. Pero las lecciones son más duraderas cuando el cuento se aferra a las sombras, las cuales se arremolinan en sueños y dan forma a las almas de una juventud sugestionable. Después de todo, las pesadillas son solo pesadillas... o eso dicen los adultos."
    },
    {
        "id": 81,
        "name": "Viaje Inmortal",
        "description": "Hace mucho tiempo, en una tierra ancestral, muchas almas se reunieron bajo la mirada de los dioses para poner a prueba los límites de su poder. Desde tontos hasta arrogantes, y desde valientes hasta justos, sus viajes están escritos en las inmortales páginas de la Historia..."
    },
    {
        "id": 82,
        "name": "Tradicionales",
        "description": "Honrando los diseños iniciales de los campeones rediseñados."
    },
    {
        "id": 83,
        "name": "Edición de coleccionista",
        "description": "Todo parece mejor cuando viene dentro de una caja de Edición de Coleccionista, ya sea digital o física."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: la intersección de todas las cosas del juego, donde se celebra y se forman lazos inmortales."
    },
    {
        "id": 85,
        "name": "Legión de Acero",
        "description": "En el marco de la intensa guerra entre Industrias Génesis y Nova Terrorífica, cualquier vida arruinada no es más que daño colateral. La Legión de Acero es una organización de justicieros que opera en planetas azotados por la batalla, fundada por refugiados y equipada con armas fabricadas con restos de escombros. Si no hay quien lo defienda, el pueblo debe defenderse a sí mismo."
    },
    {
        "id": 86,
        "name": "Infernal",
        "description": "Incinerar un mundo entero requiere una fuerza inimaginable, por lo que el Señor de la Ceniza llamó a sus legiones de Infernales para que usaran sus llamas. Desde las profundidades más oscuras, cada uno ejerce sus propios y terribles poderes, aunque no todos responden a su llamado con el mismo entusiasmo ardiente."
    },
    {
        "id": 87,
        "name": "Juramento Funesto",
        "description": "Con ganas de reclamar más almas para el inframundo, la Muerte envía las almas de los guerreros caídos como Juramento Funesto de vuelta al plano mortal, donde sirven con gusto a la terrible orden de su amo."
    },
    {
        "id": 88,
        "name": "Dulce o truco",
        "description": "Asegúrate de tener lo necesario. Ya sabes, paletas de Piltóver, caramelos de Rompeavances, barras de chocolate de Estrella Oscura... Porque si no, los niños de esta cuadra tienen algunos trucos bajo la manga. "
    },
    {
        "id": 89,
        "name": "Zombies vs. Matazombies",
        "description": "Cerebros..."
    },
    {
        "id": 90,
        "name": "Pretorianos",
        "description": "Nada está a salvo de las frías garras de los Pretorianos, una plaga mecánica que desgarra el espacio-tiempo. Por mucho que los Tesoreros luchen para evitar la erradicación de toda la vida, en el fondo están llenos de miedo, sabiendo que en algún momento se cansarán, mientras que los Pretorianos nunca lo harán."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "''Hay un lugar entre la fantasía y la realidad donde todo puede suceder. Tienes el poder de ser cualquiera y hacer cualquier cosa. Es tu sueño. En nuestro mundo intermedio, K/DA nos hace sentir seguras y fuertes. Podemos hacer cualquier cosa, y tú también''. —Kai'Sa"
    },
    {
        "id": 92,
        "name": "Aquelarre",
        "description": "Las brujas permanecían al acecho, una sororidad de pulcritud espantosa y sus esperanzas abandonaban sus labios desacralizados. Hablan de los cuerpos hinchados de los Dioses Antiguos, de los ritos antiguos realizados con magia olvidada por la mente mortal, del retorno de lo que llaman ''orden'', pero otros llaman ''sufrimiento''. ¡Atención! El fin de la humanidad se acerca con rapidez."
    },
    {
        "id": 93,
        "name": "Eclipse",
        "description": "Hace mucho tiempo, una orden de caballeros monásticos mató a los viles dioses del viejo mundo con los poderes esotéricos concedidos por la luna y el sol. Ahora, el mundo se ha vuelto oscuro y violento, mientras esas mismas deidades preparan su regreso, desafiadas únicamente por la luz del eclipse."
    },
    {
        "id": 94,
        "name": "Astros",
        "description": "¡Astronautas, travesuras y adorables meeps alienígenas! Desafiar la gravedad es solo una hazaña más para estos aventureros protectores del espacio, mientras defienden el planeta M33p y atraviesan el gran cosmos que les espera."
    },
    {
        "id": 95,
        "name": "Arcanistas",
        "description": "Justo afuera de las puertas de la academia hay un mundo lleno de magia... y peligro. Los profesores les advierten a los jóvenes magos y brujas que se queden dentro de la seguridad de los límites de la escuela, que desarrollen su poder y que estudien bien, pero ¿dónde está la diversión en eso cuando la aventura aguarda justo al otro lado de la esquina?"
    },
    {
        "id": 96,
        "name": "Arte de Papel",
        "description": "''¿Ves una silla de montar en mi espalda?'', pió la fénix. ''No soy un pájaro de carga. Y ese yeti dificultará nuestro vuelo''. El chico se quedó mirando, su plan perfecto había sido rechazado. Pero entonces, una sonrisa se dibujó en su rostro. Después de todo, en este mundo de follaje plegado y riachuelos arrugados, la aventura siempre está a la vuelta de la esquina."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Los vastos bosques de Albión, una vez dominados por los imperios élficos caídos, son ahora el hogar de reinos, bandidos, elfos y hombres libres en igual medida. Hay poder en las ruinas imperiales, si alguien se atreve a adentrarse en los bosques para buscarlo..."
    },
    {
        "id": 98,
        "name": "Perros contra Gatos",
        "description": "La rivalidad más antigua que el mundo ha conocido: el mejor amigo del hombre enfrentado a los mayores héroes de Internet. Solo una facción saldrá victoriosa de las fauces de la batalla entre perros y gatos. Esperemos que no se ensucien demasiado el pelaje: lo único peor que perder es un baño."
    },
    {
        "id": 99,
        "name": "Maravillas del Mundo",
        "description": "Individuos procedentes del lejano universo de la ''Tierra'', donde las estatuas gigantes cobran vida y todo el mundo lleva un sombrero divertido. Se parece mucho a Runaterra, si lo piensas."
    },
    {
        "id": 100,
        "name": "Trabajos Cotidianos",
        "description": "¡Es trabajo honesto!"
    },
    {
        "id": 101,
        "name": "Estos no son",
        "description": "¿Ese es un robot con gafas y gabardina? Claro que no. ¿Tus ojos perciben a un hombre bestia con un mameluco? Será mejor que te los revisen, porque estás imaginando cosas. ¿No es Draven demasiado modesto como para lucir una réplica enorme de su propia cabeza? Qué ridículo debes sentirte por siquiera preguntar. ¿Y ese calamar láser? Sin duda es humano. En definitiva."
    },
    {
        "id": 102,
        "name": "Alta Sociedad",
        "description": "Lo único más impresionante que su riqueza son sus habilidades para evadir impuestos."
    },
    {
        "id": 103,
        "name": "Reyes de las Clavadas",
        "description": "Hay dos tipos de personas en este mundo: los que clavan el balón y los a los que les clavan el balón. Si no sabes cuál eres, ¡ten cuidado! ¡Porque estás a punto de que te CLAVEN EL BALÓN!"
    },
    {
        "id": 104,
        "name": "Comando",
        "description": "Tu pozo sin fondo de escoria y villanía. Los jefes compiten por el poder; los pactos se hacen y se rompen; las amistades encuentran su fin al borde de cuchillos retorcidos y sutiles. Sin embargo, hay algo más en esta ciudad. Algo inexplorado e imperceptible. Algo... infinito. "
    },
    {
        "id": 105,
        "name": "Invasores",
        "description": "Haciendo honor a su título, estos nefastos meeps alienígenas se encontraron con un poder que no logran comprender. Por desgracia, la miseria ama la compañía. Los que entran en contacto con los invasores casi siempre acaban volviendo un poco más malvados... ¡y morados!"
    },
    {
        "id": 106,
        "name": "Científicos Locos",
        "description": "Los requisitos del puesto son bastante sencillos: buscamos al menos cinco años de experiencia en ciencias aplicadas, su último artículo revisado por colegas y dos referencias. Ah, y una risa malvada. De hecho, ponlo al principio de la lista."
    },
    {
        "id": 107,
        "name": "Campeones mundiales: 2018",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "El mar profundo",
        "description": "''Siéntate, criatura, y escucha con atención. El océano es increíble, las burbujeantes olas que llegan a nuestras tranquilas playas son una invitación engañosa. Porque lo que yace bajo ese azul infinito es un mundo más allá de nuestra imaginación; de reinos arruinados y monstruos feroces que flotan en esas oscuras profundidades''."
    },
    {
        "id": 109,
        "name": "Conquistadores",
        "description": "Para conmemorar los torneos Mid-Season Invitational y el Torneo de Apertura de League of Legends."
    },
    {
        "id": 110,
        "name": "Góticos",
        "description": "No es una etapa."
    },
    {
        "id": 111,
        "name": "Edad de Plata",
        "description": "¡Los mejores superhéroes y los villanos más malvados de la Grieta, disponibles en una tienda de cómics cerca de ti!"
    },
    {
        "id": 112,
        "name": "Glacial",
        "description": "El mundo está congelado y quedan pocos que recuerden la causa. Viejos horrores se mueven bajo el hielo, listos para reclamar el mundo una vez más. La flama de la esperanza aún perdura, pero los días son cortos y las noches largas..."
    },
    {
        "id": 113,
        "name": "Academia de Combate",
        "description": "En estas instituciones solo sobreviven los fuertes. Aunque se fundaron para honrar a su Arma Divina, los estudiantes de cada academia se esfuerzan por hacer suya su fuerza en su camino hacia la gloria. Ya sea en el salón de clases o en el campo de batalla, dominan a la competencia."
    },
    {
        "id": 114,
        "name": "Medieval",
        "description": "Oíd con atención, caballeros, pues estas tierras están bajo la protección real del Rey y de la Reina. ¡Abran paso, abran paso!"
    },
    {
        "id": 115,
        "name": "Hospital de la Grieta",
        "description": "Toma asiento. El médico le atenderá enseguida."
    },
    {
        "id": 116,
        "name": "Demoniacos",
        "description": "Incluso en el reino del Infierno, feroces personalidades compiten por una posición más alta, apostando con las almas de los mortales en sus juegos de poder para conseguir el favor del señor oscuro."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Cuando Ahri fija su personaje en la pantalla de inicio, la banda sonora sintetizada inunda la sala de juegos. Los botones que presiona no son aleatorios, sino perfectamente calculados para guiar a su campeón por las peligrosas calles demacianas. Una multitud se reúne para ver cómo Ahri supera por fin la puntuación más alta, establecida por ella misma hace tan solo unos días."
    },
    {
        "id": 118,
        "name": "Metal pesado",
        "description": "Los espectadores de todo el mundo se reúnen para tener la oportunidad de presenciar a los mejores roboguerreros en las arenas de gladiadores de RiotCorp, deseosos de ser coronados como campeones de la Liga de Peleas de Robots Acorazados de caer en el intento."
    },
    {
        "id": 119,
        "name": "Guardianas Estelares temporada 3",
        "description": "El antiguo escuadrón de Ahri reaparece después de enfrentar los cambios por los acontecimientos que alguna vez los separaron... y perseguidos por una amenaza más allá de todo lo que las Guardianas Estelares han enfrentado. ¿Podrá el grupo dejar atrás viejos rencores y salvarse de la aniquilación? ¿O simplemente serán las próximas víctimas de la Estrella del Crepúsculo?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "''¿Qué es True Damage? ¡Viejo, True Damage es el futuro! Es una agrupación de los mejores artistas de todo el mundo, reunidos con la mejor colaboración, para hacer la mejor música hip-hop. Vamos cinco pasos por delante. El resto tiene que alcanzarnos''. -Ekko"
    },
    {
        "id": 121,
        "name": "Policías y ladrones",
        "description": "Nadie se esfuerza tanto como el Departamento de Policía de Piltóver. ¿Quién más puede confiscar la mayor cantidad de donas cargadas de azúcar en sus despiadados estómagos, acumular el mayor número de horas extras e ignorar hasta el más insignificante de los papeleos? Puede que los delincuentes se aprovechen de ello, pero incluso ellos desearían tener la misma ética de trabajo."
    },
    {
        "id": 122,
        "name": "Élite Carmesí",
        "description": "No podemos confirmar ni negar la participación de la Élite Carmesí en ninguna actividad delictiva y solicitamos que todas las indagaciones sean dirigidas a las autoridades locales."
    },
    {
        "id": 123,
        "name": "Caballeros del Terror",
        "description": "Resucitados por una misteriosa magia ancestral, estos caballeros no muertos son los únicos vestigios de una historia olvidada. Ellos protegerán lo que una vez fue suyo, sin importar el precio de vidas mortales."
    },
    {
        "id": 124,
        "name": "Portadores del amanecer",
        "description": "El orden y la luz reinan a través de las deidades del amanecer, aportando estructura a un mundo incipiente en conflicto con las fuerzas de la noche."
    },
    {
        "id": 125,
        "name": "Portadores del anochecer",
        "description": "El caos y la oscuridad reinan a través de las deidades de la noche, trayendo el cambio a un mundo estático y en conflicto con las fuerzas del amanecer."
    },
    {
        "id": 126,
        "name": "Piedra de Sangre",
        "description": "En las profundidades de la noche sobran los horrores, pero ninguno tan temible como los cultos de la Piedra de Sangre. Los gritos dominan el aire en su presencia, mientras las calles se tiñen de rojo, pues su amo tiene hambre y debe ser saciado."
    },
    {
        "id": 127,
        "name": "Reinos Mecha",
        "description": "Los Grandes Reinos lucharon por generaciones hasta la llegada de un nuevo enemigo. Para luchar, son bendecidos con dones celestiales. ¿Se sobrepondrán a su pasado para salvar su futuro?"
    },
    {
        "id": 128,
        "name": "Fréljord",
        "description": "El duro y gélido norte rara vez recibe viajeros de otros lugares. Los que se enfrentan a sus salvajes tierras se encuentran con una naturaleza hostil y hordas poco acogedoras. Los pocos que sobreviven tienen suerte de poder regresar a su nación natal."
    },
    {
        "id": 129,
        "name": "Escarcha Negra",
        "description": "La Bruja de Hielo no deja descansar a nadie; tanto amigos como enemigos que han caído en sus dominios se levantan de nuevo para luchar a su lado. Su magia oscura distorsiona su apariencia, creando gólems glaciales con corazones de hielo negro que no se derrite."
    },
    {
        "id": 130,
        "name": "Campeones mundiales: 2019",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "La unidad PsyOps, joya de la corona de las operaciones encubiertas militares, es un equipo élite de soldados psíquicos desplegados contra militares renegados y amenazas sobrenaturales. No existen de forma oficial. Pero cuando el combate convencional no es suficiente, y lo que está en juego es nada menos que el destino del mundo, PsyOps responde al llamado."
    },
    {
        "id": 134,
        "name": "Grupo de la Rosa Negra",
        "description": "El Grupo de la Rosa Negra es una unidad paramilitar psíquica de gran poder que pretende crear un nuevo orden mundial con sus terribles armas biológicas humanas."
    },
    {
        "id": 135,
        "name": "Dracomantes",
        "description": "Los majestuosos dragones habitan en lugares remotos y de belleza salvaje, y evitan relacionarse con los asuntos de los mortales, salvo para conceder sus dones a unos pocos privilegiados. Los Dracomantes son aquellos lo suficientemente afortunados y poderosos como para recibir la bendición definitiva. Que la utilicen para el bien o para el mal depende de ellos, y de cualquiera lo suficientemente fuerte como para detenerlos."
    },
    {
        "id": 136,
        "name": "Galáctico",
        "description": "La Guerra de la Luna Rota ha devastado nuestra galaxia durante casi cien ciclos. Y a pesar de todo... no hay un final a la vista."
    },
    {
        "id": 137,
        "name": "Reinas Guerreras",
        "description": ""
    },
    {
        "id": 138,
        "name": "Arruinados",
        "description": "El Harrowing extiende su Niebla Negra por Runaterra mientras corrompe de forma indiscriminada. Algunos, ante su presencia, se inclinan para seguir al Rey Arruinado, creyendo que sus objetivos están alineados. Pero Viego solo quiere el regreso de Isolde; no tiene aliados. Los Arruinados que le ayudan a detener a los Centinelas son meros peones en el juego de un amante con el corazón roto."
    },
    {
        "id": 139,
        "name": "Pergaminos Shan Hai",
        "description": "En los legendarios Pergaminos Shan Hai, dioses y criaturas míticas recorren tierras mágicas y utilizan el poder de los elementos. Algunos se conforman con vivir con la paleta que se les ha dado; mientras que otros anhelan sobrepasar las fronteras y pintar sus vidas con un nuevo pincel."
    },
    {
        "id": 140,
        "name": "Rosa de Cristal",
        "description": "El romance y la alegría están en el aire en el Festival anual de la Rosa de Cristal, donde los adversarios se reúnen en un terreno pacífico y neutral para compartir una noche de baile, alegría y deseos para el futuro. Se espera que todos dejen sus armas en la puerta como un compromiso por un mañana mejor."
    },
    {
        "id": 141,
        "name": "Rosa Marchita",
        "description": "El Festival de la Rosa de Cristal recibe a todos los que creen en su sueño de un porvenir pacífico, aunque muchos se han desencantado de todo el asunto. Los que componen la Rosa Marchita desean que este llegue a su fin. Pero nadie es inmune al encanto del festival; quizás ellos también se dejarán llevar por la belleza de la noche y cambien de opinión."
    },
    {
        "id": 142,
        "name": "Bestia Lunar",
        "description": "Cada año, una traviesa Bestia Lunar llega al reino de los mortales atraída por las celebraciones de Año Nuevo. Y cada año, la Deidad Lunar de turno selecciona un escuadrón de campeones para guiar a la bestia en una alegre persecución y proteger a la ciudad del travieso alboroto de la criatura. El Desfile Lunar es una parte muy querida de las festividades de Año Nuevo y la misma Bestia trae buena suerte una vez que ha sido adormecida por los esfuerzos del escuadrón. Cuando una Bestia Lunar está bien entretenida y descansada, ¡es señal de un próspero Año Nuevo!"
    },
    {
        "id": 143,
        "name": "¡Abejas!",
        "description": "Bzzz. Bzzz, bzzz, bzzz. ¡Bzzz! Bzzz, bzz, bzz, bzz, bzz. Bzzz..."
    },
    {
        "id": 144,
        "name": "Onda Espacial",
        "description": "En una galaxia súper buena onda a un millón de infiernos disco de distancia, una energía misteriosa conocida solo como La Onda lleva música y prosperidad a millones de millones de ciudadanos galácticos. Pero cuando la líder alienígena Lissandra y su ejército de Malas Vibras comienzan a esclavizar planetas y suprimir la música disco, surge una nueva generación de héroes para detenerla y mantener el ritmo de la fiesta."
    },
    {
        "id": 145,
        "name": "Campeones mundiales: 2020",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arcana",
        "description": ""
    },
    {
        "id": 147,
        "name": "Centinelas de la Luz",
        "description": "Aunque son pocos, los Centinelas de la Luz comparten una historia para los anales. Durante años han luchado contra el Harrowing con la ayuda de antiguas armas de piedra reliquia que canalizan sus almas en una luz poderosa. Pero lo único que importa ahora es la batalla por delante, mientras el Rey Arruinado arrasa con Runaterra, solo para bailar con su reina una vez más."
    },
    {
        "id": 148,
        "name": "Ciber Pop",
        "description": "En la vibrante sociedad clandestina de Ciudad Sonido, hackers, patinadores, rebeldes y bandoleros se unen lejos de los ojos entrometidos de los poderosos gobernantes cibercorporativos."
    },
    {
        "id": 149,
        "name": "Pesadilla en la Ciudad del Crimen",
        "description": "Si la corrupción y la clandestinidad estuvieran en un mapa, la Ciudad de Valoran estaría en su centro. Un lugar ideal para todas las cosas depravadas en el que no hay lugar fuera del alcance del mal, los horrores que allí acechan están ansiosos por extender su influencia."
    },
    {
        "id": 150,
        "name": "Fenixmantes",
        "description": "Solo los corazones más puros son bendecidos por el divino fenghuang, un fénix legendario que vela por el mundo. Sus campeones reciben una única pluma, cada una de las cuales contiene un poder elemental inimaginable que les otorga los medios necesarios para proteger todo lo que es inocente y bueno de las fuerzas que acechan en las sombras."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "En un reino consagrado a dioses oscuros e indiferentes, donde los mortales chocan en incesantes y sangrientas sagas de metal, una banda se levantó por encima de todas las demás: Pentakill, elegida de la Hueste del Estruendo. Ahora son venerados en templos y estadios de toda la nación, y su supremacía se ha vuelto absoluta, pero se avecina una época de cambio y el ciclo pronto podría comenzar de nuevo..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Monerías de Café",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelana",
        "description": "En un mundo donde los espíritus antiguos y las criaturas mágicas prosperan en la periferia de la sociedad moderna, poderosos artefactos de porcelana llamados las Reliquias Zodiacales son la clave para desbloquear un inmenso poder. Los Protectores, guardianes inmortales encargados de mantener las Reliquias, las mantienen a salvo lejos de las manos equivocadas."
    },
    {
        "id": 155,
        "name": "Filo Relámpago",
        "description": "Con sus armas imbuidas con magia del relámpago del Ritual de la Nube, el Filo Relámpago es una orden de misteriosos guerreros shinobi con la misión de proteger a la humanidad de espíritus y monstruos malignos. Viajan entre los reinos de los mortales y de los espíritus para acabar con amenazas que nadie más puede afrontar, protegiendo el futuro de todos los habitantes del mundo de los mortales."
    },
    {
        "id": 156,
        "name": "Escuadrón Animalia",
        "description": ""
    },
    {
        "id": 157,
        "name": "Caballeros de la Ceniza",
        "description": "Hace mucho tiempo, un gran rey libró una gloriosa guerra con un objetivo: romper los grilletes de la magia en el mundo para que la humanidad pudiera forjar su propio destino. Sin embargo, al cortar la última fuente de encantamiento, el rey desapareció, los cimientos del mundo se derrumbaron y los que alguna vez llegaron a ser sus caballeros legendarios fueron abandonados en la locura, ruinas y cenizas."
    },
    {
        "id": 158,
        "name": "Campeones mundiales: 2021",
        "description": "¡Felicitaciones a los ganadores de Worlds de 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Canción del Océano",
        "description": "Nada exhala más el estilo de vida de ''onda playera y música refrescante'' que el Festival de la Canción del Océano. Hay ambiente para todos, desde las canciones suaves de Seraphine hasta el set de DJ experimental de Yone. Así que siente la arena entre los dedos, saborea el aire salado y déjate llevar por la mejor música del verano."
    },
    {
        "id": 160,
        "name": "Luna de Nieve",
        "description": "Mientras la Luna de Nieve se eleva sobre las colosales montañas de Jonia, un viento helado recorre la tierra. Quienes profesan su adoración por ella, esa secta de impasibles asesinos, comienza el ritual. Con la nieve llega la purificación, solo posible mediante el sacrificio de la propia humanidad."
    },
    {
        "id": 161,
        "name": "Guardianas Estelares Temporada 4",
        "description": "Enemigos ancestrales aparecen en una Ciudad de Valoran que fue dañada por la invasión de Zoe. Ahora, una nueva generación de Guardianas Estelares defiende la ciudad. Mientras la oscuridad se acumula en los cielos, Kai'Sa y Akali preparan a su inexperto escuadrón para una batalla con fuerzas que van más allá de su comprensión... y la verdadera amenaza que aguarda más allá."
    },
    {
        "id": 162,
        "name": "Domadores de Monstruos",
        "description": "¿Quiénes somos? ¡Somos Domadores de Monstruos! ¡Protegemos al mundo cuando está en peligro! Cuando otros huyen, nosotros seguimos el rugido. Domamos al monstruo y usamos el OCRA. ¡Y saltaremos, correremos, nadaremos y nos deslizaremos junto a nuestros amigos nuevos! Iremos a cualquier lugar, sin importar la distancia. ¡Porque somos Domadores de Monstruos! ¡Eso es lo que somos!"
    },
    {
        "id": 163,
        "name": "Guardián de Espíritus",
        "description": "Udyr pasó casi una década entrenando en Jonia con los monjes del monasterio de Hirana, aprendiendo a controlar y dominar sus habilidades espirituales. Al final, cuando el Fréljord lo llamó a casa, optó por quedarse y completar su formación. En el tiempo transcurrido desde entonces, Udyr se convirtió en parte del paisaje jonio, tanto espiritual como mortal, ya que trabaja con Lee Sin y Karma para devolver el equilibrio a la asolada tierra."
    },
    {
        "id": 164,
        "name": "La Ruina",
        "description": "Hace mil años, el último rey de Camavor decidió hacerle caso a su corazón a costa de su país. Tan poderoso fue su amor que el destino intervino y todo terminó en ruina."
    },
    {
        "id": 165,
        "name": "Juegos Cénit",
        "description": "Es el año 2122, el año de los primeros Juegos Cénit. Los robots árbitros se apoderan del campo, el deporte de levantamiento de martillo hace su debut competitivo y, tras años de discusiones, por fin se les permitirá competir a los humanos mejorados. Lo único que queda es ver quién ganará."
    },
    {
        "id": 166,
        "name": "Elementalista",
        "description": "Un reino pende al borde de la ruina mientras un ejército de bestias elementales titánicas libra una guerra contra la humanidad. La última línea de defensa está en manos de Lux Elementalista, una solitaria reina guerrera. Para salvar a su pueblo debe buscar en su interior y revelar su verdadera naturaleza... sin importar la forma que adopte."
    },
    {
        "id": 167,
        "name": "Legado",
        "description": "Tesoros de días pasados que brillan justo al alcance de la mano."
    },
    {
        "id": 168,
        "name": "Urf el Manatí",
        "description": "En memoria de Urf, una gentil vaquita marina guerrera que ahora practica con su espátula en los pantanos poco profundos del más allá. Buenas noches, dulce príncipe."
    },
    {
        "id": 169,
        "name": "Fiesta sorpresa",
        "description": "¿A quién no le gustan las fiestas sorpresa? Ya quedó la lista de invitados, todo el mundo compró sus regalos y la comida será deliciosa. ¡Incluso trajimos a un payaso! Este será un evento inolvidable. Pero no le cuentes a Amumu."
    },
    {
        "id": 170,
        "name": "Noche de Terror",
        "description": "La Fungiposada, que mora la tierra con sus gigantescas patas de rana, atrae a huéspedes de la más espantosa variedad. Sin importar el lugar donde se instale, siempre hay un monstruo que necesita un lugar donde quedarse, y Mamá Glasc siempre está ahí para darles la bienvenida a la familia con los brazos abiertos. Y un laberinto interminable de habitaciones garantiza que nadie quede fuera."
    },
    {
        "id": 171,
        "name": "Flor Espiritual",
        "description": "El Festival de Flor Espiritual es una época de celebración muy antigua en Jonia, en la que se abre la puerta al mundo de los espíritus, los muertos regresan con sus seres queridos y espíritus de todo tipo dirigen su mirada hacia los vivos. Desde los benévolos kanmei hasta los obsesivos akana, sus historias se repiten una y otra vez como las sombras de una linterna de papel."
    },
    {
        "id": 172,
        "name": "Embrujados",
        "description": "¿Quién dijo que las brujas no pueden divertirse? Quien lo haya dicho, debe ser una rana ahora. O alguna otra alimaña maldecida, condenada a vagar eternamente por las calles, observando desde lejos las celebraciones de la víspera. Un castigo bastante duro, pero ¿qué esperabas? Puede que sepan cómo organizar una fiesta, pero al final de la noche, ¡siguen siendo brujas!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Siente los bajos. Escucha el ritmo. Deja que la música te mueva."
    },
    {
        "id": 174,
        "name": "Estrellas del pop",
        "description": "Cuando estás en la cima de las listas, nadie puede derribarte."
    },
    {
        "id": 176,
        "name": "Tres Honores",
        "description": "Bajo el dominio de Essent, la sociedad se volvió cada vez más individualista y cerrada. El único incentivo que tiene la gente es velar por sí misma, así que nadie confía en nadie. Como líder de la ya extinta Orden del Consuelo, Malzahar busca traer armonía a este mundo disonante por medio del aura inspiradora del Consuelo. Él sabe que solo en la unión pueden inspirar un mundo mejor."
    },
    {
        "id": 177,
        "name": "Aguasturbias: Mercenarios",
        "description": "Cazarrecompensas, forajidos y piratas por igual acuden a los infames Muelles del Matadero de Aguasturbias como moscas a los restos de la carnicería. La vida en estos mares es difícil, pero la recompensa puede valer la pena... Dama Barbuda mediante."
    },
    {
        "id": 178,
        "name": "Crónica",
        "description": "Las leyendas son puestas a prueba, moldeadas y forjadas por su pasado."
    },
    {
        "id": 179,
        "name": "Maldición del Vacío",
        "description": "Si la plaga del Vacío se extiende por Runaterra, todos caerán ante su retorcida evolución. Sediento, hambriento, insaciable, El Vacío no perdona a ninguna criatura ni sufre derrota alguna."
    },
    {
        "id": 180,
        "name": "Otros Caminos",
        "description": "Un emplumadín agita sus alas y, al otro lado de Runaterra, un Dragón de los Océanos sale a la superficie. Nuestras vidas pasan, tan cambiantes como las palabras en un pergamino. Los caminos que tenemos ante nosotros son desconocidos y emocionantes. ¿Y si eligiéramos el camino... menos transitado?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "¿¿Quién permitió que se quedaran en la versión?? No le informen al departamento legal."
    },
    {
        "id": 183,
        "name": "Robaalmas",
        "description": "Las almas son vida, luz, poder... y en un mundo sin piedad, son arrebatadas y consumidas por despiadados amos de la muerte."
    },
    {
        "id": 184,
        "name": "Triunfante",
        "description": "Otorgado a los jugadores que ganaron un torneo patrocinado de League of Legends."
    },
    {
        "id": 185,
        "name": "Todo un Guerrero",
        "description": "Para un verdadero guerrero, solo la fuerza y el honor resonarán eternamente."
    },
    {
        "id": 186,
        "name": "Empíreo",
        "description": "Pyke, el primer Empíreo, desgarra dimensiones en una masacre destructiva contra sus contrapartes, lo que engendra a nuevos Empíreos en el proceso. ¿Quién reinará a medida que emergen estas nuevas potestades? ¿Y qué es lo que harán con el poco tiempo que les queda y que se acaba rápidamente?"
    },
    {
        "id": 187,
        "name": "Favor del Invierno",
        "description": "Cuando el aire se vuelva fresco y caiga el primer copo de nieve, levanta la vista hacia el cielo, pues Polaris aparecerá. No tengas miedo, porque si has sido virtuoso sin esperar nada a cambio, podrías ser recompensado con las bendiciones de la Aurora. Pero recuerda: no importa cómo actúes, no puedes dar por sentada tu fortuna, porque Polaris viene todos los años, y nadie escapa del castigo."
    },
    {
        "id": 188,
        "name": "Creadores de Mitos",
        "description": "Hace mucho tiempo, la derrota de Galio, la Gran Bestia, dio origen a las tradiciones del Año Nuevo Lunar que se llevan a cabo a través de la narración de ese cuento épico. Dentro de la propia historia se encuentra un mundo viviente, pero cuando el mundo de la historia se interrumpe repentinamente, los personajes deben trabajar juntos para arreglar el desastre y ver su propio mito."
    },
    {
        "id": 189,
        "name": "Robacorazones y Mal de Amores",
        "description": "Los Robacorazones, de alta categoría y gran elegancia, no tienen mucho en común con el grupo de los Mal de Amores, que prefieren olvidar todo tipo de clase para reunirse en la pista de skate. Pero hay una cosa en la que están de acuerdo: no soportan este estúpido día festivo dedicado a los sentimientos de la gente. Entonces, ¿por qué parece que no pueden librarse de las mariposas de sus estómagos?"
    },
    {
        "id": 190,
        "name": "Pacto Quebrantado",
        "description": "Durante años, la congregación Aspirante ha peleado contra la secta Inánima por el Áspira, el aliento de la vida. Para la congregación, el Áspira es un regalo que se devuelve después de la muerte para poder ir al más allá. Pero los Inánima, maldecidos con una sed eterna de alientos, creen que solo hay una vida y que deben vivirla con desmesura. La guerra continúa y no parece tener fin..."
    },
    {
        "id": 191,
        "name": "Corte Feérica",
        "description": "Los miembros de la nobleza feérica son sirvientes de la voluntad de la naturaleza, que lleva consigo el orden natural y el cambio de estacional en su magia. Sin embargo, detrás de ese gran propósito, se desarrolla un juego constante de intriga política en lujosas cortes de seda, gasa y oro. Después de todo, el poder (ya sea mágico, natural o político) siempre inspira competencia."
    },
    {
        "id": 192,
        "name": "Tinta Sombría",
        "description": "En las afueras de Ciudad Rabadon, un templo en ruinas alberga la última esperanza de los habitantes del lugar: los Guerreros Tinta Sombría. Cada uno de ellos sacrifica lo que les es más importante con el fin de establecer un contrato con espíritus ancestrales, los cuales les otorgan tatuajes mágicos tan poderosos que incluso la Cofradía siente el miedo. Ya no son víctimas. Ha llegado el momento de recuperar su hogar."
    },
    {
        "id": 193,
        "name": "Portadores del Anochecer y Portadores del Amanecer",
        "description": "El conflicto entre los Portadores del Amanecer y los Portadores del Anochecer es eterno. Por un lado, las fuerzas del caos y la oscuridad traen el cambio; mientras que, por el otro, las fuerzas del orden y la luz traen la estabilidad. Son estos dioses y sus descendientes quienes dan forma a un mundo recién nacido y quienes pueden decir si el futuro deparará días más brillantes... o noches más oscuras."
    },
    {
        "id": 194,
        "name": "Campeones Mundiales: 2022",
        "description": "¡Felicidades a los ganadores de Worlds 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus era un mundo vinculado a la magia, pero tras la purga, todo se derrumbó. Siglos después, las civilizaciones se dispersaron, la naturaleza ha reclamado las ciudades y la magia ha regresado en forma de Cristales Prismae. Su único deseo es propagarse y, aunque algunos pueden usar su poder de forma segura, otros se pierden ante su atracción y sucumben ante ella. Así comienzan las Guerras Prismae."
    },
    {
        "id": 196,
        "name": "Soul Fighter",
        "description": "Sus almas despertarán a través de la prueba: la que se libra en un campo de batalla o en las trincheras de la propia mente. A cada quien se le conceden habilidades únicas que reflejan su naturaleza y el poder de invocar la mismísima esencia de su espíritu. Algunos desarrollan su fuerza y la perfeccionan con entrenamiento... Otros solo la utilizarán como arma para destruir. Ellos son... ¡PELEADORES ÁLMICOS!"
    },
    {
        "id": 197,
        "name": "Demonios Callejeros",
        "description": "En la ciudad de Styxbridge, los demonios, las criaturas y los humanos viven juntos. Cada año se lleva a cabo un festival de arte callejero, el cual culmina en una competencia amistosa para ver quién podrá crear el grafiti más grande y atrevido: ¡el TagFest!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Los Eidola Vida fueron mortales alguna vez; al morir, renacieron como espíritus de vida gracias al amor de sus familias. Los Eidola Muerte fueron almas olvidadas que, en la muerte, vagaron en la otra vida hasta encontrar sus propias familias por elección. Ninguna de las dos presencias es visible y solo se pueden percibir a través de su Ardor: llamas mágicas que ayudan a cultivar la vida o a extinguirla."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "''HEARTSTEEL es la nueva banda que está dominando las listas, con artistas como Kayn y Ezreal...''.\\n''¡Esa es toda la banda!''.\\n''Cálmate, Sett''.\\n''Espera, ¿para qué revista dijiste que era esto, K'Sante?''.\\n''Por favor, ¡concéntrense!''.\\n''Oye Yone, ¿podemos salir ya al escenario?''.\\n''Estamos... ah... Aphelios se acaba de largar...''."
    },
    {
        "id": 200,
        "name": "Emboscada Primigenia",
        "description": "Aquellos lo suficientemente afortunados de nacer con marcas resplandecientes en su piel son venerados entre su pueblo como los ''Tigrados''. Los Tigravástagos están destinados a representar a su comunidad y exigir el respeto de otros con su fuerza. Esperan conquistar el mundo en nombre de su especie y volverse líderes temidos por todos."
    },
    {
        "id": 201,
        "name": "Reino Celestial",
        "description": "Para conocer mejor a sus súbditos, la realeza dracónica y su séquito descienden de su palacio en el cielo, adoptan formas humanas y celebran con los mortales al tiempo que marcan el inicio del nuevo año."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Cuando los Prismae aparecieron, hubo quienes aprendieron a perfeccionar su magia. Pero muy al norte, la influencia de los cristales corrompe a la tierra misma. Entre la fractal maleza y el aire iridiscente, las criaturas unen fuerzas con habitantes que alguna vez fueron humanos en una guerra contra lo que queda de la civilización. Todo se reflejará en la imagen de los Prismae."
    },
    {
        "id": 203,
        "name": "Guerra de comida",
        "description": "Con ganas de saciar tanto su estómago como sus cuchillos, estas comidas no caerán sin dar pelea."
    },
    {
        "id": 204,
        "name": "Espíritus Legendarios",
        "description": "Hace mucho tiempo, los dioses mitológicos sellaron su fuerza en las cuatro Esquirlas de las Leyendas: Caos, Armonía, Paciencia y Vigor. Cada una presentaba una prueba mortal para los guerreros que buscaban el poder de las esquirlas, la promesa de inmortalizarlos para siempre en la historia. Desde hace mucho tiempo, peleadores de todo el mundo aceptan el desafío con la esperanza de dejar un legado que incluso un dios respete."
    },
    {
        "id": 205,
        "name": "Pastor de Lluvias",
        "description": "El mundo está sediento; no hay agua ni cantos. Desde que las ranas perdieron su capacidad para cantar, las lluvias han disminuido y la humedad es escasa. Por eso, las ranas le han enseñado a cantar a un nuevo grupo de individuos: los Pastores de Lluvias. Vestidos con ropa especial para la lluvia, trabajan para reabastecer las tierras y devolver a la naturaleza su esplendor de antaño."
    },
    {
        "id": 206,
        "name": "Primordianos",
        "description": "Exiliados de tierra firme, los primordianos pasaron siglos en los abismos marinos más profundos. Ahí en la oscuridad, su resentimiento creció... Fue así que la reina de los primordianos dio su veredicto: la era de la humanidad había terminado. La era de los primordianos había comenzado."
    },
    {
        "id": 207,
        "name": "Campeones Mundiales: 2023",
        "description": "¡Felicidades a los ganadores de Worlds 2023: T1!"
    },
    {
        "id": 208,
        "name": "Choques de puños y festividades",
        "description": "¡Es hora de celebrar!"
    },
    {
        "id": 209,
        "name": "Elegido del Lobo",
        "description": "Cuando Ambessa, una joven líder guerrera, cayó en combate, tuvo una visión de Volrachnun: una vida sagrada después de la muerte para los seguidores del Lobo que son dignos de ella. Quienes reciben la bienvenida a este remanso de paz deben unirse a la Caza Eterna, encontrar la felicidad en la batalla y desafiar con alegría a sus compañeros guerreros, que también fueron elegidos, en una cacería interminable."
    },
    {
        "id": 210,
        "name": "Superfans",
        "description": "¡Muestra la bandera de tu fandom!"
    },
    {
        "id": 211,
        "name": "Baile de la Rosa Negra",
        "description": "La jovialidad y el lujo reinarán en la Gala de Seda, una celebración que reunirá a nobles y personalidades de toda Runaterra. El único detalle es que, en Noxus, el salón de baile es un campo de batalla. Las palabras son tan filosas como una daga: el poder se intercambia entre sonrisas. Incluso la reservada Madame Elise ha salido de su nido para ser la anfitriona del evento, obedeciendo a un par de ojos invisibles. Esperando."
    },
    {
        "id": 212,
        "name": "Mitos Modernos",
        "description": "Los mitos y las leyendas sucedieron hace mucho tiempo, pero sus ecos se siguen sintiendo hasta el día de hoy. Bajo la superficie de lo mundano, un poder mítico eleva a una nueva generación de héroes."
    },
    {
        "id": 213,
        "name": "Monerías Dumplinescas",
        "description": "Cualquier cocinero mágico sabe que ninguna reunión está completa sin sabrosos manjares. Aunque su cafetería sea nueva, el arte de hacer dumplings no lo es, y estos chefs mágicos están dispuestos a amasar, picar, freír y cocer al vapor hasta alcanzar la grandeza culinaria. Un solo bocado de estas delicias redondas hará que hasta el cliente más gruñón quiera sentarse a celebrar con los demás."
    },
    {
        "id": 214,
        "name": "Justicia Enmascarada",
        "description": "Tras destruir su propio mundo, el gigante loco Mezzorax recorrió la galaxia entera hasta encontrar un nuevo planeta al que invadir: la ajetreada metrópolis de Ocono. Para su sorpresa, un grupo de ciudadanos inmediatamente contraatacó. Potenciados por los Hipertrajes, vengarán las vidas que Mezzorax ha robado y acabarán con su reinado para siempre."
    },
    {
        "id": 215,
        "name": "El Gran Juicio Final",
        "description": "Es una tradición noxiana celebrar una gran victoria, que los más fuertes triunfen sobre los más débiles. Se celebrará un Gran Juicio Final por el retorno del General Darius y sus guerreros de su exitosa campaña hacia el territorio del Fréljord. La gente se ha reunido en cada arena de la capital para rendirles honor no solo a los conquistadores, sino también a todos los gladiadores que han participado en los Juicios de antaño."
    },
    {
        "id": 216,
        "name": "Forjadestinos y Rompedestinos",
        "description": "En un mundo entrelazado por el Tejido del Destino, ningún hilo está fuera del alcance de aquellos lo suficientemente audaces como para tomarlo. Para hacerlo, deben buscar el Palacio del Tejido y enfrentarse a los Forjadestinos, poderosas entidades a las que se les ha encomendado la dirección y el control del destino. Aquellos que demuestran ser dignos, llamados Rompedestinos, pueden reescribir su destino, así como el mismo curso de la historia."
    },
    {
        "id": 217,
        "name": "Astromante",
        "description": "Los Astromantes, expertos en las artes adivinatorias, han desentrañado los secretos del universo y los resguardan en la inmensa biblioteca de su orden. Gracias a su conocimiento esotérico y poderes ancestrales, han sido capaces de proteger su hogar de incontables amenazas. Sin embargo, pocos de ellos están preparados para enfrentar un terror desconocido proveniente de otras esferas o, incluso, para reconocer su existencia."
    },
    {
        "id": 218,
        "name": "Manantial de la Flor Espiritual",
        "description": "En lo alto de las montañas hay una casa de baños termales donde los viajeros acuden para aliviarse de las preocupaciones de la vida. Este pequeño paraíso, llamado ''Manantiales de la Flor Espiritual'', es un oasis libre del drama del mundo. Su amable personal y el vapor mágico te liberarán de las tensiones de la batalla y de los recuerdos que es mejor olvidar. Aquí no hay héroes ni villanos, solo personas que descansan y se relajan."
    },
    {
        "id": 219,
        "name": "Visiones de los Caídos",
        "description": "''Alguna vez fuimos dioses. Ahora, perdidos en la oscuridad eterna de nuestro encarcelamiento incorpóreo, soñamos con mil venganzas, terribles y sangrientas... Soñamos con toda la humanidad suplicando, una vez más, por nuestra divina misericordia''.<br>En una época perdida en la leyenda, este mundo le pertenecía a los Darkin.<br>Y los Darkin pretenden recuperarlo."
    },
    {
        "id": 220,
        "name": "Campeones mundiales: 2024",
        "description": "¡Felicidades a los ganadores de Worlds 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "La Flora Fatalis juzga a todo aquel que, con temple y ambición, se adentre en su embriagante espesura. Los seduce para plantarles la semilla de su poderosa voluntad. Juntos, se adaptan y evolucionan, para luego buscar nuevos huéspedes a quienes potenciar... y consumir."
    },
    {
        "id": 222,
        "name": "Los Aspectos Eternos",
        "description": "Desde hace milenios, los poderosos Aspectos ejercen su influencia desde el reino celestial para guiar y proteger Runaterra. Cada uno de ellos afirma ser la manifestación definitiva de una verdad universal de la creación. Todo el tiempo se encuentran en busca de huéspedes mortales que sean dignos de su poder, que sean capaces de llevar a cabo sus planes secretos y poder recorrer el mundo en forma física una vez más."
    },
    {
        "id": 223,
        "name": "Sombra Abisal",
        "description": "Mientras los corsarios rivales compiten por el dominio de los Mares Umbríos, un mal mucho más antiguo observa bajo las olas. Casi ninguno de los mortales que se aventuran en las profundidades regresa. Sin embargo, quienes logran volver no son los mismos: viven atormentados por susurros de brujas y espectros, reliquias y ruinas de un mundo que las mareas sepultaron hace mucho tiempo."
    },
    {
        "id": 224,
        "name": "skinline_name_224_thelawsofstone",
        "description": "skinline_description_224_thelawsofstone"
    }
]