{
    "patcher_initiating_soft_repair": "К сожалению, мы обнаружили проблемы в установленной версии игры. Сейчас мы попытаемся исправить затронутые файлы.",
    "patcher_primary_work_repairing": "Исправление ошибок установки",
    "patcher_error_failed_to_write": "Не удалось записать файлы в выбранную папку. Освободите место на диске и попробуйте снова.",
    "patcher_phase": "{{current}} из {{max}}",
    "patcher_league_client_sln": "Клиент",
    "patcher_lol_game_client_sln": "Игра",
    "patcher_disconnected": "Вы не можете начать игру, так как, вероятно, находитесь не в сети.",
    "patcher_gameflow_disabled": "Не удалось создать лобби в данный момент. Закройте и перезапустите клиент, чтобы повторить попытку.",
    "patcher_gameflow_bad_registration_single": "При подключении к некоторым серверам Лиги возникли проблемы. Если они не исчезнут, пожалуйста, свяжитесь с поддержкой игроков и сообщите им следующий код ошибки: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "При подключении к некоторым серверам Лиги возникли проблемы. Если они не исчезнут, пожалуйста, свяжитесь с поддержкой игроков и сообщите им следующие коды ошибок: {{errorCodes}}.",
    "patcher_no_queues": "В данный момент все очереди отключены. Если в остальном клиент работает нормально, закройте и перезапустите его, чтобы повторить попытку.",
    "patcher_player_time_banned": "Вас заблокировали! Вы сможете снова войти в игру через {{days}} дн.",
    "patcher_player_banned": "Вас заблокировали! Зайдите в учетную запись заново, чтобы узнать длительность блокировки и посмотреть карточку исправления.",
    "patcher_player_in_tournament": "Вы не можете играть в других игровых режимам, так как подтвердили свое участие в Clash.",
    "long_patcher_bar_text": "Установка игрового клиента...",
    "patcher_migration_modal_header": "На подходе новая программа обновления",
    "patcher_migration_modal_body": "Мы перемещаем файлы Лиги, чтобы наша новая программа обновления смогла начать с ними работать. Это случится только один раз и займет всего несколько минут. Больше информации здесь: {{link}}.",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "здесь",
    "generic_okay_button_text": "ОК",
    "patcher_hanging_text": "У вас отсутствует соединение с нашими серверами загрузки.",
    "patcher_initial_eta_calculation": "Вычисление примерного времени загрузки...",
    "patcher_vanguard_session": "Запускается сессия Vanguard.",
    "patcher_os_check_failed": "Ваша операционная система не поддерживается. Чтобы узнать подробности, посмотрите минимальные системные требования.",
    "patcher_update_direct_x": "Вы используете устаревшую версию DirectX. Чтобы продолжить играть, обновите DirectX или свое оборудование.",
    "patcher_update_mac_metal": "League of Legends требует использования версии графической технологии Metal, которая не поддерживается вашим устройством Mac. Чтобы продолжить играть, используйте устройство с поддержкой более актуальной версии технологии Metal."
}