[
    {
        "id": 0,
        "name": "Thường",
        "description": "Thường",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Summoner's Rift",
        "description": "Chiến trường Công Lí thiêng liêng và tân thời nhất còn được biết đến dưới cái tên Summoner's Rift. Vùng chiến trường này nổi danh nhờ các cuộc giao tranh giải quyết mâu thuẫn liên tục nổ ra giữa hai nhóm Anh Hùng đối lập. Hãy di chuyển trên ba con đường cái khác nhau để tấn công vào các điểm yếu của kẻ địch. Hợp tác cùng các đồng minh công thành với một mục đích tối thượng: phá vỡ Tổng Hành Dinh của đối phương!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Bản Đồ Ngẫu Nhiên",
        "description": "Vực Gió Hú là một khe nứt không đáy tọa lạc tại vùng hiểm khốc và lạnh giá nhất của Freljord. Truyền thuyết kể rằng lâu rất lâu về trước, một cuộc chiến vĩ đại đã diễn ra tại đây ngay trên chiếc cầu hẹp bắc ngang khe vực này. Chẳng ai nhớ nổi các chiến sĩ đó là ai, hay thậm chí lí do vì sao lại có cuộc chiến, nhưng thiên hạ vẫn kháo nhau rằng nếu thật sự để tâm lắng nghe tiếng gió hú, bạn sẽ có thể nghe được các tiếng rống, gào, và thét xộc lên từ dưới Khe Vực.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Đột Kích Nhà Chính",
        "description": "Đột Kích Nhà Chính",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Đấu Trường Chân Lý",
        "description": "Tập hợp 1 đội hình đỉnh chóp để chiến đấu trong chế độ 8 người. Mọi chiến lược đều khả thi, nhưng sẽ chỉ có 1 người chiến thắng.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Võ Đài",
        "description": "Tham gia hàng chờ một mình hoặc lập đội cùng với bạn bè trong chế độ chơi đa đội mới này. Đối mặt với kẻ địch trong trận chiến hỗn loạn xuyên suốt các đấu trường khác nhau.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Hiểm Họa Đổ Bộ",
        "description": "Lập đội cùng 1 người bạn hoặc chơi đơn trong chế độ sinh tồn mới này.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Bandlewood",
        "description": "Hợp sức cùng đồng đội để hộ tống lính đi vào cổng dịch chuyển của đội địch. Không cần chọn vai trò, không chia đường, không áp lực. Chỉ là một trận loạn chiến thuần 5v5.",
        "mapStringId": "BDW"
    }
]