{
    "patcher_initiating_soft_repair": "Je nám líto! Vyskytl se problém s tvou instalací. Pokusíme se teď postižené soubory opravit.",
    "patcher_primary_work_repairing": "Opravování instalace",
    "patcher_error_failed_to_write": "Zápis souborů do instalační složky se nezdařil. K odstranění této chyby většinou stačí uvolnit místo na disku. Až tak učiníš, zkus to znovu.",
    "patcher_phase": "{{current}} z {{max}}",
    "patcher_league_client_sln": "Klient",
    "patcher_lol_game_client_sln": "Hra",
    "patcher_disconnected": "Nemůžeš hrát, protože jsi možná offline.",
    "patcher_gameflow_disabled": "Momentálně nejsme schopni vytvořit lobby. Vypni prosím klienta, znovu jej spusť a zkus to ještě jednou.",
    "patcher_gameflow_bad_registration_single": "Vyskytly se problémy při komunikaci s některými servery LoL. Budou-li tyto potíže přetrvávat, obrať se prosím na hráčskou podporu s kódem chyby: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Vyskytly se problémy při komunikaci s některými servery LoL. Budou-li tyto potíže přetrvávat, obrať se prosím na hráčskou podporu s kódy chyb: {{errorCodes}}.",
    "patcher_no_queues": "Všechny fronty jsou momentálně deaktivované. Pokud je klient jinak v pořádku, vypni jej prosím, znovu jej spusť a zkus to ještě jednou.",
    "patcher_player_time_banned": "Byl ti zakázán vstup do hry! Hrát budeš opět moci po uplynutí {{days}} dne/dní.",
    "patcher_player_banned": "Byl ti zakázán vstup do hry! Délka trestu a nápravná karta se ti zobrazí po opětovném přihlášení do hry.",
    "patcher_player_in_tournament": "Během účasti v turnaji Clash nemůžeš hrát v jiném režimu.",
    "long_patcher_bar_text": "Instalování herního klienta...",
    "patcher_migration_modal_header": "Příchod nového aktualizačního nástroje",
    "patcher_migration_modal_body": "Přesouváme soubory LoL, aby se k nim náš nový, rychlejší a stabilnější aktualizační nástroj dostal. Může to trvat několik minut, ale jedná se jen o jednorázovou záležitost. Potřebuješ-li více informací, najdeš je {{link}}!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "zde",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Zdá se, že nemáš připojení k našim stahovacím serverům.",
    "patcher_initial_eta_calculation": "Propočítávání odhadované doby stahování...",
    "patcher_vanguard_session": "Inicializuje se relace systému Vanguard.",
    "patcher_os_check_failed": "Používáš nepodporovaný operační systém. Podrobnosti najdeš v informacích o minimálních požadavcích.",
    "patcher_update_direct_x": "Používáš zastaralou verzi DirectX. Chceš-li hrát dál, aktualizuj si verzi DirectX nebo proveď potřebný upgrade svého hardwaru.",
    "patcher_update_mac_metal": "LoL vyžaduje verzi grafické technologie Metal, kterou tvůj Mac nepodporuje. Chceš-li hrát dál, musíš používat zařízení, které podporuje aktuální verzi grafické technologie Metal."
}