[
    {
        "id": 0,
        "name": "Common",
        "description": "Common",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Summoner's Rift",
        "description": "Summoner's Rift adalah medan pertempuran yang paling baru dan paling dihormati. Lintasi salah satu dari tiga jalur yang berbeda untuk menyerang musuhmu di titik terlemahnya. Bekerjasamalah dengan sekutumu untuk menyerbu markas musuh dan menghancurkan Nexus mereka!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Map Random",
        "description": "Howling Abyss merupakan jurang tanpa dasar yang terletak di bagian Freljord yang paling dingin dan kejam. Menurut legenda, pada zaman dahulu, terjadi pertempuran dahsyat di jembatan sempit yang membentang di ngarai ini. Tidak ada yang mengingat siapa yang bertarung di sini, ataupun penyebabnya, tetapi konon jika mendengarkan angin dengan saksama, kamu masih bisa mendengar tangisan-tangisan mereka yang dilempar ke dalam Abyss.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Nexus Blitz",
        "description": "Nexus Blitz",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Susun tim champion-mu dan berjuanglah dalam mode pertarungan individu 8 pemain. Gunakan strategi apa pun, tetapi hanya akan ada satu pemenang.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "Bermain solo atau bersama teman-temanmu di multi-team game mode ini. Hadapi lawanmu dalam pertempuran ganas di berbagai macam arena.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Swarm",
        "description": "Bentuk tim bersama teman atau berpetualang solo dalam penyerbuan mode bertahan hidup ini.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Bandlewood",
        "description": "Bekerjasamalah dengan timmu untuk mengawal minion ke portal musuh. Tanpa role, tanpa lane, tanpa tekanan. Hanya pertarungan lima lawan lima.",
        "mapStringId": "BDW"
    }
]