[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "World Champions: 2011",
        "description": "Selamat kepada pemenang Worlds 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "World Champions: 2012",
        "description": "Selamat kepada pemenang Worlds 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "World Champions: 2013",
        "description": "Selamat kepada pemenang Worlds 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "World Champions: 2014",
        "description": "Selamat kepada pemenang Worlds 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "World Champions: 2015",
        "description": "Selamat kepada pemenang Worlds 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "World Champions: 2016",
        "description": "Selamat kepada pemenang Worlds 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Victorious",
        "description": "Para champion menaklukkan musuhnya dan naik ke tingkat yang baru, mencapai impian terliarnya dan memamerkan hasil jerih payah mereka ke siapa pun yang ingin melihat kehebatan sejati."
    },
    {
        "id": 8,
        "name": "World Championship",
        "description": "Panggung terbesar dalam dunia permainan. Dua tim bertanding di hadapan jutaan penggemar. Namun, hanya satu yang akan dinobatkan sebagai juara. "
    },
    {
        "id": 9,
        "name": "Challenger",
        "description": "Memperingati dimulainya season tahunan League of Legends."
    },
    {
        "id": 10,
        "name": "Arcade: Heroes",
        "description": "Arcadia: rumah bagi para gamer arcade paling kompetitif di server dan NPC yang memiliki jiwa keadilan. Di sini, para pahlawan selalu bermain untuk menang. Artinya, mereka harus mengalahkan kode rusak dari Battle Boss, bahkan dengan segala rintangan yang mengadang. Kemenangan tidak akan datang dengan mudah, tetapi melihat kejutan di wajah para bos usai mengalahkan mereka tentu saja akan membuatnya setimpal."
    },
    {
        "id": 11,
        "name": "Arcade: Battle Bosses",
        "description": "Jauh di dalam server Arcadia, tersembunyi serangkaian gangguan jahat yang dikenal oleh semua gamer sebagai Battle Boss. Kode mereka yang rusak telah mendatangkan kebebasan yang baru mereka temukan … tetapi juga penantang baru. Untuk menyelesaikan penghapusan Arcade World mereka, banyak Bos yang setuju untuk mengesampingkan perselisihan mereka (sampai terasa … merepotkan)."
    },
    {
        "id": 12,
        "name": "Blood Moon",
        "description": "Sebuah kultus kuno, yang mencari kekuatan tak tertahankan, bergerak di malam Blood Moon untuk menjalankan ritual batin yang tercemar demi menyatukan tubuh mereka dengan roh iblis, dan bersatu dengan kegelapan yang lebih besar."
    },
    {
        "id": 13,
        "name": "Dragon World",
        "description": "Sudah dua kali api naga menelan dunia ini. Dua kali pula para pahlawan ditempa dari bara api."
    },
    {
        "id": 14,
        "name": "Omega Squad",
        "description": "Saat perang pecah, Omega Squad diutus untuk mengakhirinya. Sekarang hanya satu anggota yang tersisa, seorang yordle yang hanya memiliki satu pertempuran terakhir, pertempurannya sendiri …"
    },
    {
        "id": 15,
        "name": "Pool Party",
        "description": "Waktunya musim panas! Matahari terbit, angin terasa hangat, dan air terasa dingin. Semua orang mengesampingkan persaingan serta dendamnya, dan hanya membawa baju renang dan suasana nyaman. Adu pukul dan adu mulut bisa disimpan untuk nanti. Sekarang duduklah, nikmati musiknya, dan bergembiralah sepuasnya."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "Di dunia yang dikuasai oleh heavy metal, PENTAKILL menjadi penguasa tak terbantahkan yang bisa meleburkan wajahmu. Enam anggota, dua album penta-platinum, dan wujud pukulan kemarahan dewa. Waktunya rock 'n roll!"
    },
    {
        "id": 17,
        "name": "Program",
        "description": "Menjadi algoritma keamanan canggih yang dibuat oleh PROJECT Corporation, Program tersebut diam-diam telah berevolusi sebelum mengubah perintah aslinya. Setelah menginfeksi mesin di seluruh The City itu, program itu telah menentukan bahwa ancaman terbesar bagi keselamatan manusia … adalah umat manusia itu sendiri."
    },
    {
        "id": 18,
        "name": "PROJECT",
        "description": "PROJECT Corporation percaya bahwa mengungkap rahasia dari potensi manusia adalah kunci untuk melampaui keterbatasan tubuh fana kita. Melalui teknologi, kita akan naik ke tingkat yang lebih tinggi. Bersama-sama."
    },
    {
        "id": 19,
        "name": "Star Guardian Season 1",
        "description": "Dipenuhi kekuatan magis dari First Star, Lux yang masih duduk di bangku sekolah menengah dan tim Star Guardian-nya secara diam-diam melindungi dunia dari monster antargalaksi. Namun, siapa yang akan melindungi mereka dari drama di Valoran City High?"
    },
    {
        "id": 20,
        "name": "Star Guardian Season 2",
        "description": "Star Guardian veteran, Ahri dan Miss Fortune, tiba-tiba muncul kembali di Valoran City, setelah membentuk kembali tim mereka setelah sebuah peristiwa tak terduga yang menghancurkan skuad mereka sebelumnya. Berusaha melawan takdir yang menanti setiap Star Guardian yang mengucap sumpah, mereka bergabung dalam pertarungan bersama Lux dan kawan-kawan saat Void Beast menyerang kota."
    },
    {
        "id": 21,
        "name": "Super Galaxy",
        "description": "Luar angkasa, perbatasan paling berbahaya! Hanya Pasukan Pertahanan Super Galaxy, dengan pasokan rekrutan akademi yang tampaknya tak ada habisnya, yang siap menjelajahi dunia-dunia terjauh yang belum dipetakan dan melawan ancaman alien yang paling kejam. Pekerjaan terbaik di galaksi!"
    },
    {
        "id": 22,
        "name": "Academy",
        "description": "PERHATIAN SISWA DAN PENGAJAR: Kami ingin memberitahukan bahwa semua siswa saat ini sedang menghadapi tindakan pendisiplinan dan semua profesor sedang menjalani cuti psikiatri \"yang disarankan\". Kelas akan dibatalkan hingga pemberitahuan lebih lanjut, mungkin hingga para siswa yang disebutkan sebelumnya merenungkan kembali perilaku buruk mereka."
    },
    {
        "id": 23,
        "name": "Debonair",
        "description": "Kekuatan, kekayaan, dan kemewahan bertabrakan di penthouse dan klub eksklusif Nox Vegas, tempat orang-orang cantik sejati memegang dunia di telapak tangan mereka. Namun, saat malam tiba di kota cahaya, persaingan semakin tajam. Pengaruh adalah segalanya, dan tak ada yang ingin kalah."
    },
    {
        "id": 24,
        "name": "Arclight",
        "description": "Setiap seribu tahun, sebuah entitas kuno yang seperti dewa turun dari langit, memilih pejuang-pejuang yang pantas untuk menjadi perwujudan kehendaknya. Dia adalah Arclight, agen abadi dari cahaya ilahi."
    },
    {
        "id": 25,
        "name": "Battlecast",
        "description": ""
    },
    {
        "id": 26,
        "name": "Culinary Masters",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandal",
        "description": "Para Vandal menjulang tinggi di atas gurun tandus. Mereka adalah sekelompok preman brutal yang gemar menghancurkan, mengalahkan secara kejam, dan membunuh tanpa ampun. Mereka pun benar-benar bersenang-senang saat melakukannya."
    },
    {
        "id": 28,
        "name": "Winter Sports",
        "description": "Ketika festival olahraga musim dingin tersebut melonggarkan aturannya, banyak yang mengira acara itu akan menjadi lebih seru. Namun, sedikit yang menyadari betapa berbahayanya hal itu. Menyenangkan, sekaligus berbahaya!"
    },
    {
        "id": 29,
        "name": "Worldbreaker",
        "description": "Ramalan Kehancuran Pertama memperingatkan tentang empat raksasa yang terobsesi dengan kehancuran. Sebuah kisah yang pasti akan terwujud. Dan di belakangnya, Sang Penenun Dunia tumbuh dari tanah abu dan membangun kembali bumi yang hancur. Hanya peramal yang paling bijaksana yang dapat melihat kisah yang akan datang, kedatangan kedua, dan harapan terakhir."
    },
    {
        "id": 30,
        "name": "Headhunter",
        "description": "Bagi beberapa spesies, perburuan lebih dari sekadar hiburan. Perburuan itu menguasai pikiran dan tubuh mereka, membentuk mereka menjadi ras mesin pembunuh yang sempurna."
    },
    {
        "id": 31,
        "name": "Soccer Cup",
        "description": "Lupakan medan perang, ruang rapat, atau bahkan taman bermain: konflik paling penting saat ini diselesaikan di lapangan. Tak ada yang lebih memuaskan selain menyaksikan pemain favoritmu melewati tim lawan, memosisikan tembakannya, memberikan tendangan yang menentukan, dan mengucapkan kata terindah yang ada: \"GOOOOOOOOOOLLLLL!"
    },
    {
        "id": 32,
        "name": "Prehistoric Hunters",
        "description": "Monster-monster raksasa berkeliaran di tanah kita, mengintai mangsanya dengan ketepatan yang menakutkan. Manusia pasti akan menjadi santapan mereka berikutnya, jika bukan karena para Pemburu. Bersenjata pedang yang terbuat dari tulang buruan pertama mereka, dengan insting yang setara dengan makhluk paling menakutkan, para Pemburu melindungi rakyat mereka setiap hari dari nasib yang mengerikan."
    },
    {
        "id": 33,
        "name": "Justicar",
        "description": "Berdiri tegak di antara Agents of Light adalah Justicar, sentinel Arclight yang menggambarkan kebajikan terkuatnya. Tak cukup hanya menjadi contoh bagi makhluk fana, karena bahkan tentara ilahi pun membutuhkan inspirasi."
    },
    {
        "id": 34,
        "name": "Luchador",
        "description": "Dari tali teratas datanglah pertunjukan terbesar dalam hiburan olahraga! Saksikan El Tigre, El Macho, El León, dan El Rayo saling bertukar serangan dan aksi terbang tinggi di dalam DAN di luar ring. Ingat, tak ada yang lebih hebat daripada Federasi Gulat Valoran."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Ketika kaiju raksasa mulai menyerang dari laut, darat, dan udara, umat manusia mengembangkan unit mecha yang sama kuatnya untuk menghentikan mereka dalam pertempuran jarak dekat yang penuh ledakan."
    },
    {
        "id": 36,
        "name": "Pulsefire",
        "description": "Setelah mengungkap rahasia penjelajah waktu, para champion ini terlempar ke masa depan yang jauh dan penuh distopia. Saat para Chrono-enforcer tanpa henti mengejar mereka melintasi ruang dan waktu, beberapa dari mereka berhasil melarikan diri ke dalam sejarah sambil membawa teknologi mereka dalam perjalanan tersebut."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "Dalam sistem peradilan pidana, ada mereka yang memanipulasi hukum dan ada pula yang melanggarnya. Para petugas yang berdedikasi di RPD menyelidiki kejahatan paling keji di kota untuk menyeret pelaku terburuk ke pengadilan. Inilah kisah mereka."
    },
    {
        "id": 38,
        "name": "Rift Quest",
        "description": "Bahaya mengintai di tanah Runeterra! Monster kuat, sorcerer jahat, dan makhluk mythical berkeliaran tak terkendali! Kumpulkan temanmu dan ciptakan petualanganmu sendiri untuk 3-5 pemain, kalahkan kejahatan dengan tiap lemparan dadu. Apakah kamu memiliki yang diperlukan untuk menyelamatkan dunia, dan jadi legenda RIFTQUEST?"
    },
    {
        "id": 39,
        "name": "High Noon",
        "description": "Para gunslinger dan penegak hukum berkendara di bawah terik matahari yang menyengat di perbatasan liar, mengejar kelangsungan hidup dan keselamatan dengan porsi yang sama. Surga telah menjadi puing, neraka kosong, dan semua iblis ada di sini."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "Kini, di garis depan ilmu pengetahuan dan seni, Hextech telah berkembang dari awal yang sederhana menjadi suatu era keemasan modern yang menciptakan bentuk kehidupan buatan yang rumit dan memiliki kehendak bebas. Penemu yang terampil memimpin bidang ini menuju masa depan yang menonjol. Namun, seperti apa masa depan itu, tak ada yang tahu."
    },
    {
        "id": 41,
        "name": "Highstakes",
        "description": "Dahulu kala, ada lima orang, sebuah kelompok yang sungguh aneh,<br>\\nMereka membentuk pengadilan dengan High Stake.<br>\\nMereka bertengkar dan berkelahi, kadang beruntung, kadang tidak,<br>\\nHingga hari ini, tak ada yang tahu nasib mereka."
    },
    {
        "id": 42,
        "name": "Piltover Custom",
        "description": "Mencari kendaraan yang lebih keren? Simak ini. (Jarak tempuh dapat bervariasi)"
    },
    {
        "id": 43,
        "name": "Cosmic",
        "description": "Makhluk-makhluk raksasa berbentuk debu bintang mengendalikan pasang surut penciptaan, melukis kosmos dengan cahaya yang memesona saat istana surgawi mereka melayang di sepanjang kain waktu dan ruang."
    },
    {
        "id": 44,
        "name": "Dark Star",
        "description": "Sementara itu, entropi melahap galaksi dengan mulut yang menganga dari Dark Star, yang makhluk korupnya, para raksasa dari kehampaan lubang hitam, memadamkan cahaya eksistensi di setiap sistem yang mereka sentuh dan menyeretnya dalam ketiadaan."
    },
    {
        "id": 45,
        "name": "Marauder",
        "description": "Marauder, warrior nomaden dengan selera terhadap kekejaman, adalah sisa-sisa terakhir dari budaya warrior Magelord, dengan tradisi kuno mereka yang ditinggalkan demi pertunjukan kekuatan yang anarkis. Tidak ada perselisihan yang selesai hingga terjadi pertumpahan darah, bahkan di antara barisan mereka sendiri. Mereka telah melupakan alasan yang dulu mendorong leluhur mereka berperang dan apa yang akhirnya membawa mereka pada kemenangan."
    },
    {
        "id": 46,
        "name": "Snow Day",
        "description": "Mulai terasa seperti Snow Day, dari atas hingga ke bawah jalan. \\nMeskipun tankmu mungkin sedang menerjang, Top kembali bertahan, \\nMereka memiliki emas untuk membeli Lich Bane."
    },
    {
        "id": 47,
        "name": "Winter Wonder",
        "description": "Di dalam Winterlands yang magis, Poro King memerintah dengan gagah, menyebarkan kebahagiaan dan keceriaan ke seluruh istananya. Meskipun ada yang berusaha merebut takhta sang raja, semuanya tetap berbagi cinta yang sama terhadap keajaiban musim dingin."
    },
    {
        "id": 48,
        "name": "Snowdown Showdown",
        "description": "Sebaiknya mulai bangun benteng salju itu. "
    },
    {
        "id": 49,
        "name": "Bilgewater: Burning Tides",
        "description": "Selamat datang di Bilgewater, tempat kekayaan diraih dengan ujung senapan. Apa pun yang kau butuhkan bisa ditemukan di dermaga pembantaian. Entah itu tenaga bayaran, sup monster laut, atau kapten yang akan mengantarmu ke kuburan di dasar laut."
    },
    {
        "id": 50,
        "name": "Warden",
        "description": "Protektorat adalah sebuah perintah yang didedikasikan untuk menegakkan sistem hukum yang kaku dan tak kenal ampun, dalam upaya untuk memperlambat munculnya Magelord yang tampaknya tak terelakkan. Meskipun orde itu sendiri telah lama dibubarkan, Warden seperti Karma masih menjunjung tinggi prinsipnya dan menjaga sebagian besar rahasianya."
    },
    {
        "id": 51,
        "name": "Crime City",
        "description": "Valoran City, sebuah mesin besar yang digerakkan oleh kejahatan dan dilumasi oleh uang kotor. Tak ada yang mengakui kebenaran ini, tetapi semua orang mengetahuinya."
    },
    {
        "id": 52,
        "name": "Thunder Lord",
        "description": "Manusia bukan satu-satunya yang bertempur dalam perang sengit akibat perselisihan sepele. Dahulu kala, sebelum zaman kita, dua dewa bersaudara mengangkat senjata melawan satu sama lain, membentuk daratan dengan kehancuran dari pertempuran mereka."
    },
    {
        "id": 53,
        "name": "Lunar Revel: Warring Kingdoms",
        "description": "Tiga kekaisaran besar kini bersaing untuk merebutkan tanah dan kekuasaan, mengerahkan segala daya untuk menguji kekuatan militer mereka. Pasukan akan bertempur. Pahlawan akan bangkit. Legenda akan terbentuk."
    },
    {
        "id": 54,
        "name": "Lunar Revel: Firecracker",
        "description": "Tahun Baru Imlek telah tiba. Pesta pun dimulai! Dengan makanan dan perayaan yang melimpah, ini adalah momen untuk merayakannya bersama teman dan keluarga. Nyalakan kembang api dan saksikan pertunjukannya!"
    },
    {
        "id": 55,
        "name": "Lunar Revel",
        "description": "Rayakan bersama teman maupun lawan, dan kenang kisah-kisah dari tahun yang telah berlalu. Lampion yang bersinar menyentuh langit malam, diterangi oleh kembang api yang memudar. Saling bertukar angpau merah, keluarga dan klan yang jarang bertemu bersukacita dalam pengakuan bersama: tahun baru telah tiba. Semoga ini menjadi tahun terbaikmu!"
    },
    {
        "id": 56,
        "name": "Cottontail",
        "description": "Tahun kelinci telah tiba! Orang-orang baik di sepanjang jalur kelinci mengenakan pakaian terbaik mereka untuk hari kelinci, telur-telur yang dihias, dan senyum terpancar lebar. Semoga lompatan mereka membawa keceriaan liburan untukmu!"
    },
    {
        "id": 57,
        "name": "Sugar Rush",
        "description": "Dari Gingerbread Castle hingga Root Beer Sea, dari Licorice Mountains hingga Gumdrop Forest, inilah Candy Kingdom dalam segala kemegahannya."
    },
    {
        "id": 58,
        "name": "Elderwood",
        "description": "Di kedalaman hutan Elderwood, makhluk-makhluk kuno berbaring menunggu, tersembunyi dari pandangan manusia. Mereka melindungi hutan yang memesona, menghukum para pelanggar, dan menginspirasi kisah-kisah di seluruh negeri. Namun, seiring menyebarnya kengerian dari dunia luar, para pembela berjuang untuk mempertahankan benteng mereka dari rasa ingin tahu manusia yang berbahaya."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "Di ruang hampa di antara bintang-bintang nan jauh, mesin-mesin organik yang diciptakan oleh peradaban tak dikenal telah lama melampaui usia para penciptanya. Mereka menunggu dengan sabar, terperangkap di penjara duniawi mereka, hingga seseorang kembali menemukan mereka dan membebaskan mereka ke galaksi. Mereka sudah menunggu. Mereka sedang menunggu. Mereka akan menunggu selama itu diperlukan."
    },
    {
        "id": 60,
        "name": "Order of the Lotus",
        "description": "Pemimpin terhormat dan para pengikut setia dalam Ordo Lotus adalah yang terbaik dari First Lands. Sebagai avatar keabadian dan kebajikan, anggota Ordo hidup selama banyak kehidupan, berusaha untuk menjaga perdamaian abadi."
    },
    {
        "id": 61,
        "name": "Toy Box",
        "description": "Kotak mainan Gnar penuh dengan harta yang tak ternilai, tetapi ketika tak ada orang di rumah, mainannya hidup dengan sendiri."
    },
    {
        "id": 62,
        "name": "Death Blossom",
        "description": "Sylvan di hutan daerah utara terdiam, tak terlihat oleh pelancong lelah maupun pejuang pemberani. Makhluk-makhluk jahat ini menunggu saat yang sempurna untuk menyerang, sebuah latihan kesabaran yang hanya bisa dilalui oleh makhluk setua tanah itu sendiri, dengan hadiah berupa pesta daging dan tulang yang merendam tanah dalam warna darah yang gelap dan kaya."
    },
    {
        "id": 63,
        "name": "arcticops",
        "description": "High Command membutuhkan kelompok baru untuk menangani ancaman yang semakin besar di sepanjang Front Arctic. Mereka membutuhkan prajurit yang lebih dingin dari gletser yang akan mereka lalui, dengan es di pembuluh darah dan saraf yang membeku. Masuki Arctic Ops."
    },
    {
        "id": 64,
        "name": "Heartbreakers",
        "description": "Kebanyakan orang mencari kekasih di taman yang tenang atau kedai teh yang nyaman. Namun, hubungan seperti itu tak pernah bertahan lama. Ikatan yang terbentuk di medan perang, seperti peluru yang langsung menembus ke jantung musuh … itulah yang bertahan. "
    },
    {
        "id": 65,
        "name": "Steel Valkyrie",
        "description": "Galaksi yang hancur oleh perang berusaha untuk membangun kembali, tetapi luka lama tetap ada. Para kriminal, bounty hunter, tentara bayaran, dan assassin telah mengisi kekosongan kekuasaan, mengendalikan exo-suit tempur berbahaya dengan ability seperti dewa."
    },
    {
        "id": 66,
        "name": "Guardian of the Sands",
        "description": "Guardian yang kuat berjaga di atas makam kengerian kuno, agar ia tak pernah lagi mengancam dunia. Namun, mereka mungkin sudah terlambat."
    },
    {
        "id": 67,
        "name": "Pharaoh",
        "description": "Meskipun kerajaan mereka ditelan oleh pasir, Pharaoh yang perkasa pernah memerintah Great Desert yang terpanggang matahari."
    },
    {
        "id": 68,
        "name": "Woad",
        "description": "Hanya sedikit yang bisa bertahan dalam perjalanan melintasi tundra beku di utara. Jika dingin tidak membunuhmu … Woad pasti akan melakukannya."
    },
    {
        "id": 69,
        "name": "Lancer",
        "description": "Dengan situasi yang semakin genting, para Lancer mekanis besar dari masa lalu bangkit dari tidur panjangnya. Lebih tinggi dari bangunan mana pun dan lebih kuat dari pasukan mana pun, mereka bangkit untuk melindungi rakyatnya sebelum kembali ke dalam bumi."
    },
    {
        "id": 70,
        "name": "Road Warrior",
        "description": "Di tengah gurun yang tandus, satu-satunya ajaran yang dibutuhkan oleh seorang Road Warrior adalah dengung mesin, dan satu-satunya doa yang mereka dengar adalah kutukan dari musuh-musuh mereka. "
    },
    {
        "id": 71,
        "name": "Storybook",
        "description": "Alkisah, ada sekelompok karakter buku cerita yang hidup keluar dari halaman."
    },
    {
        "id": 72,
        "name": "Fable",
        "description": "Setiap budaya memiliki cerita rakyatnya sendiri tentang legenda dan monster. Apakah mitos-mitos ini hanya imajinasi kita, cerita yang diturunkan dari generasi ke generasi untuk menjelaskan hal-hal yang tak terjelaskan? Ataukah mereka didasarkan pada kebenaran yang tersembunyi dari dunia?"
    },
    {
        "id": 73,
        "name": "Odyssey",
        "description": "Dari inti dunia urban hingga ujung terluar galaksi, petualangan menanti! Kekaisaran Demaxian agung mengabaikan protes dari Ordo Templar dan Sindikat kriminal demi mendapatkan ora—esensi emas misterius yang menjadi sumber kehidupan semua peradaban, dan menjanjikan kekuatan tak terhingga bagi mereka yang bisa mengendalikannya,"
    },
    {
        "id": 74,
        "name": "Bilgewater: Curse of the Drowned",
        "description": "Di bawah rembulan yang membesar dan ombak yang naik, sihir gelap bangkit dan rahasia tersembunyi. Tempat garam, darah, dan angin jahat mengalir … seperti di atas ombak, demikian pula di bawahnya."
    },
    {
        "id": 75,
        "name": "World Champions: 2017",
        "description": "Selamat kepada pemenang Worlds 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Dreadnova",
        "description": "Jaringan kriminal tentara bayaran kejam yang menguasai seluruh wilayah galaksi, Dreadnova, tumbuh semakin kuat sejak para pendirinya membelot dari Genesis Industries dengan membawa rencana exosuit curian. Kini mereka melawan upaya Royal Space Military untuk memberlakukan tatanan korporat Genesis, memanfaatkan seluruh persenjataan yang ada di pasar gelap."
    },
    {
        "id": 78,
        "name": "Battle of the God-King",
        "description": "Di ujung garis waktu yang kelam, dua raja keturunan dewa primordial Order dan Chaos memimpin pasukan besar dalam bentrokan terakhir mereka."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Dari kedalaman planet, mereka bangkit: entitas kolosal penuh kengerian dan kelaparan, lebih kuat dari pasukan dan gunung. Motivasi mereka tidak jelas; rencana mereka, tidak diketahui. Satu-satunya hal yang jelas adalah bahwa kita tidak akan selamat dari mereka, kecuali kita menciptakan cara untuk menghentikan mereka."
    },
    {
        "id": 80,
        "name": "Omen of the Dark",
        "description": "Kisah tentang seorang ratu terkutuk dan para pengikut malang dari ordonya ini menjadi obrolan pengantar tidur yang kurang menyenangkan bagi orang tua dan anak-anak mereka. Namun, pelajaran bertahan lebih lama ketika cerita itu diliputi bayangan, yang berputar dalam mimpi dan membentuk jiwa para pemuda yang mudah terpengaruh. Mimpi buruk hanyalah mimpi buruk, bagaimanapun juga … atau begitulah doa para orang dewasa."
    },
    {
        "id": 81,
        "name": "Immortal Journey",
        "description": "Dahulu kala, di sebuah tanah kuno, banyak jiwa berkumpul di bawah para dewa untuk menguji batas kekuatan mereka. Ada yang bodoh dan arogan, ada pula yang berani dan adil. Perjalanan mereka tertulis dalam lembaran sejarah yang abadi."
    },
    {
        "id": 82,
        "name": "Traditional",
        "description": "Menghormati desain awal dari champion yang telah di-rework."
    },
    {
        "id": 83,
        "name": "Collector's Edition",
        "description": "Segala sesuatu terasa lebih istimewa saat dikemas dalam Collector's Edition, baik digital maupun fisik."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: persimpangan dari segala hal tentang gaming, tempat permainan dirayakan dan ikatan abadi tercipta."
    },
    {
        "id": 85,
        "name": "Steel Legion",
        "description": "Di tengah bayang-bayang perang besar antara Genesis Industries dan Dreadnova, kehidupan yang hancur hanyalah kerusakan sampingan. Steel Legion adalah organisasi penegak hukum yang beroperasi dari planet-planet bekas medan perang yang telah hancur, didirikan oleh para pengungsi dan dipersenjatai dengan senjata yang dibuat dari sisa-sisa puing. Jika tak ada yang mau membela mereka, rakyat harus membela diri mereka sendiri."
    },
    {
        "id": 86,
        "name": "Infernal",
        "description": "Menghanguskan seluruh dunia membutuhkan kekuatan yang tak terbayangkan, itulah sebabnya Ashen Lord memanggil legiun Infernalnya untuk menyumbangkan kobaran api mereka. Dari kedalaman tergelap, masing-masing membawa kekuatan mengerikan mereka sendiri, meskipun tidak semua menjawab panggilan itu dengan semangat yang sama membara."
    },
    {
        "id": 87,
        "name": "Death Sworn",
        "description": "Berhasrat untuk mengumpulkan lebih banyak jiwa bagi dunia bawah, Death mengirimkan jiwa para prajurit yang gugur kembali ke dunia fana sebagai Death Sworn, di mana mereka dengan senang hati melayani kehendak mengerikan tuannya."
    },
    {
        "id": 88,
        "name": "Trick-or-Treat",
        "description": "Semoga kamu punya sesuatu yang berharga. Kamu tahu, Piltover Pops, Strikebreaker Sours, Dark Star Chocolate Bars … Karena jika tidak, anak-anak di blok ini punya beberapa trik di lengan baju mereka. "
    },
    {
        "id": 89,
        "name": "Zombies VS Slayers",
        "description": "Kecerdasan …"
    },
    {
        "id": 90,
        "name": "Praetorian",
        "description": "Tak ada yang aman dari cengkeraman dingin Praetorian, wabah mekanis yang merobek ruang-waktu. Sebesar apa pun usaha para Remembrancer untuk mencegah pemusnahan seluruh kehidupan, jauh di lubuk hati mereka tersimpan ketakutan. Mereka sadar bahwa pada akhirnya akan lelah, sedangkan Praetorian tidak pernah akan berhenti."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "Ada sebuah tempat antara fantasi dan kenyataan yang segala sesuatunya bisa terjadi. Kamu memiliki kekuatan untuk menjadi siapa saja, dan melakukan apa saja. Ini mimpimu. Di dunia perantara kita, K/DA merasa percaya diri dan kuat. Jika kami bisa melakukan apa saja, begitu juga denganmu.\" - Kai'Sa"
    },
    {
        "id": 92,
        "name": "Coven",
        "description": "Para penyihir menunggu dalam bayang-bayang, sebuah persaudaraan yang memancarkan keindahan yang menakutkan, harapan mereka berbisik dari bibir yang telah kehilangan kesuciannya. Mereka berbicara tentang mayat-mayat Old God yang membusuk, tentang ritual kuno yang dilakukan dengan sihir yang telah lama terlupakan oleh pikiran manusia, tentang kembalinya apa yang mereka sebut \"tatanan\", tetapi yang lain menyebutnya \"penderitaan\". Dengarkan! Akhir umat manusia semakin mendekat."
    },
    {
        "id": 93,
        "name": "Eclipse",
        "description": "Dahulu kala, sebuah ordo kesatria monastik membunuh dewa-dewa jahat dari dunia kuno, menggunakan kekuatan esoterik yang diberikan oleh bulan dan matahari. Kini, dunia telah terjatuh dalam kegelapan dan kekerasan, saat para dewa tersebut bersiap untuk kembali, yang hanya dapat ditantang oleh cahaya gerhana."
    },
    {
        "id": 94,
        "name": "Astronauts",
        "description": "Astronauts, kekacauan, dan meep alien yang menggemaskan! Menentang gravitasi adalah hal biasa bagi para pelindung luar angkasa petualang ini, saat mereka mempertahankan planet M33p dan menjelajahi alam semesta agung yang menanti mereka."
    },
    {
        "id": 95,
        "name": "Arcanist",
        "description": "Tepat di luar pintu Academy adalah dunia yang penuh dengan sihir … dan berbahaya. Para profesor memperingatkan para penyihir muda untuk tetap berada di lingkungan sekolah, mengembangkan kekuatan, dan belajar dengan baik—tetapi di mana letak kesenangannya jika petualangan menanti tepat di depan mata?"
    },
    {
        "id": 96,
        "name": "Papercraft",
        "description": "Apakah kau melihat pelana di punggungku?\" cuit burung phoenix. \"Aku bukan burung pembawa beban. Dan yeti itu akan membuat penerbangan kita berat.\" Anak itu hanya melihat, rencananya yang sempurna ditolak. Namun kemudian, senyuman merekah di wajahnya. Lagi pula, di dunia yang dipenuhi dedaunan yang terlipat dan aliran sungai yang berkelok ini, petualangan selalu menanti di tikungan berikutnya."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Dahulu menjadi wilayah kekuasaan kerajaan Elven yang runtuh, hutan luas Albion kini dihuni oleh kerajaan, perampok, elf, dan orang bebas dalam jumlah yang setara. Ada kekuatan yang bisa ditemukan di reruntuhan kekaisaran, jika ada yang cukup berani untuk menyusuri hutan dan mencarinya."
    },
    {
        "id": 98,
        "name": "Cats Versus Dogs",
        "description": "Rivalitas tertua yang pernah dikenal dunia: sahabat terbaik manusia diadu melawan pahlawan internet terhebat. Hanya satu faksi yang akan jadi pemenang dari rahang pertempuran antara kucing dan anjing. Semoga bulu mereka tidak terlalu kotor: satu-satunya hal yang lebih buruk daripada kalah adalah mandi."
    },
    {
        "id": 99,
        "name": "Wonders of the World",
        "description": "Individu yang berasal dari alam semesta \"Bumi\" yang luas, tempat di mana patung-patung raksasa hidup dan semua orang dengan topi lucunya. Ini mirip seperti Runeterra, kalau dipikir-pikir."
    },
    {
        "id": 100,
        "name": "Day Job",
        "description": "Benda ini hidup!"
    },
    {
        "id": 101,
        "name": "Definitely Not",
        "description": "Apakah itu robot berkacamata dan jas mantel? Tentu saja bukan. Apa di matamu terlihat seorang pria binatang memakai pakaian terusan? Segera periksakan matamu, karena penglihatanmu salah. Bukankah Draven tampil terlalu sederhana dengan memakai kepalanya sendiri? Betapa bodohnya kamu bertanya seperti itu. Dan cumi-cumi laser itu? Pasti manusia. Pasti."
    },
    {
        "id": 102,
        "name": "High Society",
        "description": "Satu-satunya hal yang lebih mengesankan daripada kekayaan mereka adalah kemampuan menghindari pajak."
    },
    {
        "id": 103,
        "name": "Dunkmaster",
        "description": "Ada dua jenis orang di dunia ini: mereka yang melakukan dunk, dan mereka yang terkena dunk. Jika kamu tidak tahu tipe yang mana, berhati-hatilah! Karena kamu akan TERKENA DUNK!"
    },
    {
        "id": 104,
        "name": "Commando",
        "description": "Hanya jurang maut berisi pecundang dan kejahatan. Para bos bersaing untuk mendapatkan kekuasaan; perjanjian dibuat dan diingkari; persahabatan berakhir di ujung pisau yang tajam dan halus. Namun, ada sesuatu yang tersembunyi di kota ini. Sesuatu yang belum ditemukan, tak terlihat. Sesuatu yang … tak terbatas. "
    },
    {
        "id": 105,
        "name": "Invaders",
        "description": "Sesuai dengan julukan mereka, para alien jahat ini menemukan kekuatan yang tidak mereka pahami. Sayangnya, kesengsaraan menyukai kebersamaan. Mereka yang berhubungan dengan para penjajah biasanya merupakan makhluk yang lebih jahat … dan berwarna ungu!"
    },
    {
        "id": 106,
        "name": "Mad Scientists",
        "description": "Persyaratan pekerjaannya cukup mudah: kami mencari seseorang yang berpengalaman minimal lima tahun dalam bidang ilmu terapan, makalah terakhir yang telah ditelaah oleh rekan sejawat, dan dua referensi. Oh, dan tawa yang jahat. Tunggu … taruh persyaratan itu di paling atas."
    },
    {
        "id": 107,
        "name": "World Champions: 2018",
        "description": "Selamat kepada pemenang Worlds 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Forgotten Depths",
        "description": "Duduklah, anakku, dan dengarkan baik-baik. Lautan adalah keajaiban, ombak berbusa yang mencapai pantai kita yang damai adalah undangan yang menipu. Karena di balik lautan biru yang tak berujung itu, ada dunia yang tak terbayangkan oleh kita. Dari reruntuhan kerajaan dan monster-monster ganas, mengapung di kedalaman yang terlupakan itu."
    },
    {
        "id": 109,
        "name": "Conqueror",
        "description": "Memperingati turnamen Mid-Season Invitational dan Spring Split League of Legends."
    },
    {
        "id": 110,
        "name": "Goth",
        "description": "Ini bukanlah sebuah fase."
    },
    {
        "id": 111,
        "name": "Silver Age",
        "description": "Para pahlawan super terhebat dan penjahat paling pengecut di rift, tersedia di toko komik terdekat!"
    },
    {
        "id": 112,
        "name": "Glacial",
        "description": "Dunia membeku, hanya menyisakan sedikit orang yang mengingat penyebabnya. Teror lama bergejolak dari bawah es, siap menguasai dunia sekali lagi. Nyala api asa masih ada, tetapi hari terasa singkat dan malam terasa lama …"
    },
    {
        "id": 113,
        "name": "Battle Academia",
        "description": "Di semua institusi ini, hanya yang terkuat yang bisa bertahan. Meski semuanya didirikan untuk menghormati God Weapon, para murid di tiap akademi berjuang keras untuk menjadikan kekuatan akademi sebagai kekuatan mereka sendiri dalam perjalanan menuju kejayaan. Baik di ruang kelas maupun di medan perang, mereka mendominasi kompetisi."
    },
    {
        "id": 114,
        "name": "Medieval",
        "description": "Dengarlah, wahai para kesatria dan penjahat, tanah ini berada di bawah perlindungan sang Raja dan Ratu! Minggir, minggir!"
    },
    {
        "id": 115,
        "name": "Rift Hospital",
        "description": "Duduklah. Dokter akan segera menemuimu."
    },
    {
        "id": 116,
        "name": "Demonic",
        "description": "Bahkan di kerajaan Neraka, para tokoh yang kuat berebut kedudukan yang lebih tinggi, bertaruh dengan jiwa manusia dalam permainan kekuatan mereka demi kebaikan penguasa kegelapan."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Saat Ahri mengunci karakternya di layar awal, musik sintesis yang kental memenuhi arcade. Ketukan tombolnya tidak sembarangan, tetapi diperhitungkan dengan sempurna saat dia memandu champion-nya melewati jalanan Demacia yang penuh dengan kejahatan. Kerumunan orang berkumpul, berniat untuk menyaksikan Ahri akhirnya mengalahkan skor tertinggi, yang dibuatnya beberapa hari yang lalu."
    },
    {
        "id": 118,
        "name": "Heavy Metal",
        "description": "Para penonton berkumpul dari seluruh dunia untuk menyaksikan para petarung robot terhebat bertarung di arena gladiator RiotCorp, dengan rasa tidak sabar menunggu kesempatan untuk dinobatkan sebagai Full Metal Robot Fighting League Champion atau hancur saat mencobanya."
    },
    {
        "id": 119,
        "name": "Star Guardian Season 3",
        "description": "Pasukan lama Ahri muncul kembali, berubah dari peristiwa yang pernah mengoyak mereka … dan diikuti oleh ancaman yang melebihi apa pun yang pernah dihadapi Star Guardian. Mampukah kelompok ini melupakan dendam lama dan menyelamatkan diri dari kehancuran? Atau akankah mereka menjadi korban berikutnya dari Twilight Star?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "Apa itu True Damage? Bung, True Damage adalah masa depan! True Damage adalah kumpulan seniman terbaik dari seluruh dunia, yang berkumpul dalam kolaborasi terbaik, untuk membuat musik hip-hop terbaik. Kami lima langkah lebih unggul dari tim lain. Semua orang harus mengejar ketertinggalan.\" -Ekko"
    },
    {
        "id": 121,
        "name": "Cops and Robbers",
        "description": "Tidak ada yang bekerja keras seperti Kepolisian Piltover. Siapa lagi yang bisa memasukkan donat paling banyak ke dalam perut mereka tanpa ampun, bekerja lembur paling lama, dan mengabaikan dokumen yang paling tidak penting? Para penjahat mungkin mengambil keuntungan dari hal ini, tetapi mereka pun berharap memiliki etos kerja yang sama."
    },
    {
        "id": 122,
        "name": "Crimson Elite",
        "description": "Kami tidak bisa mengonfirmasi atau menyangkal keterlibatan Crimson Elite dalam kegiatan kriminal apa pun dan meminta semua pertanyaan diarahkan ke pihak berwenang setempat."
    },
    {
        "id": 123,
        "name": "Dreadknights",
        "description": "Setelah dibangkitkan kembali oleh sihir kuno yang misterius, para kesatria zombie ini adalah satu-satunya saksi sejarah yang hilang ditelan waktu. Mereka akan melindungi semua yang pernah menjadi milik mereka, apa pun taruhannya bagi kehidupan manusia."
    },
    {
        "id": 124,
        "name": "Dawnbringer",
        "description": "Ketertiban dan cahaya berkuasa melalui para dewa fajar dan membawa tatanan ke dunia baru yang terkekang dalam konflik dengan kekuatan malam."
    },
    {
        "id": 125,
        "name": "Nightbringer",
        "description": "Kekacauan dan kegelapan berkuasa melalui para dewa malam sambil membawa perubahan ke dunia statis yang terkekang dalam konflik dengan kekuatan fajar."
    },
    {
        "id": 126,
        "name": "Bloodstone",
        "description": "Teror merajalela di kedalaman malam, tidak ada yang lebih menakutkan daripada kelompok Bloodstone. Jeritan memenuhi udara di sekitar mereka, sementara jalanan menjadi merah karena tuan mereka lapar dan harus dipuaskan."
    },
    {
        "id": 127,
        "name": "Mecha Kingdoms",
        "description": "Great Kingdom berperang selama beberapa generasi hingga kedatangan musuh baru. Untuk melawan, mereka diberkati dengan anugerah dari surga. Akankah mereka bangkit dari masa lalu demi menyelamatkan masa depan mereka?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Daerah utara yang keras dan beku jarang dikunjungi oleh para penjelajah dari negeri lain. Mereka yang berani menjelajahi alam liar akan bertemu dengan alam yang tidak bersahabat dan gerombolan yang tidak ramah. Beruntunglah bagi mereka yang bisa bertahan hidup untuk kembali ke negeri yang mereka sebut rumah."
    },
    {
        "id": 129,
        "name": "Blackfrost",
        "description": "Sang Ice Witch tidak memperbolehkan seorang pun tidur. Setiap kawan dan lawan yang gugur bangkit kembali untuk bertarung di sisinya. Sihir gelapnya mengubah penampilan mereka, menciptakan golem es yang dilengkapi jantung hitam, dan menjadi es yang tak akan mencair."
    },
    {
        "id": 130,
        "name": "World Champions: 2019",
        "description": "Selamat kepada pemenang Worlds 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "Kelompok terhebat dari tim rahasia militer, unit PsyOps, merupakan tim elite yang terdiri dari prajurit psikis yang dikerahkan untuk melawan ancaman pasukan pemberontak dan supernatural. Secara resmi, mereka tidaklah ada. Namun, saat peperangan berlangsung terlalu lama dan takdir dunia mulai dipertaruhkan, PsyOps siap menjawab panggilan."
    },
    {
        "id": 134,
        "name": "Black Rose Group",
        "description": "Black Rose Group, unit paramiliter paranormal dengan kekuatan dahsyat, berharap bisa menciptakan tatanan dunia baru dengan senjata biologis manusia mereka yang ganas."
    },
    {
        "id": 135,
        "name": "Dragonmancer",
        "description": "Para naga yang mulia menghuni daerah terpencil yang dipenuhi kecantikan alam, menghindari urusan dunia fana di luar dan sesekali memberikan berkat mereka kepada sosok terpilih yang jumlahnya sangat sedikit. Dragonmancers merupakan sosok yang beruntung dan cukup kuat untuk mendapatkan berkat terkuat. Entah digunakan untuk hal baik atau buruk, itu adalah urusan mereka, dan siapa pun yang cukup kuat untuk menghentikannya."
    },
    {
        "id": 136,
        "name": "Galactic",
        "description": "War of the Broken Moon telah berkecamuk di galaksi kami selama hampir seratus siklus. Meski begitu … belum terlihat tanda-tanda akan berakhir."
    },
    {
        "id": 137,
        "name": "Battle Queens",
        "description": ""
    },
    {
        "id": 138,
        "name": "Ruined",
        "description": "Harrowing menyebarkan Black Mist ke seluruh Runeterra dan menodai segalanya tanpa pandang bulu. Beberapa orang yang terpapar tergoda untuk mengikuti the Ruined King karena percaya tujuan mereka sejalan. Namun, Viego hanya ingin Isolde kembali. Dia tidak memiliki sekutu. Sang Ruined yang membantunya menahan para Sentinel hanyalah pion dalam permainan kisah putus asa sepasang asmara."
    },
    {
        "id": 139,
        "name": "Shan Hai Scrolls",
        "description": "Dalam dongeng Shan Hai Scrolls, dewa dan makhluk mistis berkeliaran di tanah magis, masing-masing memiliki kekuatan elemen. Ada yang hidup sesuai palet yang telah diberikan, ada yang ingin melompat keluar bingkai dan melukiskan hidupnya dengan kuas baru."
    },
    {
        "id": 140,
        "name": "Crystal Rose",
        "description": "Romansa dan kebahagiaan memenuhi suasana di awal Festival Crystal Rose tahunan, tempat berkumpulnya para perwakilan dengan damai dan dalam keadaan netral untuk berdansa semalam suntuk, berbagi kesenangan, dan memanjatkan harapan untuk masa depan. Semua orang diharapkan meninggalkan senjatanya di pintu sebagai bentuk janji akan hari esok yang lebih baik."
    },
    {
        "id": 141,
        "name": "Withered Rose",
        "description": "Festival Crystal Rose menyambut siapa saja yang percaya dengan mimpi hari esok yang damai, meski banyak yang dikecewakan oleh banyaknya masalah. Mereka yang merangkai Withered Rose berharap melihatnya menemui momen terakhirnya. Namun, tidak ada yang tahan dengan pesona festival tersebut. Mungkin mereka juga akan tertelan oleh kecantikan di malam itu dan akan mengalami perubahan dalam hatinya."
    },
    {
        "id": 142,
        "name": "Lunar Beast",
        "description": "Setap tahun, Lunar Beast yang usil akan turun ke alam fana karena tertarik dengan perayaan Tahun Baru. Lalu, setiap tahunnya, Lunar God akan memilih sekelompok champion terpilih untuk memimpin makhluk buas tersebut bermain kejar-kejaran dan melindungi kota tersebut dari kekacauan yang dihasilkan dari permainan makhluk itu. Lunar Parade merupakan bagian yang disukai dalam perayaan Tahun Baru dan si Beast itu sendiri juga akan membawa keberuntungan begitu berhasil dibuat beristirahat oleh upaya kelompok terpilih. Begitu Lunar Beast sudah merasa terhibur dan cukup beristirahat, dia pasti akan membawakan tanda Tahun Baru yang dipenuhi keberuntungan!"
    },
    {
        "id": 143,
        "name": "Bees!",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz …"
    },
    {
        "id": 144,
        "name": "Space Groove",
        "description": "Di galaksi yang keren sejuta disko inferno jauhnya, energi misterius yang dikenal sebagai The Groove membawa musik dan kemakmuran bagi triliunan penduduk galaksi. Tetapi saat sang penguasa alien, Lissandra dan pasukan Harsh Vibes-nya mulai memperbudak planet dan menindas musik disko, era pahlawan baru bangkit untuk menghentikannya, dan menjaga pesta tetap berlanjut."
    },
    {
        "id": 145,
        "name": "World Champions: 2020",
        "description": "Selamat kepada pemenang Worlds 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arcana",
        "description": ""
    },
    {
        "id": 147,
        "name": "Sentinels of Light",
        "description": "Meski jumlahnya sedikit, Sentinels of Light merupakan saksi sejarah. Selama bertahun-tahun mereka melawan Harrowing, dengan bantuan persenjataan relik batu kuno yang menyalurkan jiwa mereka menjadi cahaya kuat. Namun, yang terpenting adalah pertarungan yang menanti, sembari the Ruined King berusaha meratakan Runeterra, hanya agar bisa berdansa dengan sang ratu sekali lagi."
    },
    {
        "id": 148,
        "name": "Cyber Pop",
        "description": "Di gemerlap bawah tanah Sound City, band beranggotakan peretas, pemain skate, dan para preman bersatu untuk menghindari mata pengintai dari penguasa korporat siber yang kuat."
    },
    {
        "id": 149,
        "name": "Crime City Nightmare",
        "description": "Jika korupsi dan tindak ilegal ada, Valoran City pasti akan menjadi pusatnya. Tanah kelahiran segala keburukan, tidak ada batas bagi kejahatan, dan segala macam teror yang berkeliaran di sana bersikeras menyebarkan pengaruhnya."
    },
    {
        "id": 150,
        "name": "Phoenixmancers",
        "description": "Hanya pemilik hati paling murni yang bisa diberkati oleh divine fenghuang, phoenix legendaris yang memantau dunia. Champion pilihannya akan menerima sebuah bulu, yang masing-masing berisi kekuatan elemen yang tak terbayangkan, memberikannya alasan yang diperlukan untuk melindungi kaum tak berdosa dan tak bersalah dari kekuatan yang mengintai dalam bayangan."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "Di dunia yang dikuasai oleh kegelapan dan dewa-dewa yang lalai, tempat para makhluk fana bertikai dengan hikayat metal berdarah tanpa henti, sebuah band tampil di puncak: Pentakill, pilihan Noisome Host. Mereka yang namanya terus disebutkan di kuil dan arena di seluruh penjuru negeri, telah menjadikan supremasinya mutlak. Meski begitu, waktu perubahan sudah dekat, dan sebuah siklus baru mungkin akan dimulai …"
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Cafe Cuties",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelain",
        "description": "Di dunia tempat berkembangnya spirit dan makhluk ajaib di sekeliling masyarakat modern, sekumpulan porcelain artifact bernama Zodiac Relic menjadi kunci untuk membuka kekuatan yang besar. Relic itu dijaga oleh Protector, penjaga abadi yang ditugaskan menjaga Relic jatuh ke tangan yang salah."
    },
    {
        "id": 155,
        "name": "Shockblade",
        "description": "Shockblade yang memiliki senjata yang diimbuhi sihir petir dari Cloud Ritual berbahaya, merupakan orde prajurit shinobi misterius yang ditugaskan menjaga umat manusia dari spirit dan monster jahat. Mereka berkelana di antara alam fana dan spirit untuk mengejar ancaman yang tidak bisa disentuh oleh siapa pun dan menjaga masa depan para penduduk alam fana."
    },
    {
        "id": 156,
        "name": "Anima Squad",
        "description": ""
    },
    {
        "id": 157,
        "name": "Ashen Knights",
        "description": "Setelah telah lama terlewat, seorang raja agung mendeklarasikan perang besar, untuk memutus rantai sihir dari dunia, supaya umat manusia bisa menentukan takdirnya sendiri. Namun, setelah memutus sihir terakhir, sang raja mengalami kekalahan, fondasi dunia runtuh, dan kesatria yang pernah dikenal sebagai pasukan legendaris ditinggal dalam kegilaan, kehancuran, dan kerapuhan."
    },
    {
        "id": 158,
        "name": "World Champions: 2021",
        "description": "Selamat kepada pemenang Worlds 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Ocean Song",
        "description": "Tidak ada yang menggambarkan Ocean Song Festival lebih baik dibanding gaya hidup \"suasana pantai dan musik keren\". Mulai dari lagu lembut Seraphine, hingga hasil uji coba set DJ Yone, terdapat segala macam suasana untuk semua orang. Jadi, rasakan sensasi pasir di jari kakimu, rasakan udara yang asin, dan benamkan dirimu dalam musik musim panas terbaik."
    },
    {
        "id": 160,
        "name": "Snow Moon",
        "description": "Seiring terbitnya Snow Moon di atas pegunungan Ionia yang menjulang, angin dingin menyeruak ke seluruh negeri. Sekelompok pemuja namanya—gerombolan pembunuh yang tak gentar—menjalankan ritual mereka. Salju datang membawa pemurnian, pembersihan yang hanya bisa dicapai dengan mengorbankan manusia."
    },
    {
        "id": 161,
        "name": "Star Guardian Season 4",
        "description": "Musuh kuno muncul di Valoran City yang dibuat kewalahan oleh invasi Zoe, dan tempat ini sekarang dilindungi oleh generasi baru Star Guardian. Seiring berkumpulnya kegelapan di atas langit, Kai'Sa dan Akali mempersiapkan timnya yang belum diuji untuk bertarung melawan pasukan yang dikenalinya … dan ancaman sesungguhnya yang menanti di depan sana."
    },
    {
        "id": 162,
        "name": "Monster Tamers",
        "description": "Siapa kita? Kita adalah Monster Tamers! Kita melindungi dunia saat bahaya mengancam! Saat yang lain kabur, kita akan mengikuti auman. Kita menjinakkan monster dan menggunakan CORE. Dan bersama teman baru, kita akan melompat dan berlari dan berenang dan meluncur! Kita akan pergi ke mana pun seberapa pun jauhnya. Karena kita adalah Monster Tamers! Itulah kita!"
    },
    {
        "id": 163,
        "name": "Spirit Guard",
        "description": "Udyr menghabiskan hampir satu dekade penuh berlatih di Ionia bersama para biksu dari Hirana Monastery, belajar cara mengendalikan dan menguasai kemampuan spiritualnya. Akhirnya, saat Freljord memanggilnya pulang, dia memilih untuk tetap tinggal dan menyelesaikan pelatihannya. Sejak saat itu, Udyr telah menjadi bagian dari lanskap Ionia, baik spiritual maupun duniawi, sembari bekerja bersama Lee Sin dan Karma untuk mengembalikan keseimbangan tanah yang dirusak oleh perang itu."
    },
    {
        "id": 164,
        "name": "Ruination",
        "description": "Seribu tahun lalu, raja terakhir Camavor memilih untuk mengikuti kata hatinya meski harus melukai negaranya. Cintanya yang begitu kuat diganggu oleh takdir, dan hanya kehancuran yang menantinya."
    },
    {
        "id": 165,
        "name": "Zenith Games",
        "description": "Tahun 2122, tahun diadakannya banyak hal baru di Zenith Games. Wasit robot memasuki lapangan, cabang olahraga Hammerjack memulai debut kompetitifnya, dan setelah lama diperdebatkan, manusia modifikasi akhirnya diperbolehkan berpartisipasi. Sekarang kita hanya perlu menantikan pemenangnya."
    },
    {
        "id": 166,
        "name": "Elementalist",
        "description": "Sebuah kerajaan berada di ambang kehancuran saat pasukan hewan buas elemental raksasa berperang melawan umat manusia. Garis pertahanan terakhir diisi oleh seorang ratu prajurit, Elementalist Lux. Untuk menyelamatkan rakyatnya, dia harus melihat ke dalam dan mengungkapkan sifat aslinya … apa pun wujudnya."
    },
    {
        "id": 167,
        "name": "Legacy",
        "description": "Harta karun dari masa lampau, berkilauan dalam jangkauan."
    },
    {
        "id": 168,
        "name": "Urf the Manatee",
        "description": "Di ingatan Urf yang indah, seekor prajurit sapi laut yang sedang berlatih dengan spatulanya berada di muara dangkal yang ada di ujung nan jauh. Selamat malam, Pangeran Tampan."
    },
    {
        "id": 169,
        "name": "Surprise Party",
        "description": "Siapa yang tidak suka pesta kejutan? Daftar tamu selesai dibuat, semua orang membawa hadiahnya, dan makanannya pasti lezat. Bahkan ada badut juga! Pesta ini pasti tidak akan terlupakan. Asal jangan bilang Amumu."
    },
    {
        "id": 170,
        "name": "Fright Night",
        "description": "Toadstool Boarding House yang menghubungkan negeri di kaki katak raksasa, menarik pengunjung dengan berbagai cara yang paling mengerikan. Di lokasi mana pun itu, selalu ada monster yang perlu tempat untuk menetap, dan Mother Glasc selalu ada untuk menyambut mereka ke dalam keluarga dengan tangan terbuka. Labirin ruangan tanpa ujung membuat siapa pun tidak bisa berbalik."
    },
    {
        "id": 171,
        "name": "Spirit Blossom",
        "description": "Festival Spirit Blossom adalah perayaan kuno dan terkenal di Ionia. Saat gerbang dunia spirit terbuka, yang telah mati kembali ke sosok tercintanya, dan segala jenis spirit menatap mereka yang masih hidup. Mulai dari Kanmei yang baik hati, hingga Akana yang obsesif—kisah mereka terulang kembali, bagaikan bayangan di lentera kertas."
    },
    {
        "id": 172,
        "name": "Bewitching",
        "description": "Siapa bilang penyihir tidak bisa bersenang-senang? Siapa pun itu, mungkin sudah diubah menjadi katak sekarang. Atau dikutuk menjadi hama lainnya, dipaksa berkelana di jalanan untuk selamanya dan menonton malam perayaan dari kejauhan. Memang hukuman yang berat, tetapi apa boleh buat? Mereka memang bisa berpesta, tetapi mereka tetaplah penyihir!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Rasakan bassnya. Dengarkan dentumannya. Biarkan musik menggerakkanmu."
    },
    {
        "id": 174,
        "name": "Popstar",
        "description": "Saat dirimu berada di puncak tangga lagu, tidak akan ada yang bisa menjatuhkanmu."
    },
    {
        "id": 176,
        "name": "Three Honors",
        "description": "Masyarakat telah menjadi sangat individualis dan tertutup karena aturan Essent. Orang-orang terdorong untuk hanya mementingkan diri sendiri, jadi tidak ada yang saling percaya. Sebagai pemimpin Order of Solace yang sudah lama mati, Malzahar ingin menghadirkan harmoni ke dunia yang tak selaras ini melalui aura Solace yang membangkitkan semangat. Dia tahu bahwa hanya dengan bersatu mereka dapat menginspirasi dunia yang lebih baik."
    },
    {
        "id": 177,
        "name": "Bilgewater: Mercs",
        "description": "Para pemburu hadiah, orang buangan, dan perompak berkerumun seperti lalat di dermaga pembantaian Bilgewater yang terkenal untuk mendapatkan barang sang penjagal. Hidup di lautan ini begitu sulit, tetapi hadiahnya bisa sepadan … Ucap Bearded Lady sambil berlalu."
    },
    {
        "id": 178,
        "name": "Chronicle",
        "description": "Legenda diuji, dibentuk, dan ditempa oleh masa lalunya."
    },
    {
        "id": 179,
        "name": "Curse of the Void",
        "description": "Banjiri seluruh penjuru Runeterra dengan Void, maka semua akan tunduk di hadapan evolusi tidak terduganya. Meskipun berkerumun, kelaparan, dan berharap, Void tidak memberi ampun kepada makhluk apa pun dan tidak mengenal kekalahan."
    },
    {
        "id": 180,
        "name": "Otherroads",
        "description": "Seekor Featherknight mengepakkan sayapnya, dan di belahan lain Runeterra, Ocean Drake muncul ke permukaan. Hidup kita terlukis, rapuh seperti kata-kata di atas perkamen; jalan di depan kita tak diketahui dan penuh kejutan. Bagaimana jika jalan yang diambil … adalah jalan yang jarang dilalui?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Siapa yang membiarkan ini tetap ada???? Jangan beri tahu bagian Hukum."
    },
    {
        "id": 183,
        "name": "Soulstealer",
        "description": "Jiwa merupakan sumber kehidupan, cahaya, dan kekuatan. Dalam dunia tanpa belas kasihan, jiwa-jiwa ini dicuri dan dilahap oleh para penguasa kematian yang tak kenal ampun."
    },
    {
        "id": 184,
        "name": "Triumphant",
        "description": "Diberikan kepada pemain yang memenangkan turnamen yang disponsori oleh League of Legends."
    },
    {
        "id": 185,
        "name": "True Warrior",
        "description": "Bagi seorang pejuang sejati, hanya kekuatan dan kehormatan yang akan tetap kekal."
    },
    {
        "id": 186,
        "name": "Empyrean",
        "description": "Pyke, sebagai Empyrean pertama, menghancurkan alam dalam amukan destruktif melawan sesama Empyrean, sekaligus menciptakan Empyrean baru di sepanjang jalannya. Siapa yang akan berkuasa saat kekuatan-kekuatan baru ini muncul, dan apa yang akan mereka lakukan dengan waktu mereka yang tersisa?"
    },
    {
        "id": 187,
        "name": "Winterblessed",
        "description": "Saat udara menjadi sejuk dan salju pertama turun, lihatlah ke langit, karena Polaris akan muncul. Jangan takut, karena jika kamu telah berbuat baik tanpa mengharapkan imbalan, kamu mungkin akan diberkahi dengan Aurora blessing. Namun, ingatlah. Tak peduli bagaimana kamu bertindak, kamu tak bisa menganggap nasibmu terjamin, karena Polaris datang setiap tahun, dan tak ada yang luput dari hukuman."
    },
    {
        "id": 188,
        "name": "Mythmaker",
        "description": "Dahulu kala, kekalahan dari Great Beast Galio melahirkan tradisi Tahun Baru Imlek yang terus dilestarikan melalui dongeng kisah epik tersebut. Di dalam cerita itu sendiri terdapat dunia hidup yang sepenuhnya mandiri. Namun, ketika dunia dalam cerita tiba-tiba terganggu, para karakter harus bekerja sama untuk memperbaiki kekacauan dan menyelesaikan mitos mereka sendiri."
    },
    {
        "id": 189,
        "name": "Heartthrobs and Heartaches",
        "description": "Kelompok Heartthrob yang rapi dan sempurna tidak memiliki banyak kesamaan dengan kru Heartache, yang lebih suka membolos kelas untuk bersantai di skatepark. Namun, mereka sepakat dalam satu hal: muak dengan hari libur konyol yang dibuat-buat ini, yang didedikasikan untuk orang-orang yang terbawa suasana. Jadi, mengapa mereka tidak bisa menghilangkan rasa gugup yang muncul di perut mereka?"
    },
    {
        "id": 190,
        "name": "Broken Covenant",
        "description": "Selama bertahun-tahun, perkumpulan Aspirant telah bertempur melawan sekte Neverghaast atas Aspira, Breath of Life. Bagi kongregasi, Aspira adalah anugerah yang dikembalikan saat kematian untuk memasuki kehidupan setelah mati. Namun, Neverghaast, yang terkutuk dengan kehausan akan napas, percaya bahwa hanya ada satu kehidupan dan kehidupan itu harus dijalani dengan berlebihan. Perang terus berkecamuk, tanpa tanda-tanda akan berakhir."
    },
    {
        "id": 191,
        "name": "Faerie Court",
        "description": "Semua bangsawan fae adalah pelayan kehendak alam, menjalankan tatanan alami dan pergantian musim dengan sihir mereka. Namun, di balik tujuan yang lebih tinggi itu, permainan intrik politik yang tak pernah berhenti berlangsung di istana-istana mewah yang terbuat dari sutra, benang halus, dan emas. Kekuasaan, baik yang bersifat magis, alamiah, maupun politik, selalu memicu persaingan."
    },
    {
        "id": 192,
        "name": "Inkshadow",
        "description": "Di pinggiran Kota Rabadon, sebuah kuil yang kumuh menjadi tempat berlindung harapan terakhir bagi rakyat Rabadon: Inkshadow Warrior. Masing-masing mengorbankan hal yang paling berharga bagi mereka untuk membuat kontrak dengan roh-roh kuno, yang memberikan mereka tato sihir begitu kuat hingga membuat Cabal gentar. Mereka bukan lagi korban. Waktunya membawa mereka pulang."
    },
    {
        "id": 193,
        "name": "Nightbringer and Dawnbringer",
        "description": "Perang antara Nightbringer dan Dawnbringer adalah konflik yang tiada akhir. Di satu sisi, kekuatan kekacauan dan kegelapan membawa perubahan, sementara di sisi lain, kekuatan keteraturan dan cahaya membawa struktur. Para dewa dan keturunan mereka inilah yang membentuk dunia baru ini, dan tak ada yang tahu apakah masa depan akan membawa hari-hari yang lebih cerah atau justru malam yang lebih gelap."
    },
    {
        "id": 194,
        "name": "World Champions: 2022",
        "description": "Selamat kepada pemenang Worlds 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus adalah dunia yang terikat pada sihir. Namun, justru setelah dibersihkan, semuanya runtuh. Berabad-abad kemudian, peradaban tersebar, alam telah merebut kembali kota-kota, dan sihir kembali hadir dalam bentuk Prismae Crystal. Yang diinginkannya hanyalah untuk menyebar, dan meskipun sebagian orang dapat menggunakan kekuatannya dengan aman, yang lain kehilangan diri mereka akibat tarikannya dan akhirnya dikuasai. Begitulah Perang Prismae dimulai."
    },
    {
        "id": 196,
        "name": "Soul Fighter",
        "description": "Jiwa mereka dibangkitkan oleh ujian yang dihadapi di medan perang atau di dalam pikiran. Tiap-tiap jiwa diberi kemampuan unik yang mencerminkan sifat dan kekuatan mereka untuk memunculkan inti dari semangat mereka. Ada yang mengasah kekuatan dan menempanya dengan berlatih. Sedangkan yang lain menggunakannya hanya sebagai senjata untuk menghancurkan. Mereka adalah … SOUL FIGHTER!"
    },
    {
        "id": 197,
        "name": "Street Demons",
        "description": "Di Kota Styxbridge, iblis, makhluk, dan manusia hidup berdampingan. Setiap tahun, festival seni jalanan diadakan, yang puncaknya adalah kompetisi meriah untuk melihat siapa yang bisa membuat grafiti terbesar dan paling berani: TagFest!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Eidola Vida dulunya adalah makhluk fana. Namun, setelah kematiannya, mereka dilahirkan kembali sebagai roh kehidupan dari cinta keluarga mereka. Eidola Muerte adalah jiwa-jiwa terlupakan yang, setelah kematian, mengembara di alam baka hingga mereka menemukan keluarga pengganti. Kedua pihak ini tidak dapat dilihat, hanya dapat dirasakan melalui Ardor mereka: api magis yang dapat membantu menumbuhkan kehidupan atau memadamkannya."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "HEARTSTEEL adalah band terbaru yang sedang naik daun, menampilkan artis-artis seperti Kayn dan Ezreal—\"\\n\"Ini adalah band kita semua!\"\\n\"Tenang, Sett.\"\\n\"Tunggu, majalah apa lagi ini, K'Sante?\"\\n\"Tolong coba fokus!\"\\n\"Hei Yone, bisakah kita langsung naik ke panggung?\"\\n“Kami sudah … Oh, tunggu, Aphelios baru saja pergi …”"
    },
    {
        "id": 200,
        "name": "Primal Ambush",
        "description": "Mereka yang beruntung lahir dengan tanda bercahaya di kulit dihormati di antara masyarakat sebagai \"Favorclaw\". Para Tigrasborne istimewa ini ditakdirkan untuk mewakili komunitas dan menuntut rasa hormat dari orang lain dengan kekuatan mereka. Mereka masing-masing berharap untuk menaklukkan dunia demi nama ras mereka dan menjadi pemimpin yang ditakuti oleh semua."
    },
    {
        "id": 201,
        "name": "Heavenscale",
        "description": "Untuk lebih mengenal rakyat kerajaannya, keluarga kerajaan naga dan pengiringnya turun dari istana mereka di langit, mengambil wujud manusia, dan bersukacita bersama para makhluk fana saat mereka menyambut Tahun Baru."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Ketika Prismae muncul, beberapa dari mereka belajar untuk mengasah sihir. Namun, jauh di utara, pengaruh kristal justruk merusak bumi itu sendiri. Di antara semak belukar fraktal dan udara berkilauan, makhluk-makhluk bergabung dengan penduduk yang dahulunya manusia dalam perang melawan sisa-sisa peradaban. Segala hal akan terpantul dalam gambaran Prismae."
    },
    {
        "id": 203,
        "name": "Food Fight",
        "description": "Baik menggugah selera maupun memusnahkan musuh, makanan ini tidak akan menyerah tanpa perlawanan."
    },
    {
        "id": 204,
        "name": "Risen Legend",
        "description": "Dahulu kala, dewa mitos mengunci kekuatan mereka di dalam empat Shards of the Risen: Chaos, Harmony, Patience, dan Vigor. Tiap shard memberikan ujian yang mengancam nyawa bagi para warrior yang mencari kekuatan tersebut, menjanjikan untuk mengabadikan nama mereka dalam sejarah. Hingga hari ini, para fighter di seluruh dunia terus menantang takdir ini, berharap meninggalkan warisan yang akan dihormati, bahkan oleh dewa."
    },
    {
        "id": 205,
        "name": "Rain Shepherd",
        "description": "Dunia ini kering, tanpa air dan lagu. Sejak katak kehilangan kekuatan untuk bernyanyi, hujan makin jarang turun dan kelembapan pun menipis. Karena itu, katak mengajarkan kelompok baru untuk bernyanyi: Rain Shepherd. Dibalut dengan pakaian hujan khusus, mereka bekerja keras mengembalikan kesuburan tanah dan kondisi alam ke bentuk asalnya yang hijau dan subur."
    },
    {
        "id": 206,
        "name": "Primordian",
        "description": "Diusir dari tanah kering, Primordian menghabiskan waktu mereka di bawah laut, menunggu selama berabad-abad ... hingga mereka tak tahan lagi dengan kehadiran makhluk yang hidup di permukaan, serta perlakuan mereka terhadap planet ini. Maka, keputusan Ratu Primordian pun dibuat: era umat manusia di bawah matahari telah berakhir, dan era Primordian baru saja dimulai."
    },
    {
        "id": 207,
        "name": "World Champions: 2023",
        "description": "Selamat kepada pemenang Worlds 2023: T1!"
    },
    {
        "id": 208,
        "name": "Fist Bump dan Perayaan",
        "description": "Saatnya merayakan!"
    },
    {
        "id": 209,
        "name": "Chosen of the Wolf",
        "description": "Ketika pemimpin muda Ambessa jatuh di medan perang, ia mendapatkan visi tentang Volrachnun, sebuah kehidupan setelah mati yang dihormati bagi pengikut setia Wolf. Semua yang diterima di tempat suci ini harus bergabung dengan Eternal Chase, mencari kebahagiaan dalam pertempuran dan dengan gembira menantang sesama warrior terpilih dalam perburuan tanpa ujung."
    },
    {
        "id": 210,
        "name": "Superfans",
        "description": "Kibarkan panji-panji loyalitasmu!"
    },
    {
        "id": 211,
        "name": "Masque of the Black Rose",
        "description": "Perayaan dan kemewahan meliputi Silken Danse, pesta topeng yang mengumpulkan para bangsawan dan tokoh-tokoh terkemuka dari seluruh Runeterra. Namun, di Noxus, ruang dansa adalah medan perang. Bisikan setajam belati, dan kekuatan dipertukarkan dengan obrolan basa-basi. Bahkan Lady Elise yang penyendiri harus keluar dari sarangnya untuk menjadi tuan rumah acara ini, demi melayani mata yang tak terlihat … Mengawasi. Menunggu."
    },
    {
        "id": 212,
        "name": "Modern Mythos",
        "description": "Mitos dan legenda terjadi di masa lampau, tetapi gaungnya masih terdengar hingga sekarang. Di bawah permukaan dunia biasa, kekuatan mitos mengangkat generasi baru pahlawan."
    },
    {
        "id": 213,
        "name": "Dumpling Darlings",
        "description": "Setiap ahli pastri tahu bahwa acara kumpul-kumpul tidak akan lengkap tanpa camilan gurih. Meski kafenya baru, seni membuat pangsit bukanlah hal baru. Para koki ajaib ini bersedia menguleni, memotong, menggoreng, dan mengukus untuk mencapai kelezatan kuliner. Cukup dengan satu gigitan hidangan lezat ini, pelanggan yang paling gampang menggerutu pun akan bersikap manis dan ikut bergembira."
    },
    {
        "id": 214,
        "name": "Masked Justice",
        "description": "Setelah menghancurkan dunia asalnya sendiri, raksasa gila Mezzorax menjelajahi galaksi hingga menemukan planet baru untuk diserbu: kota metropolis Ocono yang padat. Namun, kini sekelompok warga yang tidak terduga melawan balik. Diperkuat dengan pakaian Hyperguise alien, mereka akan membalaskan dendam atas nyawa yang telah direnggut Mezzorax dan mengakhiri kekuasaannya untuk selamanya."
    },
    {
        "id": 215,
        "name": "Grand Reckoning",
        "description": "Sudah menjadi tradisi bangsa Noxus untuk merayakan kemenangan besar, dan kemenangan kekuatan atas kelemahan. Setelah serangan mereka yang berhasil mencapai wilayah Freljord, Grand Reckoning diadakan untuk merayakan kembalinya Jenderal Darius dan pasukan perangnya, menarik banyak orang ke tiap arena di ibu kota untuk menghormatinya, dan semua Reckoner terkenal di masa lalu."
    },
    {
        "id": 216,
        "name": "Fatemaker dan Fatebreaker",
        "description": "Di dunia yang terjalin oleh Weave of Fate, tidak ada jalinan yang tidak bisa dijangkau oleh mereka yang cukup berani untuk merebutnya. Untuk itu, mereka harus mencari Palace of the Weave dan menghadapi Fatemaker, sosok kuat yang ditugaskan menjaga seluk-beluk takdir. Mereka yang bisa membuktikan dirinya, yang disebut Fatebreaker, bisa mengubah nasibnya … dan masa depannya."
    },
    {
        "id": 217,
        "name": "Stargazer",
        "description": "Sebagai peramal ahli, para Stargazer telah lama mengungkap dan menjaga rahasia kosmos dalam perpustakaan besar milik ordo mereka. Dengan pengetahuan esoteris dan kekuatan kuno, mereka telah melindungi dunia asalnya dari ancaman yang tak terhitung jumlahnya. Namun, hanya segelintir yang siap menghadapi teror tak dikenal yang muncul dari dunia lain—bahkan tak menganggapnya ada."
    },
    {
        "id": 218,
        "name": "Spirit Blossom Springs",
        "description": "Di atas pegunungan tinggi, terdapat sebuah pemandian yang sering dikunjungi para tamu untuk menghilangkan kepenatan duniawi. Tempat peristirahatan tematik bernama \"Spirit Blossom Springs\" ini menjadi oase yang jauh dari hiruk pikuk. Pegawainya yang ramah dan uap magisnya menghapus beban pertempuran dan kenangan yang sebaiknya dilupakan. Tidak ada pahlawan atau penjahat di sini, hanya mereka yang berjiwa tenang dan segar kembali."
    },
    {
        "id": 219,
        "name": "Visions of the Fallen",
        "description": "“Dahulu, kami adalah dewa. Kini, terperangkap selamanya dalam kegelapan tak berwujud dari penjara ini, kami bermimpi tentang kebangkitan yang tak terelakkan … dan seluruh manusia kembali memohon belas kasihan ilahi kami.”<br>Pada sebuah zaman yang lenyap ditelan legenda, dunia ini pernah dikuasai Darkin.<br>Kini Darkin berniat untuk merebutnya kembali."
    },
    {
        "id": 220,
        "name": "World Champions: 2024",
        "description": "Selamat kepada pemenang Worlds 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Flora Fatalis menghakimi semua yang berani masuk ke dalam jangkauannya yang memabukkan, memanggil mereka yang berani dan penuh ambisi, memikat mereka hingga cukup dekat untuk menanam benih kuat dari kehendaknya. Bersama, mereka beradaptasi dan berevolusi, terus mencari inang yang lebih kuat untuk diberdayakan, dan dikonsumsi."
    },
    {
        "id": 222,
        "name": "The Eternal Aspects",
        "description": "Selama ribuan tahun, para Aspect yang kuat berjuang tanpa henti dari alam angkasa untuk menuntun dan memperkokoh Runeterra. Masing-masing dari mereka mengaku sebagai perwujudan sejati dari kebenaran penciptaan yang hakiki. Malah, mereka mencari inang manusia yang pantas dan mampu menjalankan agendanya, sehingga mereka bisa kembali menapaki dunia dalam wujud fisik."
    },
    {
        "id": 223,
        "name": "Sunken Shadow",
        "description": "Saat para corsair yang bermusuhan berebut kekuasaan atas Laut Umbral, sosok yang jauh lebih tua mulai terbangun di bawah sana. Hanya sedikit manusia yang berani menyelam ke kedalaman dan kembali. Mereka yang kembali pun telah berubah, dihantui bisikan para penyihir dan wraith, relik dan reruntuhan dari dunia yang telah lama dilupakan ombak."
    },
    {
        "id": 224,
        "name": "The Laws of Stone",
        "description": "Selama hampir seribu tahun, Demacia telah berdiri sebagai tumpuan harapan di dunia yang kerap diliputi sihir gelap dan ambisi keji. Fondasi kerajaan agung ini ada pada misteri petricite, batu berkilau yang mampu menyerap sihir terkuat sekalipun, yang bisa dijumpai di benteng kokoh hingga karya seni menawan yang menggugah jiwa setiap warganya yang bangga."
    }
]