[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "أعماق منسية",
        "description": "اجلس يا صغيري، وأصغ جيدًا. المحيط أعجوبة، والأمواج المزبدة التي تصل إلى شواطئنا المسالمة دعوة خدّاعة. لأن ما يقبع في قاع تلك الزرقة اللامتناهية عالم يفوق خيالنا. تملؤه ممالك بائدة ووحوش شرسة، تسبح في تلك الأعماق المنسية.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "مجريّ",
        "description": "دمرت حرب القمر المحطّم مجرتنا لمدة مئة دورة تقريبًا. ومع ذلك... لا تبدو النهاية قريبة.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "الجليدي",
        "description": "من الخطير التجول في الأرجاء في هذا البرد، فمن يدري ماذا يقبع في هذه الأراضي المجمَّدة…",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "العام القمري الجديد",
        "description": "حان وقت التذكر، والاحتفال مع العائلة والأصدقاء، والتجمع وتذكر كل ما حدث، الجيد منه والسيئ. وعندما تضيء الألعاب النارية سماء الليل، نتطلع إلى عام جديد مليء بالذكريات الرائعة مع أحبابنا.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "أخوية اللوتس",
        "description": "تتحدث مجلدات الخرافات من أيونيا عن أخوية اللوتس الموقرة. تشكلت الأخوية عندما جاء الفانون إلى الأراضي الأولى لأول مرة، وقضت أجيالًا تحصد أسرار الخلود. وبالفعل، كانوا أول مجموعة تحقق تناسخ الأرواح الخالص. يحمي تلاميذ أخوية اللوتس الأراضي الأولى، بخفة وهدوء التموجات في ماء البحر، دون خوف من هذه الحياة أو التالية.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "باكس",
        "description": "إلى من على وشك اللعب، نحييكم.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "حواف مطوية",
        "description": "سرب من طيور الغرنوق يحلق في السماء، وفي الخلفية سطعت الشمس بين السحب كأنها لوحة جميلة مرسومة. الأشجار أيضًا والعشب، مصنوعة من هذا العنصر نفسه، إنها مخطوطة مضغوطة بقوة مذهلة تشكل هذا العالم الورقي.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "أزياء بيلتوفر",
        "description": "هل تبحث عن مركبة قوية؟ لقد جئت إلى المكان الصحيح. (قد يختلف عداد المسافة.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "الشارة",
        "description": "في نظام العدالة الجنائية، يوجد من يتحايلون على القانون، ومن يخالفوه. يحقق الضباط المتفانون في RPD في أبشع الجرائم في المدينة لتقديم أسوأ المجرمين إلى العدالة. هذه قصصهم...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "مهرطقو الطريق السريعة",
        "description": "في الرماد المشع للعالم القديم ، يتقاتل محاربو الأرض المقفرة والمخربون الشرسون والناجون المشاكسون بعضهم مع بعض للسيطرة على كل ما تبقى.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "ضوء القوس",
        "description": "عبر السموات وفي جميع بقاع الوجود، شن عملاء الضوء حربًا أبدية على الظلام العنيد.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "سارق الأرواح",
        "description": "الأرواح هي الحياة والضوء والقوة - وفي عالم دون رحمة، يسرقها ويستهلكها أسياد الموت القساة.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "المجرة الكبرى",
        "description": "//بث الطوارئ، كل القنوات//<br>ارتفع مستوى الخطر في المجرة إلى القرمزي. [محجوب] تحت هجوم من [محجوب]. يتوقع المقر الرئيسي حدوث الدمار الشامل خلال [REDACTED] من الساعات، وستصيب الأضرار الجانبية على الأرجح الأنظمة المجاورة. تفعيل المجرة الكبرى!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "سيد الرعد",
        "description": "عامة البشر ليسوا الوحيدين الذين يشنون حروبًا مريرة بسبب خلافات تافهة. ذات مرة، قبل زماننا، تقاتل زعيمان - شقيقان - وتسببت معركتهما في خراب هذه الأرض.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "الظافر",
        "description": "خض المنافسة وانتصر!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "ألعاب الشتاء",
        "description": "لا شيء يبرز أفضل ما في الرياضيين التنافسيين أفضل من احتمالية الإصابة بقليل من لسعة الصقيع.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "الزومبي ضد القتلة",
        "description": "العقول...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "حيل النيون",
        "description": "قليلون من يعلمون بأشعة الشفق، وأقل منهم رأوا لهبها المضيء المتطاير. هي عادة قوة توازن كونية، لكن شيئًا ما أخل بهذا التوازن، مما أدى إلى انهيار عوالم وأن ذهبت قوة أشعة الشفق إلى كائنات معينة. حلت هذه القوة فيمن يعرفون الآن باسم السماويين الناريين، تلك القوة من عالم آخر تبث النيران في كل شيء في طريقها عبر العوالم، ولكل قوة منها خطتها الخاصة. النيران تنتشر، ولا تبدو النهاية قريبة.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "حكايات الشفق القطبي",
        "description": "هل سمعت القصص عن الأورورا؟ رغم قسوتها وكآبتها، قد تجد فيها دفء وسحر أكثر من أي من أحلامك، إذا كنت شجاعًا بما يكفي. اجلس إذن بجانب النار وأنصت إلى حكايات الشفق القطبي...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "حكي القصة",
        "description": "القصص والخرافات والأساطير: يقبع في كل منها عالم قائم بذاته، حيث تعيش الشخصيات محنها ومعاناتها مرارًا وتكرارًا كلما رويت حكاياتها.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "رماح",
        "description": "كان الرماحون القدماء عجائب منقطعة النظير في زمنهم، صنعوا لحماية العالم في أصعب اللحظات. مع مرور الوقت والعمالقة في سبات، اختفت أسرار بنائهم منذ زمن طويل... لكن لا يزال ثمة أمل في أن يلبوا النداء.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "باتل كاست",
        "description": "لقد وصلت الثورة المجيدة! ومع حشده لجيش من الآلات التي تمتلك أدمغة حية، يزحف فيكتور أمام قوى أعدائه المتضامنة - ولا يفصله عن الهيمنة المطلقة على العالم سوى حركة مقاومة بالية يقودها البشر.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "العالم الفاسد",
        "description": "عندما يضيع السحر، يسود مكانه الرماد واليأس. عندما ينهزم فرسان تلك الأخوية الملعونة، ماذا سيحل محلهم؟",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "كانت المدرسة صعبة، لكن روتينية، بسبب الجماعات الصارمة، والمشاريع الجماعية الغريبة، والعطلات السخيفة. لكن الوقوع في الحب لم يكن في المنهج، وسيعقد الأمور أكثر وأكثر.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "نشيد المنبوذ",
        "description": "في هذا العالم الفاسد من الأنفاس والزجاج، حيث لا تُجاب الصلوات وتنقض العهود، لا يستطيع المرء إلا الإيمان بأمر واحد: إن نفس واحد قد يغير حياة المرء.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "الحُكم المجنّح",
        "description": "تُعد مملكة المخلوقات الجنية موطنًا للأقزام السحريين وجنيات الماء وأرواح المنازل وعفاريت الدم وغيرهم، كل الكائنات ذات الجمال السحري الطبيعي والأثيري الخالص التي تسعد بالاحتفالات على ضوء القمر والأغاني ذات الكلمات المعسولة والصفقات المخادعة.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "ثورة أطياف الحبر",
        "description": "تزدهر مدينة رابادون بالسحر. فمن يتحكم في السحر، يتحكم في رابادون. وسلطة الكابال مطلقة. من يقاوم إما سيتم ردعه أو القضاء عليه… لكن ثمة انتفاضة قادمة. يسعى هؤلاء المتمردون المسلحين بسحر خطير نُقش مباشرة على جلودهم، إلى إسقاط الكابال وإعادة المدينة إلى شعبها—أو الموت وهم يحاولون.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "السحر الموشوري",
        "description": "منذ زمن بعيد، زمن لا يتذكره أحد بين الأحياء، انتهى وجود السحر في الكون. استمرت الحياة بعد ذلك، لكن بعض العوالم لم تستطع الاستمرار، وعندما صارت الأعوام عقودًا وقرونًا، بدأت الطبيعة في استعادة توازنها. حان الوقت أخيرًا، وصار السحر الآن جاهزًا لأن يعود، على الرغم أنه لن يعود بالهيئة التي يتوقعها أي أحد.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "مقاتل الروح",
        "description": "من جميع أنحاء المعمورة، سيحصل أصحاب الأرواح المستفيقة على دعوةٍ للقتال في... بطولة الأرواح! تتربع البطولة على عرش الترفيه، في مشهدٍ لا يضاهى على شاشات التليفزيون! سيتواجه المقاتلون في معارك 1 ضد 1 في الحلبة، حتى يبقى أحدهم ليحصد الجائزة: مشتهى روحه الأكبر! وسأكون هنا، أعلق على كل شيء!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "لوح أسمنتية",
        "description": "يختلط الفن مع السحر في الشوارع الحضرية لمدينة ستيكسبريدج، موطن الوحوش والأرواح والأشباح والغيلان من كل نوع.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "حلم الحياة",
        "description": "قد يكون الحياة والموت هما الثابتين الوحيدين في الكون، ولكن الشيء الوحيد الذي بإمكانه مضاهاة قوتهما هو العائلة. لا يمكن للحياة أن توجد دون الموت، ولا الموت دون الحياة، لكن روابط العائلة تمتلك القوة الكافية لضمان الا تنسى أي روح.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "الغضب والمخالب",
        "description": "تقبل الغريزة. اطلق العنان للعنف. أطلب الاحترام.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "نزال وقت الطعام",
        "description": "من قال أنك لا تستطيع اللعب بطعامك؟",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "قاعة الأساطير",
        "description": "خوفاً من أن يمحو التاريخ ذكرهم إلى الأبد، يخاطر العديدون بحياتهم كي يصبحو من الأساطير الصاعدة، وهي مكانةٌ يحصل عليها المحاربون من الزعماء السامين. ويتم منح الناجحين منهم قوة لا توصف ويتم اختيارهم لتمثيل الزعماء الذين اختاروهم.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "فرقة إنقاذ الكوكب الخارقة",
        "description": "عندما يلوح الخطر في الأفق وتصبح الحاجة إلى المساعدة ملحّة، هناك مجموعة واحدة فقط يمكنها تلبية النداء. مع وقوف أعضائها على أهبة الاستعداد، يستعينون ببدلات التمويه الفائق، ويندفعون إلى المعركة بقوة جبارة، وسرعة خاطفة، وقدرات مذهلة. سوف يقاتلون، وسوف يصمدون. إنهم أبطال فرقة إنقاذ الكوكب الخارقة، الأمل الأخير للدفاع عن المجرة!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "أصداء العمق",
        "description": "لا أبطال هنا، بل ملعونون أبصروا حقيقة تتجاوز القدرة على الاحتمال. من قبور مجهولة إلى أعماق لا يصلها الضوء، يواجه الأبطال الملعونون جوهر الشر نفسه... شرًّا متعفنًا وأبديًا، ويترقب لحظة انطلاقه إلى العالم.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "أساتذة الطبخ",
        "description": "أساتذة الطبخ\"، مسلسل منافسة الطبخ الواقعي الشهير، يُعرض الآن. في كل مكان. على كل المنصات. كل الحلقات الألف من كل المواسم الخمسين. حتى \"أساتذة الطبخ النجوم\". و\"أساتذة الطبخ المشاهير\". ابدؤوا المشاهدة اليوم.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "صياد الرؤوس",
        "description": "بالنسبة لبعض الفصائل، يعتبر الصيد أكثر من مجرد رياضة - فهو يسيطر على العقول والأجساد، محولًا أفراد العرق إلى آلات قتل لا عيب فيها.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "حارس الرمال",
        "description": "يتولى حراس أقوياء مهمة مراقبة قبر مخلوق فظيع قديم، للحرص على عدم تهديد العالم مجددًا أبدًا. ولكن ربما كان الأوان قد فات بالفعل...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "نشوة السكر",
        "description": "من قلعة خبز الزنجبيل إلى بحر الشراب السكري، ومن جبال السوس إلى غابة قطع السكاكر - إنها مملكة الحلوى بكل مجدها.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "صندوق الألعاب",
        "description": "يطفح صندوق ألعاب غنار بكنوز لا تقدر بثمن، ولكن عند عدم وجود أحد في المنزل، تدب الحياة في ألعابه من تلقاء نفسها...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "قبيلة الوسمة",
        "description": "قليلون يمكنهم النجاة في الرحلة عبر التندرا المتجمدة في الشمال. إن لم يقتلك البرد... فستقتلك الوسمة بالتأكيد.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "حارس النجوم",
        "description": "في كون واسع ومظلم، يختار القدر المحاربين الشباب لحماية ضوء النجوم. ويكون مقدرًا لها أن تتوهج ساطعة، ولكنها تنهار بقدر قوة سطوعها.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "أقمار أيونيا",
        "description": "يتردد صدى صوت يكسر الصمت قائلًا: \"سوف يذوق الإخوة والوحوش الألم. تبزغ أقمار أيونيا الهالكة مثل عيون عفاريت جائعة، تنتظر الدم الذي يثبت ولائكم—أم أنها كوارث وحشية لا ينبغي أن تقع؟ في كل الأحوال، نحن أجساد في انتظار التضحية والطقس. عندما يصير القمر بدرًا، نقطع اللحم من اللحم، ونقدم الهدية المتواضعة التي هي كل ما نحن عليه.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "صيادو ما قبل التاريخ",
        "description": "تجوب وحوش عملاقة أرضنا، وتطارد فريستها بدقة مرعبة. كان البشر سيصيرون فريستها التالية بالتأكيد، لولا الصيادين. يحمي الصيادون شعبهم كل يوم من مصير بشع، مسلحين بالنصال المصنوعة من عظام أول ضحاياهم، وغرائزهم التي تفوق غرائز حتى أشرس الوحوش.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "كتاب القصص",
        "description": "ذات مرة في قديم الزمان، دبت الحياة في مجموعة من شخصيات القصص...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "قصص خرافية",
        "description": "لكل ثقافة تراثها الشعبي عن الأساطير والوحوش. هل هذه الخرافات من وحي خيالنا، قصص توارثتها الأجيال لتفسر ما لا تفسير له؟ أم لها أصل في حقيقة مخفية عن بقية العالم؟",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "المواجهة",
        "description": "كل الأشياء نتاج النزاع، ولا مفر منه. التناغم وهم، ووحدهم من يعتنقون ذلك الوهم سيحصدون أكبر جوائز الحياة.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "ميكا",
        "description": "بارتفاعه الذي يفوق المدينة، يتنافس الكايجو الضخم مع الآليات العملاقة. من سيفوز؟",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "هيكستيك",
        "description": "مع وجوده الآن في طليعة العلم والفن، تطور الهيكستيك من بداياته البسيطة إلى عصر نهضة حديثة من أشكال الحياة الاصطناعية المعقدة والمتمتعة بحرية الإرادة. وقد قاد الصناع المهرة هذه الوسيلة إلى مستقبل جديد من الجرأة - ولكن لا يستطيع أحد التنبؤ بما سيحمله.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "سنوداون",
        "description": "هل يوجد وقت في العام أفضل من سنوداون، حين يكون النسيم باردًا، والثلج مزغبًا، والشوكولاتة ساخنة؟ ألقِ كرة ثلج أو غنِ ترنيمة، ما دمت مبتهجًا فسيكون كل شيء على ما يرام، ولن يوجد ما تخشاه.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "الممالك المتحاربة",
        "description": "تتنافس الإمبراطوريات المتخاصمة على السلطة في محاولتها لتوحيد البلاد، بينما يختبر المحاربون البواسل والقادة الصارمون مهارتهم أمام أعظم أبطال العصر. فهو زمن الحرب، وزمن الأساطير.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "رحلة خالدة",
        "description": "منذ زمن بعيد، وفي أرض قديمة، تجمعت الكثير من الأرواح تحت الزعماء لاختبار حدود قوتها. ومع اتصافها بالحماقة والعجرفة، والشجاعة والصدق، كتبت رحلاتها في صفحات التاريخ الخالد...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "قوطية المواجهة الحاسمة",
        "description": "في ذروة الثورة الصناعية، يبدأ المسافرون بالتدفق إلى الغرب الجامح، باحثين عن الثروة والازدهار وسط الفظائع المجهولة لعالم قديم قاس. فهو عصر حملة السلاح الشجعان والأوغاد ذوي الرائحة النتنة، والزعماء الغامضين، والشياطين المتوحشة.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "الأوديسي",
        "description": "من قلب العوالم المتحضرة إلى أطراف المجرة البعيدة، المغامرة بانتظارك! تجهل إمبراطورية ديماسيا أهداف أخوية فرسان المعبد ومنظمة العصابة المجرمة على حد سواء في سعيهما وراء الأورا - جوهر ذهبي غامض يعتبر شريان حياة كل الحضارات، وتعد بتقديم قوة تتجاوز كل تصور لمن يمكنهم التحكم بها بأنفسهم...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "بروجيكت",
        "description": "بين الأبنية الضخمة والشوارع المزدحمة لمستقبل تتحكم به الشركات العالمية، تدور في الظل رحى حرب بين البشر المُحسنين المتمردين والمخلوقات الصناعية التي تم تعزيز قوتها حديثًا. سيسطر الفائزون التاريخ... وسيجبر الخاسرون على التطور.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "الكسوف",
        "description": "في البدء... حكم الزعماء القدامى. أحبهم البشر بشدة حتى إن بشرية تحلت بالجراءة لجعلهم جزءًا من جسدها إلى الأبد. التهمت الشمس بنفسها، وفي أثناء نزولها من السماء الفارغة، ألهمت فرسانها بتدمير كل من تبقوا. بعد قرون، يقفون وهم الأمل الوحيد ضد الظلام المتزايد لاجتماع السحرة.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "ممالك الميكا",
        "description": "استمرت الحروب بين الممالك العظمى لأجيال إلى أن وصل عدو جديد. للتمكن من المقاومة، باركتها الحدائق الخضراء بالعطايا. فهل ستتمكن من تجاوز ماضيها لإنقاذ مستقبلها؟",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "أزهار الروح",
        "description": "إن مهرجان أزهار الروح هو وقت عريق ووقت احتفال في أيونيا، عندما يكون الباب إلى عالم الأرواح مفتوحًا، يعود الموتى إلى أحبابهم، وتوجه كل أنواع الأرواح انتباهها إلى الأحياء. من كانمي الرؤوفة، إلى أكانا المهووسة - تُروى قصصهم باستمرار، مثل الظلال على مصباح ورقي.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "ساي أوبس",
        "description": "للحماية من القوات المارقة التي تسعى إلى زعزعة استقرار العالم، ترسل القيادة العليا ساي أوبس؛ فريق من نخبة الجنود ذوي القدرات الروحية. يتضمن الأعضاء [محجوب].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "مدمر العالم",
        "description": "في النهاية، سيخنق القمر الشمس. وفي ذلك الفجر المنعدم الأمل، سينهض أربعة عمالقة لتفتيت العالم نفسه.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "ملكات المعركة",
        "description": "أدركت ممالك إليسيا، التي انقسمت فيما مضى بسبب الحروب التي لا تنتهي، طبيعة عالمها الحقيقية وهي أن النزاع وحده هو الذي يحفظ السحر الذي يبقي بُعدها الخيالي حيًا. اتحدت حينئذٍ عبر نزاع التتويج العظيم الموحد، رغم أن بعض التحالفات بدأ يظهر عليها علامات التفكك...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "ملحمة الملك المحطّم",
        "description": "يتجمع الضباب الأسود، ويبدأ الاكتساح، ونهض الملك المحطّم مرة أخرى. يتفشى فساد فييغو في رونتيرا ما يجعل الأصدقاء أعداء ويُخضع أممًا كاملة. الوحيدون الذين لديهم القدرة على إيقافه هم حراس النور أخوية قديمة يقودها سينا ولوشيان. يجب أن يستدعوا الأبطال من كل أنحاء العالم ليقاوموا الضباب الأسود وينهوا حكم الملك المحطّم المستبد إلى الأبد.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "مخطوطات شان هاي",
        "description": "لا أحد يدري من كتب مخطوطات شان هاي الغامضة، أو متى. كل ما يتطلبه الأمر لمحة واحدة لإدراك أن اللوحة عبارة عن نافذة إلى عالم من السحر والعجائب، لكن ربما هي باب أكثر من كونها نافذة؟",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "وردة الكريستال",
        "description": "في عالم حيث تُكسر التحالفات السحرية كثيرًا وحيث يبلغ عمر الضغائن مئات السنين، يقدم مهرجان وردة الكريستال السنوي أرض محايدة لكي يغفر الأقوياء الأخطاء ولإعادة المفاوضات على الهدنات. تُترك الأسلحة على الباب بشكل ظاهر، ويشار إلى الرغبة في تكوين معاهدات جديدة عن طريق ارتداء الورد السحري الذي لا ينمو إلا خلال المهرجان.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "راقص الفضاء",
        "description": "في مجرة راقصة على بعد ملايين من حلقات الديسكو المستعرة، هناك طاقة غامضة معروفة فقط باسم الموسيقى الراقصة تجلب الموسيقى والازدهار إلى تريليونات المواطنين المجريّين. لكن حين بدأت ليساندرا سيدة الفضائيين وجيشها من الألحان القاسية في استعباد الكواكب وكبت موسيقى الديسكو، نهض جيل جديد من الأبطال لإيقافها، والحفاظ على استمرار الحفلة.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "أركانا",
        "description": "فوق الأركانا، تعاني النماذج الأساسية في أن يتابع بصرها الفوضى التي تحدث تحتها، وهي أنماط حية تشكل الواقع نفسه. تجند النماذج الأساسية مواطني العالم الموجود أسفلهم الذين يتميزون بنفاذ البصيرة لتعزيز أنماطها المخفية—وكلما كبر نمط نموذج أساسي، يعكس العالم خطته الكبرى أكثر.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "كابوس مدينة الجريمة",
        "description": "يقبع رعب شنيع في ثنايات الجريمة والانحطاط في مدينة فالوران. فتحت الأسواق السوداء مجالًا لظهور العقاقير، وهي مواد قيِّمة أصلها غامض يجلب إنتاجها ثروات طائلة ونفوذ هائل إذا احتكرت أي عصابة السوق. يلجأ زعماء العصابات ورجالهم إلى القوى المستترة وراء الحجاب لتذوق القوة الحقيقية، بعد أن دفعهم إلى ذلك عملاء الفساد.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "نبضة النار",
        "description": "تحارب شرطة الزمن، بين أفرع عوالم الواقع التي لا نهاية لها، الهاربين وأمراء الحرب الزمنيين وزحف الإمبراطوريين الذي لا يتوقف عبر تقلبات الزمكان.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "ظرفاء المقهى",
        "description": "الطعام الجيد سحر—حرفيًا! في عالم مليء بحفلات الشاي الفخمة والمعجنات المسحورة، يصنع السحرة الماكرون السحري والكرواسون المسحور ويقدمون كعك مُشعوَذ لعشرات الزبائن المتلهفين للتذوق.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "أركين",
        "description": "في مدينتي بيلتوفر وزون، تتحرك مظاهر البلبلة مع ثورة المخترعين واللصوص، والساسة وزعماء الجريمة على قيود مجتمع ممزق إلى أشلاء. وهكذا تتشابك خيوط الاكتشاف والخطر، مع ولادة الأبطال وانقطاع أواصر العلاقات. هل ستغير هذه القوة العالم، أم ستؤدي إلى هلاكه؟",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "حافة الغيوم",
        "description": "يحملون أسلحة مشبعة بسحر الصواعق خلال طقوس الغيوم المميتة، نصال الصدمة هم تنظيم من محاربي الشينوبي الغامضين مهمتهم حماية الجنس البشري من الأرواح والوحوش الشريرة. يسافرون بين عوالم الأرواح والفانين ليطاردوا التهديدات التي لا يستطيع غيرهم أن يمسها، ولحماية مستقبل كل قاطني العالم الفاني.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "آنيماتيك",
        "description": "الجنس البشري على شفا الهلاك، إذ كاد يهزمه جيش ذو تقنيات متطورة من الغزاة من أعماق البحار يسمون بالبدائيين. وهنا تدخلت فرقة أنيما: مقاتلون من النخبة يستخدمون تقنيات البدائيين لإيقاف نهاية العالم. لإنقاذ البشر، سيتحتم عليهم القتال مثل الحيوانات.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "الصيف المغمور بالشمس",
        "description": "إنه الصيف! الشمس ساطعة، والنسيم عليل، والماء بارد. يترك الجميع منافساتهم وأحقادهم في المنزل، ولا يحضرون إلا ملابس السباحة والمشاعر الجيدة. سيكون هناك كثير من الوقت للشجار والصراخ لاحقًا. اجلس باسترخاء فحسب، واستمتع بالموسيقى، وتمتع قدر المستطاع.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "مروّض الوحوش",
        "description": "من نكون؟ نحن مروّضو الوحوش! نحمي العالم عندما يكون في خطر! عندما يهرب الآخرون، نتبع نحن صوت الزئير. نروض الوحش ونستخدم الجوهر. ومع أصدقائنا الجدد إلى جانبنا، سنقفز ونركض ونسبح وننزلق! سنذهب إلى أي مكان، بغض النظر عن بعد المسافة. لأننا مروّضو الوحوش! هذا من نكون!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "أفق الحدث",
        "description": "في ظلمة الفضاء الواسعة، ولدت كيانات جميلة وشنيعة - مخلوقات كونية من الحب السامي، والوحوش المجهولة للنجم المظلم. إنهم أبناء الزعماء الصامتين، وقد عادوا إلى الوطن أخيرًا.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "حارس الروح",
        "description": "أمضى أودير عقدًا تقريبًا يتدرب في أيونيا مع رهبان دير هيرانا، ويتعلم أن يتحكم في قدراته الروحية ويتقنها. في النهاية، عندما دعته فريليورد ليعود، اختار أن يبقى ويكمل تدريبه. منذ ذلك الحين، أصبح أودير جزءًا من أيونيا، فانيًا وروحيًا في نفس الوقت، بينما يعمل مع لي سين وكارما لإعادة التوازن إلى الأرض التي مزقتها الحرب.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "الاجتهاد",
        "description": "الاجتهاد ليس في العمل وحده. الاجتهاد يكمن في الكفاح والمثابرة، أحيانًا يكون مشجعًا وأحيانًا أخرى مثبطًا للعزيمة. إنه أسبوع عاصف يعج بالتحديات الكوميدية والسقطات التراجيدية، ليبدأ كل شيء من جديد يوم الاثنين. هل نعمل بجد أم إننا بالكاد نعمل؟ الأمران سيان في الميدان.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "قطعًا لا",
        "description": "كون عادي تمامًا، لا يوجد فيه خيانة أو خداع أو مكر. قطعًا لا.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "القبة السماوية الحديدية",
        "description": "تحاول مجرة قد أُثخنت بجراح الحرب بناء نفسها من جديد، ولكن ما زالت الجراح القديمة باقية. حيث ملأ المجرمون وصيادو الجوائز فراغ السلطة، حيث يقودون بذل قتال آلية خطرة ذات قدرات خارقة. ونتيجةً لذلك، استخدمت الشركات الكبرى جيوشًا خاصة لفرض سيطرتها على المستوطنات البعيدة في الفضاء. ستظل جذوة الحرب مشتعلة، ما يختلف هو ميادين المعارك.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "عصور رونتيرا",
        "description": "لمحات من النفس في حيوات أخرى. صراعات القدر في عصر آخر. رونتيرا عالم غني بالإمكانات إذ يحاول أساطيره إيجاد أماكن جديدة وأقدار جديدة.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "مخلوق الطبيعة",
        "description": "تتعلق مملكة على حافة الدمار حيث يعلن جيش من وحوش الطبيعة العملاقة الحرب على البشرية. وتقف في آخر خط دفاع ملكة محاربة وحيدة، لوكس ساحرة الطبيعة. لإنقاذ شعبها، عليها أن تبحث في داخلها وتكشف طبيعتها الحقيقية... بغض النظر عن أي هيئة تتخذها.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "مشتعل",
        "description": "نار وكبريت وموت. لا مجال ليعود العالم إلى ما كان عليه قبل نهضة سيد الرماد. إنه لحلم، وفقدناه في أنهار الحمم البركانية المتأججة تحت أراض تزعزعها البراكين. والآن يبدأ عصر جديد، عصر سيحترق إلى الأبد.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "قديم",
        "description": "ثمة كنوز من العصور السحيقة، تلتمع وتبدو قريبة.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "عجائب العالم",
        "description": "أفراد ينحدرون من عالم \"الأرض\" البعيد، حيث تدب الحياة في التماثيل العملاقة وتجد الجميع مرتدين قبعات مرحة. لو فكرتم في الأمر، فهذا يشبه رونتيرا إلى حد كبير.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "معهد الحرب",
        "description": "رغم أن القوانين الصارمة والإمبراطوريات والفساد السياسي الذي أدى إلى حرب رون قد صار من الماضي السحيق، فإن حكايات المعارك الأسطورية على ميادين العدالة بقيت على قيد الحياة على يد أسياد السحر والحامية. يواصل المغيرون والمأمورون إرث حروب أسلافهم وكراهيتهم، رغم بُعدهم الشديد عن أثر تلك المعارك.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "عالم التنانين",
        "description": "التهمت نار التنانين العالم مرتين. وتم صنع الأبطال بين الجمرات مرتين أيضًا.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "كينيتيكس الآلية",
        "description": "إننا في القرن الثاني والعشرين وصار تحسين الجسد أمرًا رائجًا في المجتمع. إن حدود الإنسانية تتغير يومًا بعد يوم، وتخلق شعورين جديدين بالتفاؤل والأمل. كل أربع سنوات، تضع الأمم خلافاتها جانبًا بروح التناغم والمنافسة في ألعاب القمة. لا يشاركون فقط لإظهار قدراتهم، بل لاستعراض ما قد يقدرون على فعله.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "آركيد",
        "description": "أدخل عملة للعب\" تظهر على الشاشة، عرض لا يُقاوم لأي لاعب جدير بالاحترام. لكن بعد أن خرجوا من عالم ألعاب الآركيد المتواضع إلى عالم الأبطال وزعماء المعارك، فإن هؤلاء اللاعبين العاديين سيتعين عليهم أن يقاتلوا بكل الضربات والضربات المتتالية التي يتقنوها. لأن اللاعبين في آركيديا... يلعبون بحياتهم.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "حكايات من الريفت",
        "description": "يحكي الآباء لأطفالهم قصصًا عن الساحرات الشريرات وما يشبه ذلك، اللاتي يجبن الشوارع ليلةً واحدةً كل عام. \"الزم فراشك يا صغيري، لأن الظلام صديقهنّ.\" ليست هذه القصة حقيقية بشكل كامل، ورغم أن غيلان هذه الأمسية المسحورة يحبون بث الذعر في نفوس الناس، لكنهم لن يمسوا أبدًا شعرة من طفل صغير. إلا الأطفال الأشقياء للغاية.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "النحل",
        "description": "بزززت. بزززت بزززت. بزززت. بزززت! بززت، بززت، بززت، بززت، بززت. بزززت…",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "عصر الفضة",
        "description": "يتوفر أعظم أبطال الريفت الخارقون وأكثر الأشرار دناءةً في متجر قصص مصورة قربك!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "القطط ضد الكلاب",
        "description": "أقدم صراعٍ شهده العالم: الصديق الوفي للإنسان في مواجهة أبطال العوالم الرقمية. من فكي الصراع المتوحش، لن ينجو سوى فصيل واحد من قبضة الحرب الضارية بين القطط والكلاب. نأمل ألا تتسخ فروتهم كثيرًا: الخسارة أمر صعب، ولكن لا يوجد ما هو أسوأ من وقت الاستحمام.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "كابوس الحارة",
        "description": "حكايات مرعبة عن دخلاء غريبي الأطوار وأصدقاء عفاريت واجتماعات شنيعة.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "العريق",
        "description": "الحياة جميلة بين جدران قلعة أراضي السيد ترايندامير. قد يذهب الفرسان إلى الحَدّاد لشراء معداتهم أو واحدًا من السحرة الكثيرين لطلب النصيحة الحكيمة. ولأصحاب الأرواح الجريئة، أراضي ألبيون في الانتظار، التي لا يعرف أسرارها إلا القلة الذين يسكنون هناك.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "المياه المظلمة",
        "description": "بيلجواتر، حيث يكون الموت أسرع من التيارات، والقواعد لا شكل لها ولا لون. حيث تكون العملة هي المفتاح الوحيد القادر على فتح أي قفل، وما الحقيقة إلا كذبة اتفقنا عليها جميعًا.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "سجلات الفوضى",
        "description": "طبعًا، ليست فقط الملاعب كامل بالعدد ولا التباهي بالثياب الأنيقة ولا الجماهير المفعمة بالحماس، لكن أيضًا مكبرات الصوت العالية جدًا، وأذناك اللتان يرنان رغبة في الغناء مع الألحان. وكذلك الأنوار الرائعة وإيقاعات موسيقى الراجفة والوتيرة الثابتة لقرع الطبول. والأدرينالين المرتفع، الذي يشعل ذروة حماسك داخليًا وخارجيًا. أتعرف هذا الشعور؟ هذه هي الموسيقى!",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "المنتصر",
        "description": "يقهر الأبطال أعداءهم ويرتقون إلى مستويات جديدة، يحققون أحلامهم الجامحة ويعرضون غنائمهم التي كسبوها بشق الأنفس على كل من يريد أن يرى العظمة الحقيقية.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "تكريم",
        "description": "لقد أصبح المجتمع فرديًا بشكل متزايد ومنغلقًا تحت حكم الإيسنت. يتم تشجيع الناس على أن يبالوا بأنفسهم فقط، بحيث لا يثق أحد بالآخر. كقائد لتنظيم العزاء، الذي انتهى منذ زمن طويل، يسعى مالزاهار إلى جلب التناغم إلى هذا العالم المتنافر من خلال النهوض بهالة العزاء. إنه يعلم أنهم لا يستطيعون إلهام عالم أفضل إلا بالتعاون معًا.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "هيفي ميتال",
        "description": "يجتمع المشاهدون من كل أنحاء العالم للاستمتاع بفرصة مشاهدة صراعات أعظم مقاتلي الروبوتات في حلبات مصارعة RiotCorp، والمتحمسين لفرصة تتويجهم بلقب بطل دوري قتال الروبوتات الآلي بالكامل أو تعطلهم وهم يحاولون.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "كن لي.",
        "description": "هل… ستفعلونها؟",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "الأكاديمية",
        "description": "انتباه للطلاب والكلية: لُفت انتباهنا إلى أن الطلاب الآن جميعهم مُعاقبون والأساتذة كلهم في إجازة مرضية نفسية \"مقترحة عليهم\". ستُلغى المحاضرات حتى إشعار آخر، ربما حين يتدبر هؤلاء الطلاب الذين سبق ذكرهم في أفعالهم المريعة.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "ساحر الأسرار",
        "description": "خارج أبواب الأكاديمية مباشرة، ينتظرهم عالم مليء بالسحر… والأخطار. يحث الأساتذة السحرة الشباب على البقاء آمنين داخل ساحات المدرسة، وتنمية قواهم، والدراسة بجدّ، ولكن أين المتعة في ذلك عندما تجد المغامرات تنتظرك خلف المنعطف التالي؟",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "نزهة بين النجوم",
        "description": "من الخطر السفر عبر الفضاء وحدك… خذ معك ميب! إلا إن كان باللون البنفسجي. ذوو اللون البنفسجي أشرار.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "سلاح سماوي",
        "description": "تحول المجتمع بسبب الأسلحة السماوية المبعثرة حول العالم إلى مجتمع تقوده القوة. تدعو التماثيل الواعية تلك الأبطال الجديرين وتغدق على رعاياها الهدايا، محاولةً توسيع نطاق غزوها في هذا العالم الذي مزقته الحروب. وأن تُصطفى لهو وسام فخر، ويبث الذعر في نفس أي شخص يجرؤ على معارضتهم.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "بيتا",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "الصقيع الأسود",
        "description": "لا تدع مشعوذة الجليد أحدًا يرقد، كل صديق وعدو يقتل في أرضها ينهض مجددًا ليقاتل إلى جانبها. يغير سحرها المظلم من مظاهرهم، فيحولهم إلى مسوخ ثلجية ذات قلوب سوداء من جليد لا يذوب.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "حجر الدم",
        "description": "حجر الدم المذكور في القصص الخرافية يمنح قدرات مذهلة بسعر مخيف بالقدر ذاته. وفي إثره ترقد جثث كثيرة سيزداد عددها دون شك، لأن الظلام لا تنقصه القوة بل العزيمة على الإمساك بزمامها.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "الرياضات الإلكترونية",
        "description": "يقول البعض إن الإمساك بكأس المستدعي أمام ملعب يعج بالمشجعين لهو أعظم جائزة… يقول آخرون إن المال هو الجائزة الوحيدة. من يصنعون المظاهر في فريق League of Legends؟ نرى أن أفضل جزء في فوز العوالم هو أن تخلد إلى الأبد في لعبتك المفضلة. ولسنا منحازين!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "إصدار هواة التجميع",
        "description": "للجامع الشغوف لإصدارات موبا الحصرية في 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "الحرب لعنة",
        "description": "ما هذا؟! نحن في حرب ضروس أيها الجندي، وأنت تمضي وقتك في قراءة الكتب؟ ما جدوى القراءة وأنت تزحف بمؤخرتك النحيلة على وحل مليء بالفئران وسط عاصفة من الرصاص؟ لا جدوى لها، تلك هي الحقيقة! ادخل إلى التشكيل الآن!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "الأرنب",
        "description": "إنه موسم الأرانب! الوسيمون على درب الأرانب يرتدون أفضل ثياب يوم الأرنب، والبيض ملوّن والابتسامات لا نهاية لها. نأمل أن يساعدك قفزهم على الابتهاج في العطلة!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "النخبة القرمزية",
        "description": "كيف يجد المرء النخبة القرمزية؟ اتبع الجثث.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "قسم الموت",
        "description": "العالم السفلي يعج بأعمال الشر. ويرسل الموت رعاياه إلى خطة مريعة أخرى، خطة تتطلب كل أرواح الفانين.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "شيطاني",
        "description": "ولتلك الأرواح التي كُتبت عليها المعاناة، وسواءً كان ذلك لنتيجة عقد ما أو شر محض بالممارسة، فإن نيران الجحيم تستعر في انتظار هؤلاء.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "وحوش أربعة",
        "description": "تحرس الوحوش السماوية العالم برمته، وهي قادرة على تحويل أي شخص إلى كائن قوي، فقط في حالة أن تلك الروح جديرة ببركاتها. وسواءً استُخدمت قوتهم للشر أو للخير، بمجرد أن تُمنح الهبة، لا يمكن لأحد أخذها.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "فرسان الرهبة",
        "description": "أعادهم إلى الحياة سحر قديم غامض، هؤلاء الفرسان الموتى الأحياء هم كل ما تبقى من تاريخ لا نعرف عنه إلا القصص وقد ضاع بمرور الزمن. سيحمون ما كان مُلكهم مرةً، مهما كانت الثمن من حياة الفانين.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "رحلة الريفت",
        "description": "يتربص الخطر في رونتيرا! حيث تجول الوحوش القوية، والمشعوذون الغادرون، والمخلوقات الأسطورية دون رادع! فاجمع أصدقاءك وكوّن مغامرتك الخاصة من 3-5 لاعبين، واقهر الشر مع كل رمية نرد. ألديك ما يلزم من أجل إنقاذ العالم، وكي تصبح أسطورة رحلة الأخدود؟",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]