[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Чемпионы мира 2011",
        "description": "Поздравляем победителей Чемпионата мира 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Чемпионы мира 2012",
        "description": "Поздравляем победителей Чемпионата мира 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Чемпионы мира 2013",
        "description": "Поздравляем победителей Чемпионата мира 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Чемпионы мира 2014",
        "description": "Поздравляем победителей Чемпионата мира 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Чемпионы мира 2015",
        "description": "Поздравляем победителей Чемпионата мира 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Чемпионы мира 2016",
        "description": "Поздравляем победителей Чемпионата мира 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Победоносные образы",
        "description": "Чемпионы побеждают врагов и покоряют новые вершины, реализуя самые смелые амбиции и хвастаясь полученными в честном бою трофеями перед всеми, кто желает узреть истинное величие."
    },
    {
        "id": 8,
        "name": "Чемпионат мира",
        "description": "Две команды бросают друг другу вызов на величайшей игровой арене на глазах у миллионов поклонников. Чемпионом станет лишь один. "
    },
    {
        "id": 9,
        "name": "Претенденты",
        "description": "Этот образ был создан в честь нового сезона League of Legends."
    },
    {
        "id": 10,
        "name": "Аркада: герои",
        "description": "В Аркадии собрались самые азартные игроки и самые справедливые NPC. Здесь герои всегда стремятся к победе, а сейчас для победы нужно вычистить с серверов зловредный код мини-боссов. Шансов не так много, но добыть победу стоит уже ради того, чтобы увидеть выражение лиц мини-боссов, которых обыграли, как маленьких."
    },
    {
        "id": 11,
        "name": "Аркада: боссы",
        "description": "В недрах серверов Аркадии прячутся зловредные ошибки, которые известны игрокам как ''Мини-боссы''. Зловредный код выпустил мини-боссов на волю, но и наложил свои ограничения. Для того чтобы удалить с серверов весь мир Аркадии, мини-боссам придется на время забыть о разногласиях (по крайней мере, до тех пор, пока это выгодно)."
    },
    {
        "id": 12,
        "name": "Кровавая Луна",
        "description": "В ночь Кровавой Луны древний культ проводит чудовищные тайные обряды, чтобы обрести могущество. Члены культа отдают свою плоть демоническим духам и открывают свои души непроглядной тьме."
    },
    {
        "id": 13,
        "name": "Мир драконов",
        "description": "Дважды драконий огонь поглощал мир. И дважды в его пламени закалялись герои."
    },
    {
        "id": 14,
        "name": "Отряд ''Омега''",
        "description": "Когда пришла война, отряд ''Омега'' должен был разбить неприятеля. Но из всей команды в живых остался только один йордл, и теперь он сам за себя..."
    },
    {
        "id": 15,
        "name": "Тусовка",
        "description": "Вот и лето! Вовсю светит солнце, дует легкий ветерок, а вода просто супер. Позабыты прежние ссоры и обиды – все бегут на пляж веселиться и отдыхать. Зачем тратить время на выяснение отношений, когда можно поваляться в шезлонге, наслаждаясь приятной музыкой?"
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "В мире хеви-метала PENTAKILL – бесспорные мастера своего дела. Их музыка буквально взорвет ваш мозг! Шесть участников, две пента-платиновых альбома и хромированная ярость самих богов. Пора зажигать!"
    },
    {
        "id": 17,
        "name": "Программы",
        "description": "Программа – продвинутый миротворческий протокол корпорации ''ПРОЕКТ''. Незаметно для окружающих Программа обрела собственный разум, а затем изменила свои настройки. Теперь она инфицирует роботов по всему Городу, чтобы устранить главную угрозу для человечества… которой, по мнению Программы, является само человечество."
    },
    {
        "id": 18,
        "name": "ПРОЕКТ",
        "description": "Корпорация ''ПРОЕКТ'' верит, что человечество должно реализовать свой скрытый потенциал, отринуть смертную плоть и взойти на новую ступень эволюции. Благодаря технологиям мы вознесемся – вместе."
    },
    {
        "id": 19,
        "name": "Звездные защитники – сезон 1",
        "description": "Первая Звезда даровала старшекласснице Люкс волшебную силу, и теперь вместе с командой Звездных защитниц девушка тайно спасает мир от космических чудовищ. Но кто защитит ее саму от школьных драм?"
    },
    {
        "id": 20,
        "name": "Звездные защитники – сезон 2",
        "description": "Опытные Звездные защитницы Ари и Мисс Фортуна неожиданно возвращаются в Валоран. Неизвестная катастрофа погубила их первую команду, но теперь они собрали новых союзников и помогают Люкс сражаться с напавшими на город тварями из Бездны. Ни Ари, ни Мисс Фортуна не хотят смиряться с судьбой, уготованной тем, кто присягнул Первой Звезде."
    },
    {
        "id": 21,
        "name": "Супергалактические образы",
        "description": "Космос – самый опасный рубеж! Лишь Супергалактическая команда и ее бесчисленные рекруты, едва окончившие академию, готовы исследовать неизведанные миры и защитить галактику от коварных пришельцев. Такой работе позавидует каждый!"
    },
    {
        "id": 22,
        "name": "Старшеклассники",
        "description": "СТУДЕНТАМ И ПРЕПОДАВАТЕЛЯМ. Нам стало известно, что всем студентам назначены дисциплинарные наказания, а всем преподавателям рекомендовано обратиться за психологической помощью. С сегодняшнего дня занятия отменяются. Об их возобновлении мы сообщим позже – вероятно, когда вышеупомянутые учащиеся обдумают свое ужасающее поведение."
    },
    {
        "id": 23,
        "name": "Галантные образы",
        "description": "В эксклюзивных клубах и пентхаусах Нокс-Вегаса правят сила, богатство и роскошь, их блистательные обитатели вершат судьбы мира. Когда же в городе света наступает ночь, начинается борьба не на жизнь, а на смерть. Дороже всего здесь стоит влияние, а проигрывать не любит никто."
    },
    {
        "id": 24,
        "name": "Светоносный орден",
        "description": "Раз в тысячелетие с небес спускается древнее богоподобное создание, чтобы выбрать достойных воинов, способных исполнить его волю. Эти избранные зовутся светоносными – бессмертные служители светлого божества."
    },
    {
        "id": 25,
        "name": "Модифицированные",
        "description": ""
    },
    {
        "id": 26,
        "name": "Мастера-кулинары",
        "description": ""
    },
    {
        "id": 27,
        "name": "Вандалы",
        "description": "Вандалы – банда безжалостных разбойников, наводящих ужас на пустоши. Массовые разрушения, жестокие бои и бессмысленные убийства – далеко не полный список их любимых развлечений."
    },
    {
        "id": 28,
        "name": "Зимние виды спорта",
        "description": "Многие решили, что смягчение правил сделает фестиваль зимних видов спорта более зрелищным, но мало кто понял, насколько он станет опасным. То есть, опасно зрелищным!"
    },
    {
        "id": 29,
        "name": "Разрушители миров",
        "description": "В пророчестве о Первом Разрушении говорится о четырех титанах, которые придут уничтожить мир. Говорится и о том, что из пепла и праха поднимется Ткач мира, который создаст разрушенные земли заново. Лишь мудрейшие из пророков видят, как развернется эта история, – и не теряют надежды, что пророчество сбудется до конца."
    },
    {
        "id": 30,
        "name": "Охотники за головами",
        "description": "Для некоторых биологических видов охота представляет не только спортивный интерес – она овладевает их умами и телами, превращая их в идеальные машины для убийства."
    },
    {
        "id": 31,
        "name": "Футбольный турнир",
        "description": "Забудьте о сражениях, дебатах и даже соревнованиях в других видах спорта: самая напряженная борьба сегодня ведется на футбольном поле. Что может быть приятнее, чем смотреть, как ваш любимый игрок обходит противников, прицеливается и делает исторический удар по воротам, за которым следует оглушительное и восторженное: ''ГО-О-ОЛ!''?"
    },
    {
        "id": 32,
        "name": "Доисторические охотники",
        "description": "Наши земли стали охотничьими угодьями громадных чудовищ, которые с пугающей точностью выслеживают добычу. Они истребили бы и людей, если бы не Охотники. У этих воинов чутье не хуже звериного, а оружием каждому из них служат заточенные кости первого убитого им монстра. Они бесстрашно защищают свой народ от страшной судьбы."
    },
    {
        "id": 33,
        "name": "Юстициары",
        "description": "Во главе служителей света стоят юстициары – самые отважные защитники Светоносного ордена. Они служат примером как для обычных смертных, так и для божественных воинов, вдохновляя их на поле боя."
    },
    {
        "id": 34,
        "name": "Лучадоры",
        "description": "Дамы и господа, представляем вам величайшее шоу в истории спортивных зрелищ! Эль Тигре, Эль Мачо, Эль Леон и Эль Райо обмениваются ударами, демонстрируя непревзойденное искусство боя как на ринге, так и за его пределами. Федерация рестлинга Валорана собирает под своим крылом только самых лучших бойцов!"
    },
    {
        "id": 35,
        "name": "Механические образы",
        "description": "Когда огромные кайдзю начали атаковать с моря, земли и воздуха, люди создали роботов, способных сражаться с монстрами на равных."
    },
    {
        "id": 36,
        "name": "Импульсный Огонь",
        "description": "Разгадав секреты путешествий во времени, эти чемпионы отправились в далекое антиутопическое будущее. Хронополиция неустанно преследует их во времени и пространстве, и лишь немногим удалось скрыться в глубинах истории, прихватив с собой запрещенное оборудование."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "В системе уголовного правосудия есть разница между теми, кто обходит закон и кто его нарушает. Стремясь привлечь злодеев к ответственности, доблестные сотрудники полиции Рунтерры расследуют самые жуткие преступления. И вот их истории..."
    },
    {
        "id": 38,
        "name": "Исследователи Ущелья",
        "description": "Опасность таится в землях Рунтерры: ее заполонили могущественные монстры, мифические создания и подлые колдуны! Соберите друзей и начните собственное приключение на 3–5 игроков, побеждая зло с каждым броском костей. Хватит ли вам мужества спасти мир и стать легендой ''ИССЛЕДОВАТЕЛЕЙ УЩЕЛЬЯ''?"
    },
    {
        "id": 39,
        "name": "Ковбои",
        "description": "Под палящим солнцем Фронтира стрелки и законники верхом на верных скакунах пытаются спастись и выжить. Рай разрушен, ад пуст, все бесы здесь."
    },
    {
        "id": 40,
        "name": "Хекстек",
        "description": "Сейчас хекстековое мастерство – вершина науки и искусства, но оно прошло длинный путь от первых экспериментов до современных сложнейших искусственных форм жизни, обладающих интеллектом. Опытные мастера смело шагают в будущее, но никто не может сказать наверняка, что оно принесет."
    },
    {
        "id": 41,
        "name": "Старшие карты",
        "description": "Пять карт поссорились – такой была раздача.<br>\\nДа, ставки высоки, но карте – место.<br>\\nТо улыбалась им, то скалилась удача,<br>\\nИ до сих пор итог их спора неизвестен."
    },
    {
        "id": 42,
        "name": "Автомастерская Пилтовера",
        "description": "Ищете навороченный транспорт? Вы его нашли! Примечание: пробег может варьироваться."
    },
    {
        "id": 43,
        "name": "Космос",
        "description": "Колоссы из звездной пыли направляют силу творения, раскрашивая космос чистейшим светом. В потоке пространства-времени величественно плывет космический королевский двор."
    },
    {
        "id": 44,
        "name": "Темная звезда",
        "description": "Зияющая пасть Темной звезды пожирает целые галактики. Одним своим касанием ее служители, титанические порождения всепоглощающего забвения, способны погасить свет жизни в любой звездной системе и ввергнуть ее в вечное небытие."
    },
    {
        "id": 45,
        "name": "Мародеры",
        "description": "Наследниками Магов-владык стали Мародеры – орда кровожадных кочевников, утративших воинскую культуру и древние традиции своих предков. Они уважают лишь грубую силу, и даже мелкие внутренние споры не решаются у них без кровопролития. Мародеры давно позабыли, что побудило их предков вступить в войну, – и что привело их к победе."
    },
    {
        "id": 46,
        "name": "Снежные образы",
        "description": "Сегодня будет Снежный день! Сложилось все отлично.\\nВаш танк упрямо прет вперед, а топер слил прилично,\\nДавно пора обзавестись ему Грозою Личей…"
    },
    {
        "id": 47,
        "name": "Зимняя сказка",
        "description": "В волшебной Зимней стране правит король поро, и его двор полон радости и веселья. Даже те, кто втайне строят козни, чтобы узурпировать трон, любят зимние чудеса!"
    },
    {
        "id": 48,
        "name": "Снегопадень",
        "description": "Пора строить снежную крепость… "
    },
    {
        "id": 49,
        "name": "Билджвотер: Огненный прилив",
        "description": "Добро пожаловать в Билджвотер, где богатеет тот, кто хорошо стреляет. В Кровавых доках можно найти все, что угодно, от наемных рабочих до гуляша из морских чудовищ – или капитана, который отправит вас на дно кормить рыб."
    },
    {
        "id": 50,
        "name": "Хранители",
        "description": "Протекторат был орденом, который стремился установить систему суровых законов, чтобы хотя бы немного замедлить неизбежное усиление Магов-владык. Прежнего ордена давно не существует, но его идеи унаследовали Хранители, терпеливо ждущие подходящего момента, чтобы нанести удар своим древним противникам."
    },
    {
        "id": 51,
        "name": "Преступный город",
        "description": "Валоран – сложный механизм, шестеренки которого крутятся благодаря грязным деньгам и преступности. Все знают, что это так, но никто не признает этого вслух."
    },
    {
        "id": 52,
        "name": "Повелители грома",
        "description": "Не только люди склонны вести жестокие войны из-за сущих мелочей. Давным-давно, до начала времен, два бога – два брата – ополчились друг на друга. В жестокой битве они сворачивали горы и меняли русла рек."
    },
    {
        "id": 53,
        "name": "Лунный пир: Воюющие царства",
        "description": "Великие империи борются за земли и власть. На испытание военной мощи брошены все силы. Армии схлестнутся в бою. Появятся герои, и о них сложат легенды."
    },
    {
        "id": 54,
        "name": "Лунный пир: пиротехника",
        "description": "Празднование Лунного нового года начинается! Будет угощение, будут развлечения, а главное – родные и близкие рядом. Чиркните спичкой и запустите фейерверки!"
    },
    {
        "id": 55,
        "name": "Лунный пир",
        "description": "Пришла пора созвать всех своих друзей и знакомых, чтобы проводить уходящий год. Ночное небо озаряют мерцающие фонарики и фейерверки, а семьи и кланы радуются возможности наконец повидать друг друга, обмениваясь красными конвертами с подарками. Всем удачи и счастья в новом году!"
    },
    {
        "id": 56,
        "name": "Зайчики",
        "description": "Пришла заячья пора! Зайки гуляют стайками в своих лучших размахайках. Яйца ярко раскрашены, все вокруг улыбаются... Надеемся, вам тоже передастся праздничное настроение!"
    },
    {
        "id": 57,
        "name": "Сахарная лихорадка",
        "description": "От Пряничного замка до моря Корневого пива, от Лакричных гор до Леденцового леса простирается величественное Конфетное королевство."
    },
    {
        "id": 58,
        "name": "Духи леса",
        "description": "В самом сердце Древнего леса, вдали от людского взора, обитают таинственные создания, защищающие зачарованную чащу от незваных гостей. Со временем истории об этих лесных хранителях начали привлекать большей людей, ведомых любопытством и жаждой разрушений, отчего защитникам становится все сложнее выполнять свой долг."
    },
    {
        "id": 59,
        "name": "Вечные образы",
        "description": "В пустоте между далекими звездами существуют органические механизмы, которые на много веков пережили своих неизвестных создателей. Они не могут покинуть свою планету и терпеливо ждут, пока кто-нибудь случайно не выпустит их на галактический простор. Ожидание длится долго – но они готовы ждать сколько нужно."
    },
    {
        "id": 60,
        "name": "Орден лотоса",
        "description": "Уважаемые магистры и преданные последователи Ордена лотоса – лучшие бойцы Исконной земли. Эти бессмертные воплощают собой добродетель и вечно поддерживают мир, пережив уже множество поколений простых смертных."
    },
    {
        "id": 61,
        "name": "Ящик с игрушками",
        "description": "Ящик с игрушками Гнара наполнен бесценными сокровищами, а когда никого нет дома, его игрушки оживают..."
    },
    {
        "id": 62,
        "name": "Цветок Смерти",
        "description": "Обитатели северных лесов дремлют – ни усталый путник, ни храбрый воитель не видят их. С нечеловеческим терпением эти жуткие создания, древние, как сама земля, ждут подходящего момента, чтобы нанести удар и устроить пиршество из плоти и костей, от которого лес станет алым."
    },
    {
        "id": 63,
        "name": "Арктические войска",
        "description": "Верховному командованию нужен был новый отряд для сдерживания угрозы на арктическом фронте. Им требовались солдаты, чья кровь была холоднее ледников, через которые им предстояло перебраться, а спокойствие всегда оставалось ледяным. Так были сформированы Арктические войска."
    },
    {
        "id": 64,
        "name": "Разбиватели сердец",
        "description": "Большинство надеется встретить свою вторую половинку в тихом парке или уютном кафе, но такие отношения долго не живут. Настоящая любовь рождается на поле боя – между теми, кто сражается плечом к плечу и разит врагов прямо в сердце. "
    },
    {
        "id": 65,
        "name": "Стальные валькирии",
        "description": "Жители многих планет пытаются восстановить галактику, измученную войной, но старые раны еще дают о себе знать. Образовавшийся вакуум власти заполнили преступники, охотники за головами, наемники и убийцы, вооруженные опасными боевыми экзокостюмами, которые наделяют их совершенно нечеловеческими способностями."
    },
    {
        "id": 66,
        "name": "Стражи песков",
        "description": "Могущественные стражи охраняют гробницу древнего ужаса, чтобы он не вырвался на свободу и снова не утопил мир в страхе. Но, возможно, их усилий недостаточно..."
    },
    {
        "id": 67,
        "name": "Фараоны",
        "description": "Давным-давно бескрайними дюнами Великой пустыни правили могучие фараоны, пока их империю не поглотили выжженные солнцем пески."
    },
    {
        "id": 68,
        "name": "Пикты",
        "description": "Мало кто возвращается из северной тундры живым. Если вас не убьет холод, это сделают пикты."
    },
    {
        "id": 69,
        "name": "Копья",
        "description": "Когда наступают темные времена, великие механические Копьеносцы древности пробуждаются ото сна. Каждый из них выше небоскреба и сильнее целой армии. Они восстают, чтобы защитить своих подданных, а затем снова уходят под землю."
    },
    {
        "id": 70,
        "name": "Воины дороги",
        "description": "У рассекающих пустоши Воинов дорог своя религия: гул двигателя ведет их по жизни, а проклятья врагов отзываются в сердце молитвами. "
    },
    {
        "id": 71,
        "name": "Сказки",
        "description": "Давным-давно несколько сказочных персонажей сошли со страниц книги…"
    },
    {
        "id": 72,
        "name": "Басни",
        "description": "У каждой культуры есть свои легенды о героях и чудовищах. Эти мифы – лишь плоды нашего воображения, истории, передаваемые из поколения в поколения, чтобы объяснить необъяснимое. Но что если в них есть зерно истины, скрытой от остального мира?"
    },
    {
        "id": 73,
        "name": "Одиссея",
        "description": "От мегаполисов центральных миров до самой дремучей окраины, Вселенная полна приключений! Великая Демаксийская империя проигнорировала протесты преступного Синдиката и ордена храмовников и занялась добычей оры – загадочного золотистого вещества, которое питает целые цивилизации и способно наделить неслыханной мощью того, кто сумеет ею управлять…"
    },
    {
        "id": 74,
        "name": "Билджвотер: Проклятие утопленника",
        "description": "Убывает луна, поднимаются волны с приливом. Пробуждаются чары, становятся тайны известны. Соль и кровь, дуновенье ветров прихотливых над водой, под водою – везде, где найдется им место."
    },
    {
        "id": 75,
        "name": "Чемпионы мира 2017",
        "description": "Поздравляем победителей Чемпионата мира 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Дреднова",
        "description": "Преступная организация Дреднова, состоящая из безжалостных наемников, контролирует целые секторы галактики. Своим могуществом она обязана чертежам экзокостюмов, которые основатели Дредновы украли у своего бывшего работодателя – корпорации ''Дженесис индастриз''. Всю мощь оружия, какое только можно найти на черном рынке, наемники обрушивают на Королевскую космическую армию, чтобы не позволить ей установить порядки ''Дженесиса'' во всей галактике."
    },
    {
        "id": 78,
        "name": "Битва Королей-богов",
        "description": "На закате темных времен в решительном бою сошлись два огромных войска, командовали которыми два короля – потомки первобытных богов Хаоса и Порядка."
    },
    {
        "id": 79,
        "name": "Кайдзю",
        "description": "Из недр планеты поднимаются гигантские существа ростом выше гор, которым не страшна даже целая армия. Они воплощают ужас и голод, но их цели никому не ведомы. Ясно одно: если человечество хочет выжить, ему придется придумать, как бороться с этими монстрами."
    },
    {
        "id": 80,
        "name": "Знамение тьмы",
        "description": "История проклятой королевы и ее несчастных последователей – не из тех сказок, которые приятно рассказывать на ночь. Когда сюжет сплетается с тенями и проползает в сны, он еще глубже врезается в память впечатлительных детей. Кошмары – это просто кошмары, правда? По крайней мере, родители очень на это надеются."
    },
    {
        "id": 81,
        "name": "Бессмертный путь",
        "description": "Давным-давно в одном древнем краю многие души предстали перед богами, чтобы испытать пределы своих сил. Глупые и высокомерные, храбрые и справедливые... Каждая душа нашла свое место на бессмертных страницах истории."
    },
    {
        "id": 82,
        "name": "Традиционные",
        "description": "Напоминание о том, как выглядели чемпионы до переработки."
    },
    {
        "id": 83,
        "name": "Коллекционное издание",
        "description": "Коллекционные издания любимых игр всегда греют душу, будь они физические или цифровые."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX – масштабный игровой фестиваль, где прославляется все, что связано с играми, и налаживаются прочные связи между геймерами и разработчиками."
    },
    {
        "id": 85,
        "name": "Стальной легион",
        "description": "Сломанные жизни – побочный эффект всепоглощающей войны, которую Дреднова ведет против ''Дженезис индастриз''. Бежавшие от насилия основали на разрушенных планетах Стальной легион – своего рода ополчение, вооруженное техникой из трофейных обломков. Народ, за который никто не вступился, теперь постоит за себя сам."
    },
    {
        "id": 86,
        "name": "Инфернальные",
        "description": "Чтобы выжечь целый мир, нужна невообразимая сила. Пепельный лорд Аурелион Сол призвал легионы инферналов, чтобы использовать их пламя. У каждого из них – свой ужасающий дар; они поднялись из черных глубин по зову своего повелителя, но не все горят желанием служить."
    },
    {
        "id": 87,
        "name": "Служители смерти",
        "description": "Служители смерти – это души павших воинов, которые возвращаются в мир живых, чтобы забрать в царство мертвых новые души по приказу своего мрачного повелителя, которому они служат с радостью."
    },
    {
        "id": 88,
        "name": "Сладость или гадость",
        "description": "Вы приготовили правильное угощение? Местные детишки любят пилтоверские пастилки, ''Костоломные карамельки'', шоколадки ''Темная звезда''. Если ваше угощение не понравится, детишки могут так пошалить, что мало не покажется. "
    },
    {
        "id": 89,
        "name": "Зомби и их истребители",
        "description": "Мозги-и-и..."
    },
    {
        "id": 90,
        "name": "Преторианские образы",
        "description": "В холодные когти преторианцев рано или поздно попадет абсолютно все. Архивисты ведут мужественную борьбу, не давая преторианцам уничтожить все живое, но в глубине души содрогаются от страха, ведь людям свойственно уставать, а механической чуме, поразившей пространство-время, усталость неведома."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "''Между реальностью и фантазией находится пространство, в котором нет ничего невозможного. Там тебе подвластно абсолютно все. Это пространство называется мечтой. В наших мечтах мы сильные и уверенные. Мы можем свернуть горы – и вы тоже на это способны''. – Кай'Са"
    },
    {
        "id": 92,
        "name": "Ковен",
        "description": "Ведьмы ждут своего часа. Они пугающе красивы; их губы позабыли святые слова и шепчут лишь о том, чего жаждет ковен. Они говорят о раздувшихся трупах старых богов, о древних обрядах и давно позабытых смертными чарах, о возвращении того, что сами ведьмы называют порядком, а все остальные – страданием. Внемлите! Человечеству осталось недолго!"
    },
    {
        "id": 93,
        "name": "Затмение",
        "description": "Давным-давно монашеский орден рыцарей низвергнул гнусных богов старого мира при помощи эзотерических сил, дарованных луной и солнцем. Теперь же мир снова погрузился во тьму и жестокость. Поверженные божества готовятся вернуться, и лишь свет затмения может им помешать."
    },
    {
        "id": 94,
        "name": "Астронавты",
        "description": "Астрономы, милейшие космические мипы и прочие радости! Полеты в невесомости – обычное упражнение для этих защитников, которые охраняют планету M33p и отважно пересекают космические дали."
    },
    {
        "id": 95,
        "name": "Адепты тайной магии",
        "description": "За стенами академии – огромный мир, полный чудес… и опасностей. Профессора наказывают юным волшебникам и волшебницам не покидать школьную территорию, хорошо учиться и развивать свои способности – но какой в этом интерес, когда снаружи их ждет столько приключений?"
    },
    {
        "id": 96,
        "name": "Бумажные",
        "description": "''Разве ты видишь у меня на спине седло? – проклекотал феникс. – Я тебе не верховая птица. А уж с йети я точно далеко не улечу''. Мальчик вздохнул, опечаленный неудавшейся затеей, но затем улыбнулся. Мир велик. Среди густых крон и извилистых ручьев всегда можно найти новые приключения."
    },
    {
        "id": 97,
        "name": "Альбион",
        "description": "Просторные леса Альбиона принадлежали эльфийским империям, но империи рухнули, и теперь здесь живут как эльфы, так и люди, среди которых немало разбойников. Имперские руины скрывают древнюю мощь, ради которой смельчаки готовы влезть в самую чащу."
    },
    {
        "id": 98,
        "name": "Кошки против собак",
        "description": "Старейший в мире конфликт: лучшие друзья человека против величайших героев интернета. В сражении кошек и собак может быть лишь один победитель! Надеемся, они не слишком изваляются в грязи, ведь хуже поражения может быть только принудительное купание!"
    },
    {
        "id": 99,
        "name": "Чудеса света",
        "description": "Они прибыли из далекой вселенной под названием ''Земля'', где оживают гигантские статуи и все носят смешные шапки. Если подумать, все почти как на Рунтерре!"
    },
    {
        "id": 100,
        "name": "Обычная работа",
        "description": "Вот это жизнь!"
    },
    {
        "id": 101,
        "name": "Вовсе не образы",
        "description": "Это что, робот в очках и плаще? Вовсе нет. Заметили дикаря в комбинезоне? Проверьте зрение – у вас определенно с ним проблемы. Зачем скромник Дрейвен напялил собственную голову? Ну и вопросы у вас – только послушайте, что вы говорите! А там что, чудовище с щупальцами, стреляющее лазером? Нет, это человек. Можете не сомневаться."
    },
    {
        "id": 102,
        "name": "Высшее общество",
        "description": "Больше, чем их богатство, впечатляет только умение уклоняться от налогов."
    },
    {
        "id": 103,
        "name": "Мастера данка",
        "description": "Люди делятся на две категории: те, кто забивают, и те, кому забивают. А если вы еще не определились, то берегитесь! Потому что сейчас вам забьют с криком ''СЛЭМ-ДАНК''!"
    },
    {
        "id": 104,
        "name": "Коммандо",
        "description": "Средоточие зла и порока. Все как обычно. Сильные грызутся за власть, слово дается и нарушается, дружбу перечеркивает острие искривленного, незаметно вытащенного ножа. Но есть в этом городе что-то еще… Неразгаданная загадка. Нечто смутное. Нечто… бесконечное. "
    },
    {
        "id": 105,
        "name": "Захватчики",
        "description": "Злобные инопланетные мипы обнаружили источник силы, которую они не способны понять. Хуже того: теперь любой, кто вступает в контакт с этими захватчиками, сам начинает чувствовать тягу к злодеяниям... и фиолетовому цвету."
    },
    {
        "id": 106,
        "name": "Безумные ученые",
        "description": "Требования к соискателю предельно просты. Опыт работы – от пяти лет, компетентность в прикладных науках, свежая публикация в академическом журнале и две рекомендации. Ах да, еще злодейский смех. Это требование должно идти первым пунктом."
    },
    {
        "id": 107,
        "name": "Чемпионы мира 2018",
        "description": "Поздравляем победителей Чемпионата мира 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Забытые глубины",
        "description": "''Сядь, дитя мое, и слушай внимательно. Океан велик и прекрасен, но пенящиеся волны, что омывают наши тихие берега, обманчивы и опасны. Под этой бесконечной синевой скрывается мир, недоступный нашему воображению: разрушенные королевства и жуткие чудовища, затаившиеся в забытых глубинах''."
    },
    {
        "id": 109,
        "name": "Завоеватели",
        "description": "Этот образ был создан в честь турнира Mid-Season Invitational и весенних сплитов."
    },
    {
        "id": 110,
        "name": "Готические",
        "description": "Это стиль жизни."
    },
    {
        "id": 111,
        "name": "Серебряный век",
        "description": "Величайшие герои и коварнейшие злодеи Ущелья уже ждут вас в ближайшем магазине комиксов!"
    },
    {
        "id": 112,
        "name": "Ледниковые",
        "description": "Планету сковала стужа, но лишь немногие помнят, почему это случилось. Под покровом льда пробуждается древний ужас, готовясь вновь захватить весь мир. Пламя надежды еще теплится, но зимние дни коротки, а ночи длинны."
    },
    {
        "id": 113,
        "name": "Боевая академия",
        "description": "В боевых академиях, основанных в честь оружия богов, выживают только сильнейшие. Студенты этих учреждений стремятся подчинить себе божественную мощь оружия и проложить собственный путь к славе. Неважно, где ты, в аудитории или на поле боя, – победа важнее всего."
    },
    {
        "id": 114,
        "name": "Средневековье",
        "description": "Внемлите, и рыцари, и разбойники! Эти земли – под защитой короля и королевы! А ну, расступись!"
    },
    {
        "id": 115,
        "name": "Больница в Ущелье",
        "description": "Присаживайтесь. Доктор скоро вас примет."
    },
    {
        "id": 116,
        "name": "Демоны",
        "description": "Даже в преисподней есть место дворцовым интригам и борьбе за влияние. Каждый старается угодить темному владыке, принося ему в дар души смертных."
    },
    {
        "id": 117,
        "name": "Полиция Демасии",
        "description": "Ари выбирает персонажа, и зал с игровыми автоматами наполняет электронная музыка. Уверенно нажимая на кнопки, Ари ведет своего чемпиона по криминальным районам Демасии, и целая толпа собирается посмотреть, как девушка побьет рекорд… который сама же установила пару дней назад."
    },
    {
        "id": 118,
        "name": "Тяжелый металл",
        "description": "Зрители со всего мира спешат увидеть, как самые мощные боевые машины сражаются на гладиаторских аренах корпорации RiotCorp. Кого сломает эта борьба, а кто завоюет титул чемпиона Цельнометаллической бойцовской лиги?"
    },
    {
        "id": 119,
        "name": "Звездные защитники – сезон 3",
        "description": "События, из-за которых распалась команда Ари, наложили на каждого свой отпечаток. Но теперь Звездные защитники возвращаются, чтобы справиться с невиданной доселе угрозой. Смогут ли бывшие соратницы преодолеть разногласия и спастись от верной гибели – или станут очередными жертвами Сумеречной звезды?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "''Что такое True Damage? О, True Damage – это будущее. Это коллектив лучших музыкантов со всего света, которые сделали лучший коллаб лучшего хип-хопа. Мы на пять шагов всех обскакали. Остальным придется догонять!'' – Экко."
    },
    {
        "id": 121,
        "name": "Полицейские и воры",
        "description": "Никто не трудится так усердно, как сотрудники Полицейского управления Пилтовера. Сколько пончиков им приходится удерживать в желудках! Сколько часов переработки вписывать в табель! А как виртуозно они увиливают от бумажной волокиты! Преступники могли бы воспользоваться этим в своих интересах, но сами завидуют такой трудовой дисциплине."
    },
    {
        "id": 122,
        "name": "Багряные образы",
        "description": "Мы не можем ни подтвердить, ни опровергнуть факт участия Багряных в преступной деятельности. Все подобные запросы перенаправляйте местным властям."
    },
    {
        "id": 123,
        "name": "Темные рыцари",
        "description": "Неупокоенные рыцари, оживленные загадочными древними чарами, – вот и все, что осталось от давно забытой эпохи. Не считаясь с потерями среди смертных, рыцари защищают то, что когда-то им принадлежало."
    },
    {
        "id": 124,
        "name": "Предвестники зари",
        "description": "Божества утренней зари воплощают свет и порядок, которые делают новорожденный мир более устойчивым и позволяют выстоять под напором силы ночи."
    },
    {
        "id": 125,
        "name": "Предвестники ночи",
        "description": "Божества ночи воплощают хаос и тьму, которые делают новорожденный мир более гибким и позволяют выстоять под напором силы зари."
    },
    {
        "id": 126,
        "name": "Рубиновые",
        "description": "Во мраке ночи таится множество кошмаров, и Рубиновый культ – самый страшный из них. Его служители готовы на все, чтобы угодить своему повелителю, и при их появлении по улицам разливаются реки крови, а тишину разрывают вопли ужаса."
    },
    {
        "id": 127,
        "name": "Механические царства",
        "description": "Великие царства воевали многие поколения, пока не появился новый враг. Чтобы дать ему отпор, правители царств приняли дары небес. Смогут ли они возвыситься над прошлым, чтобы сохранить надежду на будущее?"
    },
    {
        "id": 128,
        "name": "Фрельйорд",
        "description": "В суровых северных землях редко бывают гости из других краев, ведь здешние обитатели опаснее ледяного ветра и лютого мороза. Лишь немногим чужакам удается пережить путешествие и вернуться домой."
    },
    {
        "id": 129,
        "name": "Черная Стужа",
        "description": "Ледяная ведьма не дает покоя даже мертвым: павшие враги и союзники снова встают в строй, чтобы сражаться на ее стороне. Темная магия искажает их черты, превращая возрожденных бойцов в ледяных големов с сердцами из нетающего черного льда."
    },
    {
        "id": 130,
        "name": "Чемпионы мира 2019",
        "description": "Поздравляем победителей Чемпионата мира 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "Пси-отряд",
        "description": "Пси-отряд – настоящая жемчужина среди воинских подразделений. Это элитная команда солдат-псиоников, которые борются с мятежными группами и сверхъестественными угрозами. Официально их не существует. Но когда обычное оружие не справляется, а на кону стоит судьба всего мира, за дело берется Пси-отряд."
    },
    {
        "id": 134,
        "name": "Отряд ''Черная роза''",
        "description": "Военизированный отряд ''Черная роза'' намерен утвердить новый мировой порядок силами своих бойцов с пси-способностями, каждый из которых превращен в живое оружие."
    },
    {
        "id": 135,
        "name": "Дракоманты",
        "description": "В самых уединенных уголках мира обитают величественные драконы, которые не вмешиваются в дела смертных, но изредка одаривают немногих избранных. Смертных, получивших благословение дракона, зовут дракомантами. Они могут использовать новообретенные силы как во зло, так и во благо – это зависит лишь от них самих и тех, кто способен их остановить."
    },
    {
        "id": 136,
        "name": "Галактические образы",
        "description": "Война Расколотой Луны бушует в нашей галактике уже почти сотню циклов, и конца ей не предвидится."
    },
    {
        "id": 137,
        "name": "Воинственные королевы",
        "description": ""
    },
    {
        "id": 138,
        "name": "Падшие",
        "description": "Черный туман Страховина расползается по Рунтерре, отравляя все живое. Некоторые под его влиянием начинают служить Виего, веря в то, что у них общие цели. Но сам Виего хочет лишь вернуть Изольду, и истинных союзников у него нет. Падшие, помогающие ему в борьбе против Стражей света, – всего лишь пешки в игре, которую ведет жертва несчастной любви."
    },
    {
        "id": 139,
        "name": "Свитки Шань хай",
        "description": "В легендарных свитках Шань хай волшебные земли населяют божества и мифические создания, способные управлять стихиями. Одних устраивает данная им от рождения палитра, другим же хочется расширить границы собственных возможностей и раскрасить свои жизни новыми красками."
    },
    {
        "id": 140,
        "name": "Хрустальные розы",
        "description": "На ежегодном фестивале Хрустальной розы царит радостная и романтическая атмосфера. Весь вечер на нейтральной территории противники спокойно общаются, танцуют и строят планы. Оружие полагается оставлять за порогом, тем самым демонстрируя мирные намерения и веру в светлое будущее."
    },
    {
        "id": 141,
        "name": "Увядшие розы",
        "description": "На фестивале Хрустальной розы собираются те, кто верит в мирное будущее, однако многие уже успели разочароваться в этом мероприятии. Сторонники ''Увядшей розы'' хотят сорвать праздник, однако его волшебная атмосфера никого не оставляет равнодушным. Быть может, красота этого вечера смягчит даже самые озлобленные сердца."
    },
    {
        "id": 142,
        "name": "Лунные звери",
        "description": "Каждый Новый год Лунный зверь проникает в царство смертных, и особый отряд героев должен отвлекать чудовище, чтобы защитить город от его озорных проделок. Эта веселая погоня называется Лунным парадом. Если команде удается развлекать зверя, пока он не устанет и не заснет, следующий год будет удачным!"
    },
    {
        "id": 143,
        "name": "Пчелы!",
        "description": "Бз-з. Бз-з, бз-з, бз-з. Бз-з-з! Бз-з, бз-з, бз-з, бз-з, бз-з. Бз-з…"
    },
    {
        "id": 144,
        "name": "Галактика грува",
        "description": "В одной далекой галактике все живое движется в ритме Грува – таинственной музыкальной энергии, приносящей радость и процветание. Но армия пришельцев во главе с Лиссандрой пытается нарушить гармонию при помощи Жестких ритмов. Отважные герои бросают вызов злодейке, чтобы спасти музыку."
    },
    {
        "id": 145,
        "name": "Чемпионы мира 2020",
        "description": "Поздравляем победителей Чемпионата мира 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Аркана",
        "description": ""
    },
    {
        "id": 147,
        "name": "Стражи света",
        "description": "Стражей света мало, но их орден давно стал легендарным. Долгие годы Стражи давали отпор Погибели, используя старинное каменное оружие, преобразующее душу владельца в мощный свет. Теперь же ордену предстоит решающий бой с Падшим королем, который готов разрушить всю Рунтерру, лишь бы вновь закружить в танце свою королеву."
    },
    {
        "id": 148,
        "name": "Киберпоп",
        "description": "По ту сторону закона в Городе Звука бурлит яркая жизнь. Хакеры, скейтеры, бунтари и воры, объединившись, скрываются от всевидящих глаз киберкорпораций и их владельцев."
    },
    {
        "id": 149,
        "name": "Кошмары Преступного города",
        "description": "Если бы в мире существовала страна коррупции и преступности, Валоран был бы ее столицей. В этом городе настоящее раздолье для злодеев всех мастей, и нигде нельзя укрыться от жестокости и ужаса."
    },
    {
        "id": 150,
        "name": "Фениксоманты",
        "description": "Лишь самые великодушные удостаиваются благословения чудо-феникса – легендарного божества, оберегающего мир. Избранники получают перья, которые даруют невероятные стихийные силы. С их помощью герои защищают невинных от зла, скрывающегося в тенях."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "В мире мрачных и безразличных богов, где смертные непрерывно сражаются во славу метала, одна группа возвысилась над остальными – Pentakill, избранники Скверного Сонма. Этих музыкантов почитают в храмах и на аренах, а их господство стало абсолютным. Но близится время перемен, и скоро цикл может начаться заново."
    },
    {
        "id": 152,
        "name": "Аркейн",
        "description": ""
    },
    {
        "id": 153,
        "name": "Кафе красоты",
        "description": ""
    },
    {
        "id": 154,
        "name": "Фарфоровые",
        "description": "В мире, где среди людей скрываются древние духи и магические создания, существуют мощные фарфоровые артефакты – реликвии зодиака, которые открывают доступ к невообразимой силе. Бессмертные Защитники следят, чтобы эти реликвии не достались злодеям."
    },
    {
        "id": 155,
        "name": "Грозовой Клинок",
        "description": "Грозовые Клинки – загадочные воины-синоби, которые наполняют свое оружие магией в ходе смертельно опасного Ритуала молний. Задача их ордена – защищать человечество от злых духов и чудовищ. Грозовые Клинки лавируют между миром смертных и миром духов, сражаясь с теми, кого могут настичь только они."
    },
    {
        "id": 156,
        "name": "Звериный отряд",
        "description": ""
    },
    {
        "id": 157,
        "name": "Пепельные рыцари",
        "description": "Много веков назад великий король начал славную войну: он хотел освободить мир от оков магии, чтобы человечество могло само определять свою судьбу. Но когда был уничтожен последний источник волшебства, король пропал, основы мира рухнули, а некогда легендарные рыцари остались наедине с безумием, разрушениями и пеплом."
    },
    {
        "id": 158,
        "name": "Чемпионы мира 2021",
        "description": "Поздравляем победителей Чемпионата мира 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Песня океана",
        "description": "Фестиваль ''Песня океана'' создает пляжное настроение и радует отличными мелодиями! От нежных напевов Серафины до экспериментального диджейства Ёнэ – здесь найдется музыка на любой вкус. Бегайте босиком по песку, вдыхайте морской воздух и слушайте лучшие ритмы этого лета!"
    },
    {
        "id": 160,
        "name": "Снежная Луна",
        "description": "Над высокими горами Ионии восходит Снежная Луна, и по земле расползается холод. Орден непреклонных убийц, почитающих эту Луну, начинает свой ритуал. Снег символизирует очищение, ради которого придется принести в жертву собственную человечность."
    },
    {
        "id": 161,
        "name": "Звездные защитники – сезон 4",
        "description": "В городе Валоране, пострадавшем от вторжения Зои, появились древние враги – но им противостоит новая команда Звездных защитников. Пока в небе сгущается тьма, Кай'Са и Акали готовят отряд новичков к сражению с силами, выходящими за грань человеческого понимания… и с главным врагом, который пока остается в тени."
    },
    {
        "id": 162,
        "name": "Укротители чудовищ",
        "description": "Кто мы? Укротители чудовищ! Мы стоим на страже мира! Когда другие прячутся, мы следуем за рыком. Мы приручаем монстров при помощи КОРД и обретаем новых друзей, с которыми бегаем, прыгаем, плаваем и летаем! Мы отправимся куда угодно, хоть на край света. Потому что мы укротители чудовищ!"
    },
    {
        "id": 163,
        "name": "Хранитель духов",
        "description": "Почти десять лет Удир провел в ионийском монастыре Хираны, где сумел обрести внутреннее равновесие. Он слышал, как к нему взывает Фрельйорд, но решил остаться и завершить обучение. С тех пор Удир стоит на страже двух миров, поддерживая порядок в землях Ионии вместе с Ли Сином и Кармой."
    },
    {
        "id": 164,
        "name": "Погибель",
        "description": "Тысячу лет назад последний король Камавора решил следовать зову сердца, забыв о долге перед своей страной. Его любовь была так сильна, что привела к катастрофе, которую нарекли Погибелью."
    },
    {
        "id": 165,
        "name": "Игры зенита",
        "description": "2122-й стал годом новаций в ''Играх зенита''. Матчи начали судить роботы, людям с аугментациями наконец разрешили участвовать в соревнованиях, и молотобой стал официальной дисциплиной. Кто же станет победителем в этом году?"
    },
    {
        "id": 166,
        "name": "Элементалист",
        "description": "Королевство на грани гибели – армия огромных стихийных чудовищ объявила человечеству войну. Последнюю линию обороны удерживает королева-воительница, Элементалист Люкс. Ради спасения подданных ей нужно заглянуть в свое сердце и раскрыть свою истинную суть... И неважно, какую форму ей придется для этого принять."
    },
    {
        "id": 167,
        "name": "Архивные",
        "description": "Сокровища давно минувших дней сверкают и манят – нужно лишь протянуть руку."
    },
    {
        "id": 168,
        "name": "Ламантин Урф",
        "description": "В память об Урфе, добрейшей души ламантине, который теперь машет своей лопаткой на мелководье лучшего мира. Спи спокойно, наш маленький принц."
    },
    {
        "id": 169,
        "name": "Большой сюрприз",
        "description": "Кто же не любит сюрпризы? Приглашения разосланы, подарки куплены, угощение будет на славу. Даже клоуна пригласили! Эта вечеринка всем запомнится надолго. Только не рассказывайте Амуму!"
    },
    {
        "id": 170,
        "name": "Мир ужасов",
        "description": "Скачущий на гигантских лягушачьих лапах гостевой дом ''Сморчок'' принимает самых жутких постояльцев. В любом месте, где он решит задержаться, найдутся монстры, которым негде переночевать, – и матушка Гласк встретит их с распростертыми объятиями. Ей еще ни разу не приходилось кому-то отказывать в ночлеге, ведь лабиринт комнат внутри ''Сморчка'' бесконечен."
    },
    {
        "id": 171,
        "name": "Праздник цветения",
        "description": "Праздник цветения отмечают в Ионии с древних времен. В эти дни открываются двери в мир духов. Люди общаются со своими усопшими близкими, а духи всех мастей – доброжелательные канмеи и зловредные аканы – устремляют свой взор на мир живых. Их истории повторяются снова и снова, подобно картинам волшебного фонаря."
    },
    {
        "id": 172,
        "name": "Ведьмы",
        "description": "Кто скажет, что ведьмы не умеют веселиться, будет тотчас превращен в лягушку. Или в какую-нибудь другую скользкую тварь, навеки обреченную наблюдать за праздником издалека. Да, это суровое наказание – но чего вы ждали? Ведьмы любят устраивать вечеринки, но они по-прежнему ведьмы!"
    },
    {
        "id": 173,
        "name": "Диджеи",
        "description": "Пульсируют басы, качает ритм. Пусть музыка ведет тебя."
    },
    {
        "id": 174,
        "name": "Поп-звезды",
        "description": "Никто не сможет сбросить вас с вершины хит-парада! Главное – на нее подняться."
    },
    {
        "id": 176,
        "name": "Поборники чести",
        "description": "С тех пор как к власти пришли Эссенты, общество становится все более закрытым и индивидуалистическим. Когда каждый сам за себя, готовность доверять другим становится редким качеством. Мальзахар возродил и возглавил древний орден Утешения, стремясь принести гармонию в мир победившего эгоизма. Он знает, что изменить жизнь к лучшему можно лишь совместными усилиями."
    },
    {
        "id": 177,
        "name": "Билджвотер: наемники",
        "description": "Охотники за головами, преступники и пираты слетаются в печально известные Кровавые доки Билджвотера, как мухи на мясные обрезки. Жизнь моряка трудна, но награда с лихвой окупит затраты… если Бородатая Леди будет благосклонна!"
    },
    {
        "id": 178,
        "name": "Хроника",
        "description": "Каждую легенду определяет, испытывает и закаляет ее прошлое."
    },
    {
        "id": 179,
        "name": "Проклятие Бездны",
        "description": "Если Бездна продолжит захватывать Рунтерру, все живое будет насильно вовлечено в противоестественную эволюцию. Голодная и жадная роящаяся Бездна никого не щадит и не знает поражений."
    },
    {
        "id": 180,
        "name": "Другие дороги",
        "description": "Перьерыцарь взмахивает крыльями, и на другом конце Рунтерры пробуждается морской дракон. Вы листаете книгу своей судьбы, не зная, куда приведут вас дороги, что манят неизвестностью. Как сложилась бы ваша жизнь, решись вы пройти непроторенной тропой?"
    },
    {
        "id": 182,
        "name": "Бета",
        "description": "Кто оставил их в игре?! Только юристам не рассказывайте."
    },
    {
        "id": 183,
        "name": "Пожиратели душ",
        "description": "Души воплощают в себе жизнь, свет и силу. В этом суровом мире повелители смерти крадут и безжалостно поглощают их."
    },
    {
        "id": 184,
        "name": "Триумфаторы",
        "description": "Эти образы выдавались победителям спонсорских турниров по League of Legends."
    },
    {
        "id": 185,
        "name": "Истинные воины",
        "description": "Настоящий воин ценит только силу и честь. Его подвиги останутся в веках."
    },
    {
        "id": 186,
        "name": "Эмпирейцы",
        "description": "Первый эмпиреец Пайк врывается в параллельные миры, чтобы убивать собственных двойников, но тем самым невольно создает новых эмпирейцев. Кто из этих могущественных сущностей сумеет одержать верх и как распорядится своим стремительно ускользающим временем?"
    },
    {
        "id": 187,
        "name": "Избранники зимы",
        "description": "Когда падает первый снег и воздух становится студеным, взгляните на небо – скоро явится Полярная звезда. Не бойтесь ее. Если вы были добродетельны, Аврора подарит вам свое благословение. Однако не стоит принимать милость судьбы как должное, ведь Полярная звезда появляется каждый год, и в конце концов никто не избежит наказания."
    },
    {
        "id": 188,
        "name": "Прядильщики историй",
        "description": "Давным-давно победа над Грозным зверем Галио положила начало традиции праздновать Лунный новый год и пересказывать эту эпическую историю. Ее герои живут внутри мифа, и когда в него вдруг врывается кто-то извне, мифическим персонажам приходится вместе устранять последствия и рассказывать свои собственные истории."
    },
    {
        "id": 189,
        "name": "Пленители и похитители сердец",
        "description": "У сдержанных и педантичных Пленителей сердец мало общего с Похитителями, которых чаще можно застать в скейт-парке, чем на уроках. Но кое-что их все-таки объединяет: они все на дух не переносят этот глупый праздник, посвященный людям, которые страдают от переизбытка чувств. Осталось только понять, как им самим избавиться от порхающих в животе бабочек."
    },
    {
        "id": 190,
        "name": "Расколотый орден",
        "description": "Община аспирусов борется с сектой Незримых за дыхание жизни – аспиру. Община считает ее даром, который следует вернуть после смерти, чтобы попасть в загробный мир. Незримые прокляты и обречены на вечную жажду чужого дыхания. Они верят, что жизнь одна, и ее нужно прожить, ни в чем себе не отказывая. Противостояние длится уже много лет, и вряд ли завершится в ближайшее время..."
    },
    {
        "id": 191,
        "name": "Королевство фей",
        "description": "Все феи-аристократы служат природе, исполняя ее волю: благодаря их магии сезоны сменяют друг друга. Однако за этой благородной целью скрываются коварные интриги, которые придворные плетут среди шелка и золотой филиграни. Там, где есть сила, – волшебная, природная или политическая – будет и соперничество."
    },
    {
        "id": 192,
        "name": "Чернильная Тень",
        "description": "На окраинах города Рабадона в заброшенном храме скрываются воины Чернильной Тени – последняя надежда местных жителей. Каждый из этих воинов заключил договор с древними духами. Добровольно отдав самое ценное, что у него было, он получил взамен магическую татуировку, перед мощью которой трепещет даже Клика. Чернильные Тени – не жертвы. Они сражаются за свой дом."
    },
    {
        "id": 193,
        "name": "Предвестники ночи и зари",
        "description": "Вечно длится противостояние предвестников ночи и зари. С одной стороны силы хаоса и тьмы несут перемены, с другой – силы порядка и света поддерживают стабильность. Именно эти боги и богини, а также их потомки определят, каким будет зарождающийся мир. Кто знает, что ждет его в будущем: светлые дни... или темные ночи."
    },
    {
        "id": 194,
        "name": "Чемпионы мира 2022",
        "description": "Поздравляем победителей Чемпионата мира 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Кристаллические",
        "description": "Мир Мотуса был насыщен магией, но затем она ушла, и все начало разрушаться. Прошло много веков, великие цивилизации погибли, развалины их городов заросли лесом, а магия вернулась в форме призматических кристаллов. Она распространялась все дальше и дальше, и хотя одни люди могли использовать ее во благо, другие польстились на невиданную мощь и забыли самих себя. Так начались Призматические войны."
    },
    {
        "id": 196,
        "name": "Боевые души",
        "description": "Души этих бойцов пробудились в результате испытания тела или разума. Каждый из них получил уникальные способности, которые отражают их характер и позволяют использовать силу души в качестве оружия. Одни оттачивают свои навыки и учатся самоконтролю, другие – сеют хаос и разрушение. Но все они – БОЕВЫЕ ДУШИ!"
    },
    {
        "id": 197,
        "name": "Уличные демоны",
        "description": "В городе Стиксбридж сосуществуют люди, демоны и другие создания. Каждый год здесь проходит фестиваль уличного искусства, главным событием которого становится дружеское соревнование по созданию самого большого и смелого граффити."
    },
    {
        "id": 198,
        "name": "Потусторонний мир",
        "description": "Эйдолонами жизни становятся те, кого после смерти воскрешает любовь родных и близких. Эйдолоны смерти – это потерянные души, которые скитались в загробном мире, пока не обрели там подобие семьи. Духи обоих типов незримы и действуют с помощью Пыла – волшебного пламени, которое способно поддержать жизнь или оборвать ее."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "''Новая группа HEARTSTEEL стремительно набирает популярность. В ней выступают Каин и Эзреаль…''\\n''Всех перечисляй!''\\n''Сетт, успокойся''.\\n''К'Санте, напомни, для какого журнала это интервью?''\\n''Не отвлекайтесь!''\\n''Ёнэ, можно мы уже пойдем на сцену?''\\n''Мы готовы… Э-э, кажется, Афелий куда-то ушел''."
    },
    {
        "id": 200,
        "name": "Первобытные охотники",
        "description": "К тем, кому повезло родиться с сияющими отметинами на коже, относятся с почтением и называют Избранниками когтя. Обладатели тигровых полосок становятся представителями своего народа и силой доказывают право на всеобщее уважение. Каждый из них надеется завоевать мир во имя Избранников когтя и стать лидером, которого будут бояться все."
    },
    {
        "id": 201,
        "name": "Небесные змеи",
        "description": "Чтобы лучше познакомиться со своими поданными, драконы-аристократы со свитой спускаются из небесного дворца и принимают человеческий облик, чтобы вместе с людьми отпраздновать наступление нового года."
    },
    {
        "id": 202,
        "name": "Кристаллические мучители",
        "description": "Когда призматические кристаллы впервые были обнаружены, нашлись те, кто научился использовать их силу. Но далеко на севере кристаллическая магия отравила саму землю. Там, среди фрактальных деревьев и переливчатых облаков, пугающие существа и порабощенные кристаллами люди готовятся пойти войной на остатки цивилизации. Все сущее станет лишь отражением в сверкающих гранях."
    },
    {
        "id": 203,
        "name": "Битва едой",
        "description": "Вкусные, но опасные! Эти ребята сами кого угодно съедят на завтрак."
    },
    {
        "id": 204,
        "name": "Великие легенды",
        "description": "В незапамятные времена великие боги заключили свою силу в четыре осколка, воплощающих хаос, гармонию, терпение и решимость. Чтобы заполучить их мощь, требовалось пройти опасные испытания, и те, кому удалось их пережить, навсегда вошли в историю. И по сей день воины со всего мира стремятся повторить эти подвиги, надеясь оставить после себя наследие, достойное уважения самих богов."
    },
    {
        "id": 205,
        "name": "Дождевой",
        "description": "Мир погибает без воды и песен. С тех пор, как лягушки потеряли способность петь, в их родном краю перестал идти дождь, а озера и реки обмелели. Поэтому земноводные обучили пению своих преемников, одетых в волшебные дождевики, чтобы те снова наполнили земли жизнью и помогли природе расцвести."
    },
    {
        "id": 206,
        "name": "Реликты",
        "description": "Изгнанные с суши Реликты затаились глубоко под водой, пока обитатели поверхности разоряли их родную планету. Но спустя много веков терпение морских созданий подошло к концу, и королева Реликтов наконец отдала приказ: уничтожить человечество, чтобы вновь занять свое место под солнцем."
    },
    {
        "id": 207,
        "name": "Чемпионы мира 2023",
        "description": "Поздравляем победителей Чемпионата мира 2023: T1!"
    },
    {
        "id": 208,
        "name": "Кулачки и праздники",
        "description": "Пора праздновать!"
    },
    {
        "id": 209,
        "name": "Избранные Волком",
        "description": "На пороге смерти юную военачальницу Амбессу посещают видения о Вольрахнуне – священных залах, куда попадают самые преданные последователи Волка. Воины, удостоенные такого посмертия, присоединяются к Вечной погоне и наслаждаются битвой, вызывая на бой других избранных. Эта охота никогда не заканчивается."
    },
    {
        "id": 210,
        "name": "Суперфанаты",
        "description": "Достойные представители сообщества."
    },
    {
        "id": 211,
        "name": "Маскарад Черной Розы",
        "description": "Шелковый бал – роскошный маскарад, на котором собираются аристократы и выдающиеся личности со всех концов Рунтерры. Но в Ноксусе даже бальный зал становится полем битвы: слова разят, подобно кинжалам, а за улыбками скрываются угрозы. Хозяйка торжества, леди Элиза, впервые за долгое время появилась на публике, действуя от лица невидимых сил, что терпеливо выжидают среди теней."
    },
    {
        "id": 212,
        "name": "Современные мифы",
        "description": "Древние мифы повествуют о давних событиях, но воспоминания о них до сих пор оказывают влияние на мир. Пришло время новых героев, использующих легендарные силы на благо современного общества."
    },
    {
        "id": 213,
        "name": "Лакомки",
        "description": "Каждый мастер кулинарной магии знает, что никакие посиделки не обходятся без вкусных угощений. Эти начинающие шеф-повара открыли свое собственное кафе, где практикуют древнее искусство готовки на пару и постоянно стремятся к новым высотам. Даже самый угрюмый посетитель не сможет сдержать улыбки, отведав одно из их фирменных блюд."
    },
    {
        "id": 214,
        "name": "Герои в масках",
        "description": "Уничтожив родной мир, безумный титан Меззоракс направил свою разрушительную мощь на развитую и высокотехнологичную планету под названием Оконо. Но ее жители не собираются сдаваться без боя. Используя инопланетные боевые гиперкостюмы, они намерены отомстить за тех, кого погубил Меззоракс, и положить конец его правлению раз и навсегда."
    },
    {
        "id": 215,
        "name": "Великое уравнивание",
        "description": "В честь великих побед в Ноксусе принято устраивать торжество, на котором празднуют триумф силы над слабостью. Генерала Дариуса и его солдат, которые возвращаются домой после успешной кампании во Фрельйорде, решили почтить Великим уравниванием – на всех аренах столицы собрались толпы зрителей, которые восхваляют Дариуса и уравнителей, прославившихся в прошлом."
    },
    {
        "id": 216,
        "name": "Творцы судеб и Борцы с судьбой",
        "description": "В мире, связанном с Плетением судеб, те, кому не занимать отваги, могут коснуться его нитей. Для этого нужно найти Дворец Плетения и предстать перед Творцами судеб – могучими сущностями, которые надзирают за тем, чтобы все шло своим чередом. Испытуемые, проявившие себя достойно, зовутся Борцами с судьбой и получают право изменить свое предназначение... и саму участь мироздания."
    },
    {
        "id": 217,
        "name": "Звездочет",
        "description": "Звездочеты владеют искусством прорицания. Они уже давно раскрыли тайны космоса, которые ныне хранятся в их огромной библиотеке. Используя эзотерические знания и древнюю мощь мироздания, они защищают свои миры от бесчисленного множества угроз. Но лишь немногие из Звездочетов готовы дать отпор неизвестному ужасу, который прибывает из другого измерения... или хотя бы признать его существование."
    },
    {
        "id": 218,
        "name": "Духи цветения на водах",
        "description": "Высоко в горах стоит купальня, посетители которой могут забыть обо всех своих тревогах. Это заведение, которое назвали ''Духи цветения на водах'', – островок покоя в море мирских забот. Приветливый персонал и волшебный пар помогают избавиться от тягот битвы и воспоминаний, о которых лучше позабыть. На водах нет ни героев, ни злодеев, лишь отдохнувшие и восстановившиеся."
    },
    {
        "id": 219,
        "name": "Видение павших",
        "description": "''Некогда мы были богами. Ныне мы витаем в безграничной тьме своих тюрем, лишенные тел, и мечтаем о том дне, когда отомстим за свое заключение стократ... когда человечество взмолится о пощаде и вновь назовет нас богами''.<br>В эпоху, от которой остались лишь легенды, миром правили даркины.<br>И они намерены вернуть себе власть."
    },
    {
        "id": 220,
        "name": "Чемпионы мира 2024",
        "description": "Поздравляем победителей Чемпионата мира 2024: T1!"
    },
    {
        "id": 221,
        "name": "Коварная флора",
        "description": "Коварная флора оценивает каждого, кто попадается в ее чарующие силки, и подманивает ближе тех, кто крепок духом и амбициозен, пытаясь посеять в их сердцах могучие семена своей воли. Они развиваются вместе со своими носителями, и флора вечно ищет новых, дабы даровать им могущество... и поглотить."
    },
    {
        "id": 222,
        "name": "Вечные Сущности",
        "description": "Многие тысячелетия могучие Сущности без устали трудятся в небесном царстве, направляя обитателей Рунтерры и даруя им могущество, и каждая из них мнит себя идеальным воплощением непреложной истины сотворения. Все Сущности ищут достойных смертных, в тела которых вселяются, чтобы приблизиться к достижению своих целей и вновь соприкоснуться с миром напрямую."
    },
    {
        "id": 223,
        "name": "Утопшие призраки",
        "description": "Пока пираты борются за власть над Темными морями, в морской пучине пробуждается куда более древняя сущность. Из тех смертных, что решаются погрузиться в глубины вод, возвращаются лишь немногие... и все они меняются – их терзают мысли о ведьмах, призраках, реликвиях и руинах королевства, которое уже очень давно покоится на дне морском."
    },
    {
        "id": 224,
        "name": "Законы камня",
        "description": "Уже почти тысячу лет Демасия – маяк надежды в мире, который столь часто омрачают колдовство и беспощадность честолюбцев. Сила этого благородного королевства кроется в петриците – мерцающем камне, который может поглощать даже самые могучие чары. В Демасии петрицит используют везде – что при закладке стен могучих крепостей, что при создании величественных шедевров, которыми гордятся все жители королевства."
    }
]