{
    "patcher_initiating_soft_repair": "Tut uns leid! Wir haben ein Problem mit deiner Installation festgestellt. Wir versuchen jetzt, die betroffenen Dateien zu reparieren.",
    "patcher_primary_work_repairing": "Installation wird repariert",
    "patcher_error_failed_to_write": "Wir konnten die Dateien nicht in deinen Installationsordner übertragen. Im Normalfall kann dieser Fehler behoben werden, indem du Festplattenspeicher freigibst und es anschließend erneut versuchst.",
    "patcher_phase": "{{current}} von {{max}}",
    "patcher_league_client_sln": "Client",
    "patcher_lol_game_client_sln": "Spiel",
    "patcher_disconnected": "Du kannst nicht spielen, weil du eventuell offline bist.",
    "patcher_gameflow_disabled": "Es ist gerade nicht möglich, eine Lobby zu erstellen. Bitte beende und starte den Client neu, um es erneut zu versuchen.",
    "patcher_gameflow_bad_registration_single": "Wir haben Probleme, mit einigen League-Servern zu kommunizieren. Wenn dieses Problem weiterhin besteht, setze dich bitte mit dem Spieler-Support in Verbindung und gib folgenden Fehlercode an: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Wir haben Probleme, mit einigen League-Servern zu kommunizieren. Wenn dieses Problem weiterhin besteht, setze dich bitte mit dem Spieler-Support in Verbindung und gib folgende Fehlercodes an: {{errorCodes}}.",
    "patcher_no_queues": "Alle Warteschlangen sind momentan deaktiviert. Wenn der Client ansonsten funktioniert, beende und starte den Client bitte neu. Versuche es dann nochmal.",
    "patcher_player_time_banned": "Du wurdest gebannt! Du kannst in {{days}} Tag(en) wieder spielen.",
    "patcher_player_banned": "Du wurdest gebannt! Melde dich erneut an, um die Banndauer und weitere Informationen einzusehen.",
    "patcher_player_in_tournament": "Du kannst keine anderen Spielmodi spielen, während du für Clash bestätigt bist.",
    "long_patcher_bar_text": "Installiere Spielclient …",
    "patcher_migration_modal_header": "Ein neues Aktualisierungsprogramm steht in den Startlöchern",
    "patcher_migration_modal_body": "Wir sortieren momentan unsere League-Dateien, damit unser neues, schnelleres und stabileres Aktualisierungsprogramm auf sie zugreifen kann. Das kann einige Minuten dauern, ist aber eine einmalige Angelegenheit. Du brauchst mehr Infos? Die gibt’s {{link}}.",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "hier",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Du scheinst nicht mit unserem Download-Server verbunden zu sein.",
    "patcher_initial_eta_calculation": "Berechne voraussichtliche Download-Dauer …",
    "patcher_vanguard_session": "Initialisiere Vanguard-Session.",
    "patcher_os_check_failed": "Das Betriebssystem, das du verwendest, wird nicht unterstützt. Weitere Details findest du unter „Mindestanforderungen“.",
    "patcher_update_direct_x": "Du benutzt eine veraltete Version von DirextX. Bitte aktualisiere deine DirectX-Version oder aktualisiere falls nötig deine Hardware, um weiterhin spielen zu können.",
    "patcher_update_mac_metal": "League erfordert eine Version von Metal, die dein Mac nicht unterstützt. Bitte verwende ein Gerät, das eine aktuellere Version von Metal unterstützt, um weiterspielen zu können."
}