{
    "patcher_initiating_soft_repair": "¡Lo sentimos! Detectamos un problema con tu instalación. Intentaremos reparar los archivos afectados.",
    "patcher_primary_work_repairing": "Reparando la instalación",
    "patcher_error_failed_to_write": "Ocurrió un error al escribir archivos en tu carpeta de instalación. Este error por lo general se soluciona al liberar espacio en el disco e intentándolo nuevamente.",
    "patcher_phase": "{{current}} de {{max}}",
    "patcher_league_client_sln": "Cliente",
    "patcher_lol_game_client_sln": "Juego",
    "patcher_disconnected": "No puedes jugar porque tal vez estés desconectado.",
    "patcher_gameflow_disabled": "No se puede crear una sala en este momento. Sal del cliente e ingresa otra vez para intentarlo de nuevo.",
    "patcher_gameflow_bad_registration_single": "Tenemos problemas para comunicarnos con algunos servidores de LoL. Si este problema persiste, contacta a Soporte al jugador y proporciona el siguiente código de error: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Estamos teniendo problemas para comunicarnos con algunos servidores de LoL. Si este problema persiste, contacta a Soporte al jugador y proporciona los siguientes códigos de error: {{errorCodes}}.",
    "patcher_no_queues": "Todas las colas están desactivadas actualmente. Si no hay problemas con el cliente, ciérralo y ábrelo otra vez para intentarlo de nuevo.",
    "patcher_player_time_banned": "¡Te suspendieron! Podrás volver a jugar en {{days}} día(s).",
    "patcher_player_banned": "¡Te suspendieron! Vuelve a iniciar sesión para ver la duración de tu suspensión y tu tarjeta de reforma.",
    "patcher_player_in_tournament": "No puedes jugar en otros modos si confirmaste para Clash.",
    "long_patcher_bar_text": "Instalando el cliente del juego...",
    "patcher_migration_modal_header": "Se acerca un nuevo instalador",
    "patcher_migration_modal_body": "Cambiaremos la ubicación de los archivos de LoL para que nuestro nuevo y mejorado instalador tenga acceso a ellos. Este proceso puede tardar unos minutos, pero no tendrás que repetirlo. ¡Aquí tienes más información {{link}} por si la necesitas!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/es-419/articles/360015621174-Nuevo-instalador-de-LoL",
    "patcher_migration_modal_info_link_text": "aquí",
    "generic_okay_button_text": "Aceptar",
    "patcher_hanging_text": "No pareces estar conectado a nuestros servidores de descarga.",
    "patcher_initial_eta_calculation": "Calculando tiempo estimado de descarga...",
    "patcher_vanguard_session": "La sesión de Vanguard se está inicializando.",
    "patcher_os_check_failed": "Estás en un sistema operativo no compatible. Échale un vistazo a nuestros requisitos mínimos para conocer más detalles.",
    "patcher_update_direct_x": "Estás usando una versión obsoleta de DirectX. Actualiza tu versión de DirectX (o mejora tu hardware, si es necesario) para seguir jugando.",
    "patcher_update_mac_metal": "LoL requiere una versión de gráficos Metal que tu Mac no admite. Usa un dispositivo que sea compatible con versiones más actualizadas de Metal para seguir jugando."
}