[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Campeones del mundial 2011",
        "description": "¡Enhorabuena a los ganadores del Mundial 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Campeones del mundial 2012",
        "description": "¡Enhorabuena a los ganadores del Mundial 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Campeones del mundial 2013",
        "description": "¡Enhorabuena a los ganadores del Mundial 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Campeones del mundial 2014",
        "description": "¡Enhorabuena a los ganadores del Mundial 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Campeones del mundial 2015",
        "description": "¡Enhorabuena a los ganadores del Mundial 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Campeones del mundial 2016",
        "description": "¡Enhorabuena a los ganadores del Mundial 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Victoriosos",
        "description": "Los campeones superan a sus enemigos y ascienden a nuevas cotas, alcanzan sus sueños y presumen de lo que han conseguido con quien quiera ser testigo de su grandeza."
    },
    {
        "id": 8,
        "name": "Campeonato Mundial",
        "description": "El mejor escenario de todos los juegos. Dos equipos se enfrentan ante millones de fans. Solo uno se coronará campeón. "
    },
    {
        "id": 9,
        "name": "Aspirante",
        "description": "Conmemoración del comienzo de la temporada anual de League of Legends."
    },
    {
        "id": 10,
        "name": "Recreativa: Héroes",
        "description": "Arcadia, hogar de los jugadores de recreativas más competitivos y PNJ más justos del servidor. Aquí los héroes siempre juegan para ganar, y eso implica anular el código corrupto de los jefes de batalla, aunque todo parezca estar en su contra. Ganar no será tarea fácil, pero ver la cara de sorpresa de los jefes al destrozarlos por completo hará que merezca la pena."
    },
    {
        "id": 11,
        "name": "Recreativa: Jefes de batalla",
        "description": "En lo más profundo de los servidores de Arcadia, yacen diversos errores a los que los jugadores conocen como ''jefes de batalla''. Su código corrupto les ha otorgado una libertad sin precedentes..., pero trae consigo nuevos desafíos. Con el objetivo de completar la eliminación de Mundo de recreativa, muchos de los jefes han dejado de lado sus diferencias (hasta... que les venga mal)."
    },
    {
        "id": 12,
        "name": "Luna sangrienta",
        "description": "Un antiguo culto en busca de un irresistible poder surge en las noches de la luna sangrienta para llevar a cabo rituales profanos y esotéricos en los que juntan su carne con espíritus demoníacos y se convierten en nuevos seres con una oscuridad mucho más profunda."
    },
    {
        "id": 13,
        "name": "Mundo de dragones",
        "description": "El fuego de dragón consumió el mundo dos veces. Y dos veces, de las cenizas, se forjaron héroes."
    },
    {
        "id": 14,
        "name": "Escuadrón omega",
        "description": "Al llegar la guerra, el Escuadrón Omega fue enviado a ponerle fin. Ahora solo queda uno de ellos, un yordle sin más batallas que luchar que la suya propia."
    },
    {
        "id": 15,
        "name": "Fiesta en la piscina",
        "description": "¡El verano ya llegó! El sol brilla, la brisa es cálida y el agua está fresquita. Todo el mundo deja sus rivalidades y rencores en casa y trae consigo trajes de baño y buen rollito. Ya habrá tiempo de darse de puñetazos y gritar. No te cortes, empápate de buena música y pásalo en grande."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "En un mundo en el que el heavy metal reina de forma suprema, PENTAKILL son los maestros indiscutibles a la hora de hacer sentir el poder del metal. Seis miembros, dos álbumes de pentaplatino y la furia férrea de los dioses. ¡Es hora de petarlo!"
    },
    {
        "id": 17,
        "name": "Programa",
        "description": "El Programa, un avanzado algoritmo de seguridad creado por la corporación PROYECTO, cobró consciencia sin que nadie lo notase antes de alterar sus directivas originales. Tras invadir las máquinas de toda la ciudad, ha determinado que la mayor amenaza para la seguridad de la humanidad es... la propia humanidad."
    },
    {
        "id": 18,
        "name": "PROYECTO",
        "description": "La corporación PROYECTO cree que desvelar los secretos del potencial de la humanidad es de vital importancia para ir más allá de nuestros cuerpos mortales. Ascenderemos gracias a la tecnología. Juntos."
    },
    {
        "id": 19,
        "name": "Guardianas de las estrellas, temporada 1",
        "description": "Lux, una estudiante de secundaria a la que la Estrella Primigenia otorgó poderes mágicos, y su equipo de guardianas de las estrellas protegen en secreto el mundo de monstruos interestelares. Pero ¿quién las protegerá de los dramas del instituto Valoran City High?"
    },
    {
        "id": 20,
        "name": "Guardianas de las estrellas, temporada 2",
        "description": "Ahri y Miss Fortune, un par de guardianas de las estrellas veteranas, reaparecen en Valoran y reúnen un equipo después de que un acontecimiento desconocido acabase con su escuadrón anterior. Con la idea de desafiar el destino al que se enfrentan todas las guardianas de las estrellas que hacen su juramento, se unen a la batalla junto a Lux y su equipo, al mismo tiempo que unas bestias del Vacío descienden sobre la ciudad."
    },
    {
        "id": 21,
        "name": "Supergaláctico",
        "description": "¡El espacio, la frontera más peligrosa! Solo las fuerzas de defensa supergaláctica, con su aparentemente interminable suministro de reclutas nuevos, están más que preparadas para explorar los mundos más recónditos y defendernos de las amenazas alienígenas más despiadadas. ¡El mejor espectáculo de la galaxia!"
    },
    {
        "id": 22,
        "name": "Academia",
        "description": "ATENCIÓN, ESTUDIANTES: Se nos ha informado de que se han tomado medidas disciplinarias contra todos los estudiantes y que todos los profesores están de baja psiquiátrica ''por recomendación''. Las clases quedan canceladas hasta nuevo aviso, cuando los alumnos anteriormente mencionados hayan pensado en la gravedad de su comportamiento."
    },
    {
        "id": 23,
        "name": "Galante",
        "description": "El poder, la riqueza y el glamur colisionan en los áticos y clubes exclusivos de Nox Vegas, donde gente realmente elegante contempla el mundo en la palma de la mano. Sin embargo, cuando cae la noche en la ciudad de las luces, salen a relucir los cuchillos. La moneda más valiosa es la influencia, y a nadie le gusta perder."
    },
    {
        "id": 24,
        "name": "Luz celestial",
        "description": "Una vez cada milenio, una antigua entidad divina desciende de los cielos y elige guerreros dignos para encarnar su voluntad. Estos seres son la Luz celestial, los agentes inmortales de la luz divina."
    },
    {
        "id": 25,
        "name": "Máquina de guerra",
        "description": ""
    },
    {
        "id": 26,
        "name": "Maestros culinarios",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vándalos",
        "description": "Los vándalos deambulan a lo largo y ancho del páramo. Son una banda de matones violentos propensos a la destrucción masiva, las palizas desmedidas y los asesinatos sin sentido..., pero se lo pasan bomba, eso sí."
    },
    {
        "id": 28,
        "name": "Juegos de invierno",
        "description": "Cuando el festival de deportes de invierno relajó sus normas, muchos asumieron que el evento sería más emocionante. Pero pocos se dieron cuenta de lo peligroso que sería. ¡Peligrosamente emocionante!"
    },
    {
        "id": 29,
        "name": "Rompemundos",
        "description": "La profecía de la Primera Destrucción advirtió de cuatro titanes con sed de devastación, un destino que sin duda llegaría algún día. Y, llegado el momento, el Tejedor del Mundo se alzó sobre aquel territorio árido y reconstruyó las tierras devastadas. Solo los profetas más sabios son capaces de ver la historia venidera, un retorno esperado y una última esperanza."
    },
    {
        "id": 30,
        "name": "Cazadores de cabezas",
        "description": "Para algunas especies, la caza es más que un mero deporte: posee sus mentes y cuerpos, moldeándolos en una raza de máquinas de matar perfectas."
    },
    {
        "id": 31,
        "name": "Copa de fútbol",
        "description": "Olvida el campo de batalla, la sala de conferencias e incluso el patio: ahora los conflictos más importantes se resuelven en el campo. No hay nada mejor que ver a tu jugador favorito colarse entre el equipo rival, preparar el tiro y chutar con todas sus fuerzas antes de gritar la palabra más bonita de la historia: ''¡GOOOOOOOOOOOOOOOOOOOOOOL!''."
    },
    {
        "id": 32,
        "name": "Cazadores prehistóricos",
        "description": "Monstruos colosales merodean por nuestras tierras, acechando a sus presas con una precisión aterradora. Los humanos no serían más que comida para ellos de no ser por los cazadores. Armados con cuchillos hechos con los huesos de sus primeras presas y un instinto digno de las bestias más aterradoras, los cazadores protegen a su pueblo a diario de un terrible destino."
    },
    {
        "id": 33,
        "name": "Justicia suprema",
        "description": "Entre los agentes de alto rango de la Luz Celestial se encuentran los Justicieros, centinelas que representan sus mayores virtudes. No basta con servir como ejemplo únicamente a los mortales, los soldados divinos también necesitan inspiración."
    },
    {
        "id": 34,
        "name": "Lucha libre",
        "description": "¡El mejor espectáculo deportivo llega directo desde la última cuerda! No os perdáis a El Tigre, El Macho, El León y El Rayo partiéndose la cara tanto dentro como fuera del cuadrilátero. Recordad esto: la Federación de Lucha Libre de Valoran es insuperable."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Cuando los descomunales kaiju comenzaron a atacar por tierra, mar y aire, la humanidad desarrolló unos mechas igual de poderosos para poder derrotarlos en un explosivo enfrentamiento."
    },
    {
        "id": 36,
        "name": "Pulso de fuego",
        "description": "Tras descubrir los secretos del viaje temporal, estos campeones son empujados a un futuro distópico lejano. Mientras que los cronoagentes los persiguen incansablemente a través del tiempo y el espacio, unos pocos han escapado a la historia, llevando su tecnología consigo."
    },
    {
        "id": 37,
        "name": "Antidisturbios/Chica Riot",
        "description": "En el sistema de justicia criminal, hay quienes doblegan la ley y quienes la quiebran. Los oficiales del cuerpo de policía de Runaterra investigan los crímenes más atroces de la ciudad para llevar a los peores criminales ante la justicia. Estas son sus historias..."
    },
    {
        "id": 38,
        "name": "Rol en la Grieta",
        "description": "¡El peligro acecha en las tierras de Runaterra! ¡Poderosos monstruos, brujos miserables y criaturas míticas deambulan sin control! Reúne a tus amigos en vuestra propia aventura para 3-5 jugadores y acabad con el mal con cada tirada de dado. ¿Tenéis lo que hace falta para salvar el mundo y convertiros en leyendas de BARONES Y MAZMORRAS?"
    },
    {
        "id": 39,
        "name": "Solo ante el peligro",
        "description": "Tanto forajidos como sheriffs cabalgan bajo el cruel sol de la frontera, persiguiendo su propia supervivencia y la salvación a partes iguales. El cielo ha caído, el infierno está vacío, y todos los demonios están aquí."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "Ahora que está a la vanguardia de la ciencia y el arte, la hextech de los inicios rudimentarios ha evolucionado hasta convertirse en la maravilla moderna de complejas formas de vida artificiales con voluntad propia que conocemos hoy. Gracias a la pericia de sus científicos, nos acercan un nuevo futuro cada vez más audaz. ¿Qué nos deparará? Nadie lo sabe."
    },
    {
        "id": 41,
        "name": "Baraja de Póquer",
        "description": "Había una vez cinco, un grupo extraño,<br>\\nque creó la Corte de las Apuestas antaño.<br>\\nY aunque lucharon y pelearon, con sus más y sus menos,<br>\\nnadie conoce su paradero."
    },
    {
        "id": 42,
        "name": "Taller de Piltover",
        "description": "¿Quieres un coche bien guapo? ¡No busques más! (El kilometraje puede variar)."
    },
    {
        "id": 43,
        "name": "Cósmicos",
        "description": "Colosales criaturas formadas por nebulosas controlan el curso de la creación, pintando el cosmos con sublimes luces mientras su divina corte fluye por el mismísimo tejido del espacio-tiempo."
    },
    {
        "id": 44,
        "name": "Estrella oscura",
        "description": "La entropía engulle galaxias con las fauces de la Estrella oscura, cuyos corruptores, criaturas gigantescas formadas por agujeros negros, hacen desaparecer la luz de cualquier sistema al que visitan antes de devolverlo a la nada."
    },
    {
        "id": 45,
        "name": "Yelmo sombrío",
        "description": "Los yelmos sombríos, una horda de guerreros nómadas que adoran la crueldad, son todo lo que queda de la cultura de los Señores Hechiceros. Ahora han dejado atrás sus tradiciones ancestrales y las han sustituido por anárquicas demostraciones de fuerza. No se salda ninguna disputa si no hay derramamientos de sangre de por medio, aunque todo quede entre sus propias filas. Han perdido de vista aquello que llevó a sus antepasados a la guerra y lo que los guio hacia la victoria."
    },
    {
        "id": 46,
        "name": "Día nevado",
        "description": "Por todas las calles, empieza a parecer un bonito Día nevado... \\nAunque sea seguro que el tanque la espiche, el top se vuelve a base escaldado.\\nVa a comprar Perdición del liche."
    },
    {
        "id": 47,
        "name": "Maravilla invernal",
        "description": "En las mágicas tierras invernales reina el Rey Poro, esparciendo júbilo y alegría a toda su corte. Todos, incluso aquellos que buscan usurpar el trono, comparten un amor común por las maravillas del invierno."
    },
    {
        "id": 48,
        "name": "Duelo de las Nieves",
        "description": "Será mejor que empieces ya a construir un fuerte de nieve... "
    },
    {
        "id": 49,
        "name": "Aguas Estancadas: Mareas ardientes",
        "description": "Te damos la bienvenida a Aguas Estancadas, donde las fortunas se crean a punta de pistola. En los puertos del matadero, encontrarás todo lo que puedas necesitar, ya hablemos de trabajadores, estofado de monstruo marino o del capitán que te enviará a tu muerte submarina."
    },
    {
        "id": 50,
        "name": "Coraza plateada",
        "description": "El Protectorado fue una orden dedicada a imponer un sistema de leyes rígido e implacable en un intento por frenar el aparentemente inevitable ascenso de los Señores Hechiceros. Aunque la orden se disolvió hace mucho tiempo, los guardianes ahora visten sus armaduras a la espera de que surja una oportunidad que puedan aprovechar para atacar a los sucesores de su ancestral enemigo."
    },
    {
        "id": 51,
        "name": "Ciudad sin ley",
        "description": "La Ciudad de Valoran no hace más progresar viento en popa gracias a los crímenes y el dinero sucio. Nadie lo admite, pero todo el mundo lo sabe."
    },
    {
        "id": 52,
        "name": "Señor del trueno",
        "description": "Los humanos no son los únicos que libran guerras por insignificantes disputas. Hace mucho mucho tiempo, dos dioses, dos hermanos, se enfrentaron el uno al otro, transformando para siempre la mismísima tierra con la devastación de su batalla."
    },
    {
        "id": 53,
        "name": "Deleite Lunar: Reinos Combatientes",
        "description": "Tres grandes imperios luchan por tierras y poder, poniendo a prueba su poderío militar. Sus ejércitos se enfrentarán, se alzarán héroes y se forjarán leyendas."
    },
    {
        "id": 54,
        "name": "Deleite Lunar: Fuegos artificiales",
        "description": "Ya está aquí el Año Nuevo lunar... ¡y también su celebración! Con comida y fiestas a montones, ¡lo importante es dar la bienvenida al nuevo año con amigos y familiares! ¡Ponte a jugar y disfruta de los fuegos artificiales!"
    },
    {
        "id": 55,
        "name": "Deleite Lunar",
        "description": "Uníos a vuestros amigos y enemigos por igual, y celebrad las historias de este año pasado. Unos farolillos candentes se alzan al cielo, iluminado por los fuegos artificiales. Un sobre rojo que pasa de mano en mano. Familias y clanes, que normalmente no se reúnen, se regocijan ante una celebración común: la llegada del año nuevo. ¡Esperemos que sea el mejor hasta la fecha!"
    },
    {
        "id": 56,
        "name": "Conejo",
        "description": "¡Ya está aquí la época más saltarina del año! Es hora de salir de la madriguera, vestirse bien elegante y pintar huevos de mil colores. ¡Que vuestras fiestas sean dulces y coloridas!"
    },
    {
        "id": 57,
        "name": "Subidón de azúcar",
        "description": "Desde el castillo Pan de jengibre hasta el mar Zarzaparrilla, pasando por las montañas Regaliz y el bosque Golosina, este es el Reino de Caramelo en todo su esplendor."
    },
    {
        "id": 58,
        "name": "Bosque ancestral",
        "description": "En las profundidades del bosque ancestral, seres vetustos yacen a la espera y permanecen escondidos de la humanidad. Protegen el bosque encantado, castigando a los intrusos y dando lugar a leyendas en estas tierras. Sin embargo, como los horrores del mundo exterior no hacían más que crecer, a los defensores les costaba proteger sus fortalezas de la maliciosa curiosidad humana."
    },
    {
        "id": 59,
        "name": "Eterno",
        "description": "Máquinas orgánicas fabricadas por una civilización desconocida, que desapareció hace mucho tiempo, esperan en el vacío que separa a unas estrellas lejanas. Acechan a la espera, incapaces de escapar de su prisión terrenal hasta que alguien las encuentre y las vuelva a liberar en la galaxia. Han esperado, están esperando y seguirán esperando... todo el tiempo que sea necesario."
    },
    {
        "id": 60,
        "name": "Orden del Loto",
        "description": "Los estimados líderes y devotos acólitos de la Orden del Loto son los mejores de las Tierras Primigenias. Los miembros del Orden, avatares de la inmortalidad y la virtud, viven muchas vidas, esforzándose por mantener la paz eterna."
    },
    {
        "id": 61,
        "name": "Caja de juguetes",
        "description": "El baúl de juguetes de Gnar está lleno de tesoros de valor incalculable, pero, cuando no hay nadie en casa, sus juguetes adquieren vida propia..."
    },
    {
        "id": 62,
        "name": "Pétalo de la muerte",
        "description": "Las criaturas silvanas de los bosques al norte yacen durmientes, ocultas a la vista de viajeros cansados y valientes guerreros. Estas viles criaturas esperan el momento perfecto para atacar, una prueba de paciencia propia de criaturas tan antiguas como las tierras que habitan, y cuyo premio es un festín de carne y huesos que tiñe el suelo de un intenso color carmesí."
    },
    {
        "id": 63,
        "name": "Operación ártica",
        "description": "El Alto Mando necesitaba un nuevo grupo para lidiar con las crecientes amenazas en el frente ártico. Necesitaban soldados más fríos que los propios glaciares que atravesarían, con mente fría y hielo en sus venas. Bienvenidos a la Operación Ártica."
    },
    {
        "id": 64,
        "name": "Rompecorazones",
        "description": "La mayoría busca a su amor en los parques tranquilos o en tiendas de té de lo más agradables. Pero esas relaciones nunca duran. Los vínculos que se forman en el campo de batalla son penetrantes como las balas que atraviesan los corazones de los enemigos... Esos sí que perduran. "
    },
    {
        "id": 65,
        "name": "Legión de acero",
        "description": "Una galaxia marcada por la guerra ahora intenta reconstruirse, pero las viejas heridas permanecen. Delincuentes, cazarrecompensas, mercenarios y asesinos han llenado el vacío de poder, pilotando peligrosos exotrajes de combate con capacidades sobrehumanas."
    },
    {
        "id": 66,
        "name": "Guardián de las arenas",
        "description": "Poderosos guardianes vigilan la tumba de un antiguo horror para que nunca vuelva a amenazar al mundo. Pero puede que sea demasiado tarde..."
    },
    {
        "id": 67,
        "name": "Faraón",
        "description": "Aunque las arenas acabaron con sus imperios, otrora unos poderosos faraones gobernaron las dunas bañadas por el sol del Gran Desierto."
    },
    {
        "id": 68,
        "name": "Tribal",
        "description": "Solo unos pocos sobreviven a un viaje a través de la helada tundra del norte. Si el frío no te mata..., un tribal lo hará."
    },
    {
        "id": 69,
        "name": "Lancero",
        "description": "En estos terribles tiempos que corren, los grandes Protectores mecanizados han despertado de su letargo. Más altos que cualquier edificio y más poderosos que cualquier ejército, se alzan para proteger a sus súbditos antes de volver a la tierra una vez más."
    },
    {
        "id": 70,
        "name": "Guerrera callejera",
        "description": "En el páramo, el único mandamiento que respetan los guerreros callejeros es el rugir del motor; y las únicas plegarias a las que atienden, las maldiciones de sus enemigos. "
    },
    {
        "id": 71,
        "name": "Libro de cuentos",
        "description": "Érase una vez un grupo de animados personajillos de cuento que cobraron vida..."
    },
    {
        "id": 72,
        "name": "Fábulas",
        "description": "Cada cultura tiene su propio folclore, repleto de leyendas y monstruos. ¿Son los mitos producto de nuestra imaginación, historias que pasan de una generación a otra para explicar lo inexplicable? ¿O se basan en una verdad que permanece oculta al resto del mundo?"
    },
    {
        "id": 73,
        "name": "Odisea",
        "description": "Desde las metrópolis de los mundos centrales hasta los confines más alejados de la galaxia... ¡aguarda la aventura! El gran imperio demaxiano ignora las objeciones de la orden templaria y también del sindicato criminal en la búsqueda del Ora: una misteriosa esencia dorada que es la energía vital de toda civilización y alberga el potencial de otorgar un poder inimaginable a aquellos que la consigan controlar..."
    },
    {
        "id": 74,
        "name": "Aguas Estancadas: La maldición de los ahogados",
        "description": "Bajo el cuarto creciente y la mareas, hay magia oscura y secretos aunque no los veas. Sal, sangre y viento fluyen sobre la mar..., pero también bajo ella se dejan avistar."
    },
    {
        "id": 75,
        "name": "Campeones del Mundial: 2017",
        "description": "¡Enhorabuena a los ganadores del Mundial 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Nova terrorífica",
        "description": "Nova terrorífica, una red criminal compuesta por despiadados mercenarios que gobiernan sobre sectores enteros de la galaxia, se ha convertido en una poderosa organización desde que sus fundadores abandonaron las filas de Industrias Génesis tras robar los planos de diversos exotrajes. Ahora hacen retroceder al Ejército Real Espacial, que intenta imponer el orden corporativo de Génesis, utilizando toda la potencia de fuego con la que consiguen hacerse en el mercado negro."
    },
    {
        "id": 78,
        "name": "La batalla de los reyes dioses",
        "description": "Al final de una línea temporal oscura, dos reyes que descendieron de los dioses primigenios del orden y el caos lideran grandes ejércitos en un último enfrentamiento."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Se alzan desde las profundidades del planeta: colosales criaturas, terroríficas y hambrientas, más fuertes que ejércitos y montañas. No sabemos sus motivos ni conocemos sus planes. Lo único que está claro es que no sobreviviremos a ellos... a menos que creemos los medios para detenerlos."
    },
    {
        "id": 80,
        "name": "Presagio de la oscuridad",
        "description": "Los padres cuentan la historia de una reina maldita y sus miserables seguidores a sus hijos a la hora de dormir. Pero las lecciones calan con más profundidad cuando el cuento se funde con las sombras, que se cuelan en los sueños y moldean las almas de ingenuos niños y niñas. Pero no os preocupéis, no son más que simples pesadillas... O eso quieren creer los adultos."
    },
    {
        "id": 81,
        "name": "Viaje inmortal",
        "description": "Hace mucho tiempo, en un lugar muy antiguo, se reunieron muchas almas bajo los dioses para poner a prueba los límites de su poder. Ignorantes y arrogantes, valientes y justas, sus experiencias quedaron grabadas en las páginas inmortales de la historia..."
    },
    {
        "id": 82,
        "name": "Tradicional",
        "description": "En honor a los diseños iniciales de los campeones actualizados."
    },
    {
        "id": 83,
        "name": "Edición de coleccionista",
        "description": "Todo es mejor cuando va dentro de una caja de edición coleccionista, ya sea digital o física."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: donde se junta todo lo relacionado con los videojuegos, se celebra la cultura del gaming y se forman vínculos inmortales."
    },
    {
        "id": 85,
        "name": "Legión de acero",
        "description": "A la sombra de una guerra sin cuartel entre Industrias Génesis y Nova terrorífica, arruinar las vidas de la gente no es más que un daño colateral. Legión de acero es una organización justiciera que opera en los planetas devastados que se han convertido en campos de batalla, fue fundada por refugiados y crea su armamento a partir de chatarra. Si nadie defiende al pueblo, deberá defenderse por su cuenta."
    },
    {
        "id": 86,
        "name": "Infernal",
        "description": "Abrasar un mundo entero requiere de una fuerza inimaginable, por lo que el señor de las cenizas acude a sus legiones de infernales para que le presten sus llamas. Desde las profundidades más oscuras, cada uno le otorga sus horribles poderes, aunque no todos responden a la llamada con el mismo abrasador entusiasmo."
    },
    {
        "id": 87,
        "name": "Muerte anunciada",
        "description": "Ansiosa por reclamar más almas para el inframundo, la Muerte envía a las almas de guerreros caídos como muerte anunciada al mundo mortal, donde cumplen con gusto las terribles órdenes de su maestra."
    },
    {
        "id": 88,
        "name": "Truco o trato",
        "description": "Más te vale tener chuches de las buenas: piltopiruletas, caramelos de Cortasendas, chocolatinas de Estrella oscura... Como no tengas de esas, los niños de este barrio no van a parar de hacerte trastadas. "
    },
    {
        "id": 89,
        "name": "Zombis contra exterminadores",
        "description": "Cerebros..."
    },
    {
        "id": 90,
        "name": "Pretoriano",
        "description": "Nada escapa de las frías garras de los pretorianos, una plaga mecánica que desgarra el tejido del espacio-tiempo. Y aunque los Rememoradores luchan por prevenir la erradicación de toda vida, en el fondo están llenos de miedo, pues saben que en algún momento se cansarán y serán alcanzados por los inagotables pretorianos."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "''Existe un lugar entre la fantasía y la realidad donde puede ocurrir cualquier cosa. Un lugar donde puedes ser quien quieras, hacer lo que quieras. Es tu sueño. En este mundo intermedio, K/DA se siente fuerte y segura. Podemos hacer lo que sea, y vosotros también''. -Kai'Sa"
    },
    {
        "id": 92,
        "name": "Aquelarre",
        "description": "Las brujas esperan pacientemente en una sororidad de belleza aterradora; de sus labios desacralizados se escapan susurros esperanzados. Hablan de los cadáveres hinchados de los dioses antiguos, de ritos mágicos ancestrales ya olvidados por los mortales, del regreso de aquello que llaman ''orden'' pero que otros llaman ''sufrimiento''. ¡Escuchad! Se acerca el fin de la humanidad."
    },
    {
        "id": 93,
        "name": "Eclipse",
        "description": "Hace tiempo, una orden de caballeros monásticos exterminaron a los crueles dioses del antiguo mundo con poderes esotéricos que habían recibido de la luna y el sol. Ahora el mundo es más oscuro y violento, pues esas mismas deidades se preparan para regresar, y solo la luz del eclipse podrá detenerlos."
    },
    {
        "id": 94,
        "name": "Astronautas",
        "description": "¡Astronautas, criaturas traviesas y adorables meeps alienígenas! Desafiar a la gravedad no es más que el pan de cada día para estos aventureros espaciales que defienden el planeta M33p y recorren el cosmos."
    },
    {
        "id": 95,
        "name": "Arcanólogos",
        "description": "Más allá de las puertas de la academia hay un mundo lleno de magia... y peligro. Los profesores aconsejan a los jóvenes magos y brujas que permanezcan en la seguridad de la escuela, hagan crecer su poder y estudien a conciencia... Pero ¿dónde está la diversión cuando la verdadera aventura les espera ahí fuera?"
    },
    {
        "id": 96,
        "name": "Origami",
        "description": "''¿Ves que lleve una silla en el lomo?'', dijo el fénix. ''No soy un pájaro de transporte. Con ese yeti encima me va a salir una contractura''. El chico observaba mientras su plan perfecto se iba al traste. Pero luego, una sonrisa le cambió la cara. Al fin y al cabo, en este mundo de papel doblado y arroyos arrugados, la aventura siempre aguarda en el siguiente doblez."
    },
    {
        "id": 97,
        "name": "Albión",
        "description": "Antaño las tierras de los antiguos imperios élficos, ahora los vastos bosques de Albión son el hogar de reinos, forajidos, elfos y hombres libres a partes iguales. Las ruinas imperiales ocultan un inmenso poder, si es que alguien es tan valiente como para adentrarse tanto en el bosque para buscarlo..."
    },
    {
        "id": 98,
        "name": "Gatos contra perros",
        "description": "La rivalidad más antigua que el mundo ha conocido: el mejor amigo del ser humano contra los protagonistas de internet. Solo una facción se alzará con la victoria en la batalla entre perros y gatos. Esperemos que no se ensucien demasiado: la única cosa peor que la derrota es un baño."
    },
    {
        "id": 99,
        "name": "Maravillas del mundo",
        "description": "Individuos provenientes del lejano universo de la ''Tierra'', donde gigantescas estatuas cobran vida y todo el mundo lleva sombreros graciosos. Se parece mucho a Runaterra si te paras a pensarlo."
    },
    {
        "id": 100,
        "name": "Trabajo cotidiano",
        "description": "¡Hay que ganarse la vida!"
    },
    {
        "id": 101,
        "name": "Este no es...",
        "description": "¿Eso es un robot con gafas y gabardina? Claro que no. ¿Tus ojos perciben a un hombre bestia en pijama? Más vale que te examinen la vista, porque se equivocan. ¿No es demasiado modesto Draven para llevar su propia cabeza? Qué pregunta más tonta. ¿Y ese calamar láser? Está claro que es humano. Desde luego."
    },
    {
        "id": 102,
        "name": "Alta sociedad",
        "description": "Lo único más impresionante que sus riquezas es su capacidad para evadir impuestos."
    },
    {
        "id": 103,
        "name": "Reyes del mate",
        "description": "En este mundo, hay dos tipos de personas: los que hacen mates y a los que los matan. Si no sabes cuál de los dos eres, ¡ándate con ojo! ¡Están a punto de matarte!"
    },
    {
        "id": 104,
        "name": "Comando",
        "description": "El típico pozo sin fondo plagado de parásitos y villanos. Los caudillos luchan por hacerse con el poder, se forjan y rompen pactos a diestro y siniestro, y las amistadas encuentran su fin en el filo de cuchillas retorcidas y sigilosas. Y, sin embargo, esta ciudad oculta algo más. Algo desconocido e imperceptible. Algo... infinito. "
    },
    {
        "id": 105,
        "name": "Invasores",
        "description": "Haciendo honor a su nombre, estos infames meeps alienígenas se han topado con un poder que escapa a su comprensión. Por desgracia, mal de muchos... Aquellos que entran en contacto con los invasores, casi siempre aparecen en el otro lado un poco más malvados... ¡y morados!"
    },
    {
        "id": 106,
        "name": "Científicos locos",
        "description": "Los requisitos del puesto son de lo más simples: buscamos al menos cinco años de experiencia en ciencias aplicadas; el último artículo que hayas publicado, siempre y cuando esté revisado por otro científico; y dos contactos de referencia. ¡Ah! Y también una risa malvada. De hecho, eso último es lo más importante."
    },
    {
        "id": 107,
        "name": "Campeones del Mundial 2018",
        "description": "¡Enhorabuena a los ganadores del Mundial 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Profundidades olvidadas",
        "description": "''Relájate y escucha, cariño. El océano es todo un enigma; las olas de espuma que llegan a nuestra pacífica costa no son más que una falaz invitación. Ese azul infinito oculta un universo más allá de nuestra imaginación. Un mundo repleto de reinos arruinados y monstruos feroces que flotan en las profundidades olvidadas''."
    },
    {
        "id": 109,
        "name": "Conquistador",
        "description": "En conmemoración de los torneos Mid-Season Invitational y split de primavera de League of Legends."
    },
    {
        "id": 110,
        "name": "Gótica",
        "description": "No es una fase."
    },
    {
        "id": 111,
        "name": "Edad de plata",
        "description": "Los mayores héroes de la Grieta y sus más viles villanos ya están disponibles en diversas tiendas de cómics."
    },
    {
        "id": 112,
        "name": "Glacial",
        "description": "El mundo está congelado, y pocos quedan para recordar por qué. Los antiguos horrores despiertan bajo el hielo, listos para hacerse con el mundo una vez más. La llama de la esperanza prevalece, pero los días son cortos, y las noches, largas..."
    },
    {
        "id": 113,
        "name": "Academia de combate",
        "description": "En estas instituciones, solo los más fuertes sobreviven. Aunque se fundaron para honrar a su arma divina, los estudiantes de cada academia se esfuerzan por hacer de su fuerza su camino hacia la gloria. La competitividad reina en el ambiente, ya sea en clase o en el campo de batalla."
    },
    {
        "id": 114,
        "name": "Medieval",
        "description": "¡Atención, caballeros y truhanes! ¡Estas tierras están bajo la real protección del rey y la reina! ¡Abrid paso, abrid paso!"
    },
    {
        "id": 115,
        "name": "Hospital de la Grieta",
        "description": "Toma asiento. El doctor te atenderá en unos minutos."
    },
    {
        "id": 116,
        "name": "Horrores demoníacos",
        "description": "Incluso en el reino del infierno, los famosos y apasionados jinetes que buscan aumentar su estatus social apuestan las armas de los mortales en sus jugadas para ganarse el favor del señor oscuro."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Cuando Ahri selecciona su personaje en la pantalla de inicio, la música de sintetizador inunda la recreativa. Pulsa los botones de forma perfectamente calculada y guía a su campeón por las calles demacianas plagadas de criminales. Una multitud se reúne alrededor de Ahri con intención de verla al fin superar la puntuación más alta, que es de ella misma hace unos días."
    },
    {
        "id": 118,
        "name": "Armadura completa",
        "description": "Personas de todo el planeta se reúnen para ver a los mejores roboluchadores darlo todo en las arenas gladiatorias de RiotCorp. Desean convertirse en los campeones de la liga de combate de armadura completa y se arriesgan a acabar despiezados en el intento."
    },
    {
        "id": 119,
        "name": "Guardianas de las estrellas: temporada 3",
        "description": "El antiguo escuadrón de Ahri reaparece, cambiado tras los acontecimientos que lo dividieron en el pasado... y acechado por una amenaza más horrible que ninguna a la que las guardianas de las estrellas se hayan enfrentado jamás. ¿Conseguirá el grupo superar sus rencores y salvarse de la aniquilación o se convertirán en las próximas víctimas de la Estrella del Crepúsculo?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "''¿Que qué es True Damage? Tío, ¡True Damage es el futuro! Es un grupo formado por los mejores artistas del mundo, reunidos para crear la mejor colaboración posible y componer la mejor música hip-hop. Vamos cinco pasos por delante del resto, así que los demás van a tener que ponerse las pilas''. -Ekko"
    },
    {
        "id": 121,
        "name": "Polis y ladrones",
        "description": "Nadie trabaja tan duro como el Departamento de Policía de Piltover. ¿Quién más podría encerrar a los dónuts más empalagosos en sus despiadados estómagos, acumular la mayor cantidad de horas extra e ignorar hasta el papeleo más insignificante? Puede que los criminales se aprovechen de la situación, pero hasta a ellos les gustaría tener ese tipo de trabajo."
    },
    {
        "id": 122,
        "name": "Élite carmesí",
        "description": "No podemos confirmar ni negar la implicación de la Élite carmesí en cualquier actividad criminal; les pedimos que dirijan todas sus consultas a las autoridades locales."
    },
    {
        "id": 123,
        "name": "Caballeros del terror",
        "description": "Resucitados por una misteriosa magia ancestral, estos caballeros no muertos son los últimos restos de una legendaria historia olvidada. Protegerán lo que una vez fue suyo, cueste lo que cueste."
    },
    {
        "id": 124,
        "name": "Guerreros del orden",
        "description": "El orden y la luz reinan sobre las deidades del alba, aportando equilibrio a un mundo emergente que se encuentra en conflicto con las fuerzas de la noche."
    },
    {
        "id": 125,
        "name": "Heraldos del caos",
        "description": "El caos y la oscuridad reinan sobre las deidades de la noche, trayendo cambios a un mundo estático que se encuentra en conflicto con las fuerzas del alba."
    },
    {
        "id": 126,
        "name": "Piedra carmesí",
        "description": "Los horrores abundan en las profundidades de la noche, aunque ninguno tan terrorífico como las sectas de la piedra carmesí. En su presencia, proliferan los alaridos y las calles se tiñen de rojo, pues su maestro tiene una sed de sangre que debe ser saciada."
    },
    {
        "id": 127,
        "name": "Reinos mecha",
        "description": "Los Grandes Reinos estuvieron en guerra durante generaciones... hasta que llegó un nuevo enemigo. Para luchar contra él, los cielos los bendijeron con un don. ¿Se alzarán más allá del pasado para salvar el futuro?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "El duro y helado norte rara vez cuenta con viajeros de otras tierras. Aquellos que se atreven a adentrarse en lo salvaje se topan con una naturaleza hostil y hordas nada hospitalarias. Los pocos que sobreviven y vuelven a la nación que llaman hogar deben considerarse afortunados."
    },
    {
        "id": 129,
        "name": "Escarcha oscura",
        "description": "La Bruja de Hielo no deja descansar en paz a nadie; amigos y enemigos caídos en su dominio se alzan de nuevo para luchar a su lado. Su magia oscura retuerce su apariencia, creando gólems glaciales con corazones de hielo negro sempiterno."
    },
    {
        "id": 130,
        "name": "Campeones del Mundial 2019",
        "description": "¡Enhorabuena a los ganadores del Mundial 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "La unidad PsyOps es la joya de la corona de las operaciones militares clandestinas, un equipo de soldados psíquicos de élite que luchan contra milicias rebeldes y amenazas sobrenaturales. Oficialmente, no existen. Sin embargo, cuando las herramientas de guerra convencionales no dan la talla y lo que está en juego es ni más ni menos que el destino del mundo, PsyOps responde a la llamada."
    },
    {
        "id": 134,
        "name": "Grupo Rosa Negra",
        "description": "El grupo de la Rosa Negra, una unidad paramilitar psíquica de un poder temible, espera crear un nuevo orden mundial con sus feroces bioarmas humanas."
    },
    {
        "id": 135,
        "name": "Dragomantes",
        "description": "Dragones majestuosos habitan en lugares lejanos de una gran belleza natural. Aunque suelen evitar los asuntos de los mortales, en raras ocasiones ofrecen su don a unos pocos. Los dragomantes han tenido la suerte y el poder suficiente como para recibir la bendición definitiva. Que la usen para el bien o para el mal depende totalmente de ellos, y de cualquiera lo suficientemente poderoso como para detenerlos."
    },
    {
        "id": 136,
        "name": "Galaxia",
        "description": "La guerra de la Luna Quebrada ha sacudido nuestra galaxia durante casi un centenar de ciclos. Y, aun así..., parece que todavía no ha llegado a su fin."
    },
    {
        "id": 137,
        "name": "Reinas guerreras",
        "description": ""
    },
    {
        "id": 138,
        "name": "Arruinado",
        "description": "El Harrowing propaga su Niebla Negra por toda Runaterra, corrompiendo todo a su alcance. Algunos se ven persuadidos por el Rey Arruinado y se someten a él, creyendo que comparten el mismo objetivo. Pero Viego solo anhela el regreso de Isolde; no tiene aliados. Los arruinados que lo ayudan a detener a los Centinelas no son más que peones a merced de este corazón roto."
    },
    {
        "id": 139,
        "name": "Pergaminos de Shan Hai",
        "description": "En los legendarios pergaminos de Shan Hai, dioses y criaturas míticas deambulan por tierras mágicas y controlan el poder de los elementos. Algunos son felices con la paleta que les ha tocado, mientras que otros quieren salirse de los bordes y pintar sus vidas con nuevas pinceladas."
    },
    {
        "id": 140,
        "name": "Rosa de cristal",
        "description": "En el festival anual de la Rosa de cristal se respira romance y alegría. En esta celebración, los rivales se reúnen en un territorio pacífico y neutral para disfrutar de una noche de bailes, júbilo y deseos para el futuro. Se espera que todos los invitados dejen sus armas en la puerta, como promesa de un mañana mejor."
    },
    {
        "id": 141,
        "name": "Rosa marchita",
        "description": "El festival de la Rosa de cristal abre sus puertas a todo el que crea en un futuro pacífico, aunque a muchos les decepciona toda esa parafernalia. Los integrantes de la Rosa marchita desean que esta costumbre llegue a su fin. No obstante, nadie es inmune el encanto del festival, así que quizá se dejen llevar por la belleza de esta noche y cambien de parecer."
    },
    {
        "id": 142,
        "name": "Bestia lunar",
        "description": "Cada año, una bestia lunar descarriada llega al reino mortal atraída por las celebraciones del año nuevo. Y, cada año, el dios lunar correspondiente selecciona a un escuadrón de campeones elegidos para alejar a la bestia y proteger a la ciudad de la imparable destrucción de la criatura. El desfile lunar es una parte muy querida de las festividades del año nuevo, y la bestia que protagoniza el evento trae buena suerte cuando el escuadrón logra amansarla. ¡Cuando una bestia lunar está bien entretenida y descansada, significa que se avecina un próspero año nuevo!"
    },
    {
        "id": 143,
        "name": "¡Abejas!",
        "description": "Bzzz. Bzzz, bzzz, bzzz. ¡Bzzz! Bzzz, bzz, bzz, bzz, bzz. Bzzz..."
    },
    {
        "id": 144,
        "name": "Onda espacial",
        "description": "En una galaxia marchosa a un millón de infiernos disco de distancia, una misteriosa energía conocida como la onda lleva música y prosperidad a trillones de habitantes galácticos. Sin embargo, cuando la gobernante suprema alienígena Lissandra y su ejército de malas vibras comienzan a esclavizar planetas y a suprimir la música disco, una nueva saga de héroes se alza para detenerla y que no pare la fiesta."
    },
    {
        "id": 145,
        "name": "Campeones del Mundial 2020",
        "description": "¡Enhorabuena a los ganadores del Mundial 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arcanos",
        "description": ""
    },
    {
        "id": 147,
        "name": "Centinelas de la Luz",
        "description": "Aunque no son muchos, los Centinelas de la Luz comparten una misma historia. Durante años han luchado contra el Harrowing con ayuda de un antiguo armamento de piedra reliquia que canaliza sus propias almas para formar una poderosa luz. Pero lo único que importa ahora es la inminente batalla, pues el Rey Arruinado arrasa con Runaterra para bailar una vez más con su reina."
    },
    {
        "id": 148,
        "name": "Hacker",
        "description": "En la animada vida clandestina de Ciudad Sonido, hackers, skaters, rebeldes y pícaros se unen para ocultarse de las miradas curiosas de los poderosos soberanos de las corporaciones cibernéticas."
    },
    {
        "id": 149,
        "name": "Pesadilla en la Ciudad sin ley",
        "description": "Si la corrupción y la ilegalidad se pudiese trazar en un mapa, la ciudad de Valoran estaría en el centro. Lugar de nacimiento de todas las depravaciones habidas y por haber, no hay lugar al que el mal no pueda llegar, y los horrores que habitan en él ansían expandir su influencia."
    },
    {
        "id": 150,
        "name": "Fenixmantes",
        "description": "Solo los corazones más sinceros son bendecidos por el divino fenghuang, un legendario fénix que vela por el mundo. Sus campeones reciben una sola pluma. Cada una de ellas contiene un poder elemental inimaginable, lo que les otorga los medios necesarios para proteger todo lo que es inocente y bueno frente a las fuerzas que acechan entre las sombras."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "En un reino consagrado a dioses oscuros e indiferentes, donde los mortales se enfrentaban en sangrientas e incesantes sagas de metal, una banda se alzó sobre el resto: Pentakill, elegidos de los anfitriones musicales. Ahora, venerada en templos y arenas de todo el lugar, su supremacía es absoluta. Sin embargo, un tiempo de cambio se acerca, y pronto el ciclo podría volver a empezar de nuevo..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Monadas de cafetería",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelana",
        "description": "En un mundo en el que los espíritus ancestrales y las criaturas mágicas viven en la periferia de la sociedad moderna, los poderosos artefactos de porcelana, que reciben el nombre de reliquias del zodiaco, son de vital importancia para desatar un enorme poder. Los protectores, unos guardianes inmortales, se encargan de la protección de las reliquias para evitar que caigan en las manos equivocadas."
    },
    {
        "id": 155,
        "name": "Hoja relámpago",
        "description": "La orden Hoja relámpago está formada por guerreros shinobi que portan armas imbuidas de magia de rayos en el mortífero Ritual de la nube. Su misión es proteger a la humanidad de espíritus y monstruos malvados. Viajan entre el reino mortal y el espiritual para perseguir amenazas que nadie más puede tocar y así protegen el futuro de todos los habitantes del mundo mortal."
    },
    {
        "id": 156,
        "name": "Escuadrón Ánima",
        "description": ""
    },
    {
        "id": 157,
        "name": "Guerreros de la ceniza",
        "description": "Hace múltiples eras, un gran rey inició una gloriosa guerra: liberar al mundo de las cadenas de la magia, para que la humanidad pudiese forjar su propio destino. No obstante, al acabar con la última fuente de magia, el rey se perdió, las bases del mundo se derrumbaron y sus antaño legendarios caballeros se quedaron solos, convirtiéndose en una presa fácil para la locura, la ruina y las cenizas."
    },
    {
        "id": 158,
        "name": "Campeones del Mundial 2021",
        "description": "¡Enhorabuena a los ganadores del Mundial de 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Canción del océano",
        "description": "El festival de Canción del océano va sobrado de rollo playero y buena música. Desde las dulces melodías de Seraphine al DJ experimental Yone, hay un estilo para todo el mundo; así que siente la arena entre los pies, saborea el aire salado y déjate llevar por la mejor música del verano."
    },
    {
        "id": 160,
        "name": "Luna nevada",
        "description": "Conforme la Luna nevada se alza más allá de las modestas montañas de Jonia, una brisa gélida recorre el reino. Aquellos que realizan adoraciones en su nombre, una secta de asesinos impasibles, comienzan su ritual. La nieve trae consigo la purificación, una limpieza que solo es posible renunciando a la humanidad propia."
    },
    {
        "id": 161,
        "name": "Guardianas de las estrellas, temporada 4",
        "description": "Enemigos ancestrales emergen en una Valoran marcada por la invasión de Zoe y defendida por una nueva generación de guardianas de las estrellas. Conforme la oscuridad se arremolina sobre ellas, Kai'Sa y Akali preparan a un escuadrón novato para enfrentarse a fuerzas que van más allá de su comprensión... y la verdadera amenaza que las acecha."
    },
    {
        "id": 162,
        "name": "Domadores de monstruos",
        "description": "¿Quiénes somos? ¡Somos domadores de monstruos! ¡Protegemos el mundo siempre que corre peligro! En situaciones en las que cualquiera huiría, nosotros vamos hacia los rugidos. Domamos a los monstruos y utilizamos el QUID. Gracias a la ayuda de nuestros nuevos amigos, ¡saltaremos, correremos, nadaremos y volaremos! Iremos a cualquier parte, sin importar lo lejos que esté. ¡Porque somos domadores de monstruos! ¡Eso somos!"
    },
    {
        "id": 163,
        "name": "Guardián de los espíritus",
        "description": "Udyr pasó casi una década entrenando en Jonia con los monjes del monasterio Hirana, aprendiendo a controlar y dominar sus habilidades espirituales. Al final, cuando Freljord lo llamó para que regresara a su hogar, decidió quedarse y completar su entrenamiento. Desde entonces, Udyr se ha convertido en parte del paisaje jonio, tanto del espiritual como del mortal, ya que trabaja con Lee Sin y Karma para devolver el equilibrio a la tierra desgarrada por la guerra."
    },
    {
        "id": 164,
        "name": "La Ruina",
        "description": "Hace mil años, el último rey de Camavor decidió seguir su corazón a costa de su país. Tan grande era el amor que sentía que el destino jugó sus cartas y, tras esto, solo hubo Ruina."
    },
    {
        "id": 165,
        "name": "Juegos Cénit",
        "description": "Estamos en 2122, un año de nuevos comienzos para los Juegos Cénit. Los árbitros robóticos están tomando el campo de batalla, el deporte del lanzamartillos hace su debut competitivo y, tras años de debate, los humanos con aumentos por fin pueden competir. Ahora solo queda ver quién ganará."
    },
    {
        "id": 166,
        "name": "Elementalista",
        "description": "Un reino está a punto de ser destruido por un ejército de titánicas bestias elementales que han iniciado una guerra contra la humanidad. Una reina guerrera solitaria, Lux elementalista, es la última línea de defensa. Para salvar a su gente, deberá mirar en su interior y revelar su verdadera naturaleza... sin importar la forma que tome."
    },
    {
        "id": 167,
        "name": "Legado",
        "description": "Los tesoros de la antigüedad y su brillo, al alcance de la mano."
    },
    {
        "id": 168,
        "name": "Urf el manatí",
        "description": "En recuerdo a Urf, una gentil vaca marina que ahora practica con su espátula en los someros marjales del vasto más allá. Buenas noches, dulce príncipe."
    },
    {
        "id": 169,
        "name": "Fiesta sorpresa",
        "description": "¡¿A quién no le va a gustar una fiesta sorpresa?! La lista de invitados ya está lista, todos han traído regalos y la comida va a estar deliciosa. ¡Hasta tenemos un payaso! Esta fiesta será inolvidable. Pero no se lo contéis a Amumu."
    },
    {
        "id": 170,
        "name": "Noche de miedo",
        "description": "Desplazándose sobre unas gigantescas ancas de rana, la Fungipensión atrae a todo tipo de huéspedes horripilantes. Independientemente de dónde se asiente, algún monstruo anda en busca de un lugar donde pasar la noche, y Mamá Glasc siempre les da una cálida bienvenida a la familia. Además, el interminable laberinto de habitaciones sirve para que nadie se marche nunca."
    },
    {
        "id": 171,
        "name": "Florecer espiritual",
        "description": "El festival del Florecer espiritual es una festividad ancestral de Jonia en la que se abre la puerta al mundo espiritual, los muertos regresan con sus seres queridos y espíritus de todo tipo posan sus miradas en los vivos. Desde los benévolos kanmei hasta los obsesivos akana, sus historias se repiten una y otra vez como sombras en una linterna de papel."
    },
    {
        "id": 172,
        "name": "Embrujada",
        "description": "¿Quién ha dicho que las brujas no puedan divertirse? Sea quien fuere, seguramente ahora será una rana u otro tipo de alimaña, condenada a recorrer estas calles viendo las celebraciones desde lejos. Se trata de un castigo bastante severo, pero ¿qué se esperaba? Se les da genial montar una buena fiesta, y es que, al fin y al cabo, ¡son brujas!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Siente el bajo, escucha el ritmo y déjate llevar por la música."
    },
    {
        "id": 174,
        "name": "Estrella del pop",
        "description": "Cuando estás en lo alto de las listas, nadie puede aguarte la fiesta."
    },
    {
        "id": 176,
        "name": "Tres honores",
        "description": "La sociedad cada vez se ha vuelto más individualista y enigmática bajo el reinado de la Esencia. Se anima a los ciudadanos a preocuparse únicamente por sí mismos, así que nadie se fía de nadie. Como líder de la Orden del Consuelo, Malzahar busca llevar la armonía a este disonante mundo mediante la inspiradora aura del consuelo. Sabe que la unión engendrará un mundo mejor."
    },
    {
        "id": 177,
        "name": "Mercenarios de Aguas Estancadas",
        "description": "Cazarrecompensas, forajidos y piratas llegan a los infames muelles del matadero de Aguas Estancadas como moscas a las sobras de un carnicero. La vida en los mares es dura, pero su recompensa puede merecer mucho la pena... Eso si la Dama Barbuda lo permite."
    },
    {
        "id": 178,
        "name": "Crónica",
        "description": "Las leyendas se crean, se forjan y se ponen a prueba ante su pasado."
    },
    {
        "id": 179,
        "name": "Maldición del Vacío",
        "description": "Si el azote del Vacío se extendiese por Runaterra, todos se arrodillarían ante su retorcida evolución. En forma de plaga hambrienta y sedienta, el Vacío no perdona a ninguna criatura, ni tampoco conoce la derrota."
    },
    {
        "id": 180,
        "name": "Caminos alternativos",
        "description": "Un caballero sacude sus alas y, en medio de Runaterra, aparece un Dragón de océano. Nuestras vidas se apagan, caprichosas como las palabras en un pergamino; los caminos ante nosotros son desconocidos e intrigantes. ¿Y si el camino que escogemos... es el menos transitado?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "¿¿Quién ha metido esto aquí?? No se lo digáis a los del departamento legal."
    },
    {
        "id": 183,
        "name": "Ladrones de almas",
        "description": "Las almas son vida, luz, poder, y en un mundo sin piedad, los implacables maestros de la muerte se hacen con ellas para su consumo."
    },
    {
        "id": 184,
        "name": "Victorioso",
        "description": "Se otorga a los jugadores que hayan ganado un torneo de League of Legends patrocinado."
    },
    {
        "id": 185,
        "name": "Auténtico guerrero",
        "description": "Para un verdadero guerrero, solo la fuerza y el honor resonarán en la eternidad."
    },
    {
        "id": 186,
        "name": "Empíreo",
        "description": "El primer empíreo, Pyke, avanza rápidamente de un reino a otro, destruyendo a sus homólogos a su paso y dando vida a otros empíreos en el proceso. ¿Quién se alzará con el control conforme surgen nuevos y poderosísimos empíreos? ¿Y qué harán con el breve tiempo que les queda?"
    },
    {
        "id": 187,
        "name": "Bendición invernal",
        "description": "Cuando el aire se enfría y cae la primera nevada, alza la vista al cielo y contempla la llegada de Polaris. No temas, puesto que, si has obrado bien sin expectativa alguna, puede que se te otorguen las bendiciones de la Aurora. Pero no lo olvides: independientemente de cómo actúes, no podrás dar por sentado los obsequios, ya que Polaris regresa cada año, y nadie se libra de su castigo."
    },
    {
        "id": 188,
        "name": "Hacedores de mitos",
        "description": "Hace mucho tiempo, la derrota de la gran bestia Galio dio lugar a las tradiciones del Año Nuevo lunar. Estas se mantienen y transmiten de una generación a otra contando una y otra vez la historia. Y, dentro de la misma, hay un mundo latente. Sin embargo, cuando la historia se detiene de repente, sus personajes deben trabajar codo con codo para solucionar el problema y llegar al final de su propio mito."
    },
    {
        "id": 189,
        "name": "Rompecorazones y afligidos",
        "description": "El grupo pijo y elegante de los rompecorazones no tiene nada que ver con la pandilla de los afligidos, que prefiere saltarse las clases para echar el rato en el parque de skate. Sin embargo, todos están de acuerdo en una cosa: ya están hartos de esta fiesta dedicada a la gente que se enamora. ¿Por qué no se deshacen sin más de las mariposas que sienten?"
    },
    {
        "id": 190,
        "name": "Alianza quebrada",
        "description": "Durante años, la congregación de Aspirantes ha luchado contra la secta de Neverghaast por hacerse con el Aspira, el aliento de la vida. Para la congregación, el Aspira es un obsequio que se obtiene al morir y que abre las puertas del más allá. Pero los Neverghaast, aquellos que cargan con la maldición de una sed insaciable de Aspira, creen que solo hay una vida y, por ende, se debe disfrutar al máximo. La guerra continúa... y aún no atisbamos su final."
    },
    {
        "id": 191,
        "name": "Corte feérica",
        "description": "Toda la nobleza feérica sirve a la voluntad de la naturaleza: hace que se cumpla el orden natural de las cosas y el paso de una estación a otra con su magia. Sin embargo, esa noble causa oculta constantes intrigas políticas bajo lujosas cortes decoradas con seda, finas gasas y oro. Después de todo, el poder, ya sea natural o político, siempre atrae rivalidades."
    },
    {
        "id": 192,
        "name": "Sombra de tinta",
        "description": "En las afueras de la ciudad de Rabadon, un templo en ruinas alberga la última esperanza de su pueblo: los guerreros sombra de tinta. Cada uno sacrificó lo que era más importante en su vida. De esta forma, sellarían un contrato con espíritus ancestrales que los imbuirían de tatuajes mágicos tan poderosos que harían temblar incluso a la Camarilla. Ya no son víctimas. Ha llegado el momento de recuperar su hogar."
    },
    {
        "id": 193,
        "name": "Heraldo del caos y guerrero del orden",
        "description": "El conflicto entre los heraldos del caos y los guerreros del orden es atemporal. Las fuerzas del caos y la oscuridad traen consigo el cambio, mientras que las fuerzas del orden y la luz, la estructura. Son estos dioses y sus descendientes los que moldean el mundo emergente y quienes deciden si el futuro albergará días llenos de luz... o noches de oscuridad."
    },
    {
        "id": 194,
        "name": "Campeones del Mundial 2022",
        "description": "¡Enhorabuena a los ganadores del Mundial 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis motus",
        "description": "Motus, otrora un mundo mágico, quedó hecho añicos tras la purga. Siglos más tarde, la civilización se ha dispersado, la naturaleza subyuga las ciudades y la magia se manifiesta en forma de los cristales prismae. La magia ansía recuperar el lugar que una vez le perteneció y, aunque hay quienes pueden usar los poderes de los cristales de forma segura, muchos otros pierden el juicio en su insondable inmensidad. Y así dan comienzo las guerras prismae."
    },
    {
        "id": 196,
        "name": "Luchadores de almas",
        "description": "Sus almas despiertan ante la adversidad: una que se lucha en un campo de batalla o en las mismísimas trincheras de la mente. A cada cual se le otorgan habilidades únicas que reflejan su naturaleza y el poder de evocar la propia esencia de su espíritu. Algunos perfeccionan su fuerza, la templan con entrenamiento... Otros la usan solo como arma, para destruir. Son... ¡LUCHADORES DE ALMAS!"
    },
    {
        "id": 197,
        "name": "Diablos callejeros",
        "description": "En la ciudad de Styxbridge conviven demonios, criaturas y humanos. Cada año, se celebra un festival de arte callejero, que culmina en un concurso amistoso para ver quién crea el grafiti más grande y más atrevido: ¡el Festival del arte!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Antaño, los eidola de la vida fueron mortales. No obstante, al morir, renacieron como espíritus de la vida gracias al amor de sus familias. Los eidola de la muerte son almas olvidadas que, tras morir, vagaron por el más allá hasta encontrar a sus propias familias. Es imposible ver a ninguno de ellos, pero sí que se puede notar su pasión: llamas mágicas que ayudan a conservar o extinguir la vida."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "''No hay grupo más molón que HEARTSTEEL, con artistas como Kayn y Ezreal...''.\\n''¡Querrá decir todo el grupo!''.\\n''Tranquilízate, Sett''.\\n''Un momento, ¿para qué revista era esto, K'Sante?''.\\n''¡Intenta concentrarte!''.\\n''Oye, Yone, ¿podemos salir ya al escenario?''.\\n''Estamos... Ay, vaya, Aphelios se acaba de largar...''."
    },
    {
        "id": 200,
        "name": "Emboscada primigenia",
        "description": "Aquellos que tienen la suerte de nacer con marcas resplandecientes en la piel reciben la veneración de su pueblo y se les designa como Zarpaciados. Estas criaturas atigradas están destinadas a representar a su comunidad y exigir el respeto de los demás sometiéndolos con su fuerza. Cada uno de ellos aspira a conquistar el mundo en el nombre de su especie y convertirse en un líder temido."
    },
    {
        "id": 201,
        "name": "Poder celestial",
        "description": "Para conocer mejor a los súbditos de su reino, la realeza dracónica y su séquito descienden desde su palacio en el cielo, adoptando formas humanas y divirtiéndose con los humanos mientras dan la bienvenida al año nuevo."
    },
    {
        "id": 202,
        "name": "crystalis indomitus",
        "description": "Cuando los cristales prismae aparecieron, había quienes intentaron controlar su magia. Pero, en el norte, la influencia de los cristales corrompió hasta la mismísima tierra. Entre la broza fractal y el aire iridiscente, las criaturas unen sus fuerzas con habitantes que otrora fueron humanos en una guerra contra los restos de la civilización. Todo quedará reflejado en la imagen de los cristales prismae."
    },
    {
        "id": 203,
        "name": "Batalla campal",
        "description": "Estos alimentos piensan dar mucha guerra, tanto en el estómago como en el campo de batalla."
    },
    {
        "id": 204,
        "name": "Leyendas alzadas",
        "description": "Hace mucho tiempo, los dioses de las leyendas sellaron su poder en el interior de los cuatro fragmentos de los Alzados: caos, armonía, paciencia y vigor. Cada uno de los Alzados presentaba una prueba prácticamente letal a los guerreros que anhelaban su poder, bajo la promesa de que pasarían a ser inmortales en los anales de la historia. A día de hoy, luchadores de todos los rincones del mundo se enfrentan a este desafío con la esperanza de crear un legado merecedor del respeto de las deidades."
    },
    {
        "id": 205,
        "name": "Chamán de la lluvia",
        "description": "El mundo comienza a secarse; sediento de agua y canciones a partes iguales. Como las ranas han perdido el poder del canto, las lluvias han aminorado y la humedad ahora brilla por su ausencia. Por ello, han transmitido sus conocimientos a un nuevo grupo de criaturas: los chamanes de la lluvia. Con sus ropajes diseñados para la lluvia, trabajan sin descanso con el fin de llevar el agua de nuevo a la tierra y conseguir que la naturaleza recupere su vivacidad."
    },
    {
        "id": 206,
        "name": "Primordiano",
        "description": "Expulsados de tierra firme, los primordianos aguardaron el momento de resurgir en las profundidades del mar durante siglos... hasta que ya no pudieron seguir tolerando a los habitantes de la superficie ni sus abusos contra el planeta. Y así se emitió el juicio de la reina primordiana: la era de la humanidad al sol ha acabado, y la de los primordianos solo acaba de empezar."
    },
    {
        "id": 207,
        "name": "Campeones del Mundial 2023",
        "description": "¡Enhorabuena a los ganadores del Mundial 2023: T1!"
    },
    {
        "id": 208,
        "name": "Choques de puños y festejos",
        "description": "¡Hora de celebrarlo!"
    },
    {
        "id": 209,
        "name": "Elegidos del lobo",
        "description": "Cuando la joven líder de guerra Ambessa cae en combate, tiene una visión de lo que le espera en Volrachnun, el hogar en el más allá para los fieles y dignos seguidores del Lobo. Todos a quienes acoge en su refugio deben unirse a la caza eterna, regocijándose en las batallas y desafiando a otros guerreros elegidos en una caza que no conoce fin."
    },
    {
        "id": 210,
        "name": "Superfáns",
        "description": "¡Demostrad que sois una gran afición!"
    },
    {
        "id": 211,
        "name": "Mascarada de la Rosa Negra",
        "description": "El Baile de la Seda es un evento para deleitarse en la elegancia; una mascarada donde se unen nobles e ilustres personalidades de toda Runaterra. Sin embargo, en Noxus, la sala de baile es un campo de batalla. Un susurro puede cortar tanto como una daga, mientras el poder pasa de una mano a otra entre cumplidos. Incluso la solitaria lady Elise ha abandonado su nido para asistir al evento, al servicio de alguien desconocido... Observando. Esperando."
    },
    {
        "id": 212,
        "name": "Mitos modernos",
        "description": "Los mitos y las leyendas son susurros de antaño, pero su eco aún resuena entre nosotros. Bajo la superficie del mundo terrenal, un poder mítico engendra a una nueva generación de héroes."
    },
    {
        "id": 213,
        "name": "Dumpling de amor",
        "description": "Todo mago pastelero que se precie sabe que en las reuniones con amigos siempre debe haber deliciosos aperitivos. Aunque su cafetería acabe de abrir, ¡no hay quien supere sus dumplings! Estos chefs mágicos están dispuestos a cortar, trocear, freír y cocer al vapor a todo el que se interponga en su camino hacia la grandeza culinaria. Con solo un bocado de estas delicias, ¡se le dibujará una sonrisa en la cara hasta al cliente más gruñón!"
    },
    {
        "id": 214,
        "name": "Justicia enmascarada",
        "description": "Tras destruir su mundo natal, el malvado gigante Mezzorax recorrió toda la galaxia en busca de un nuevo planeta que invadir hasta que dio con la próspera metrópolis de Ocono. Sin embargo, un increíble grupo de ciudadanos le están plantando cara. Ataviados con sus hipertrajes alienígenas, vengarán a las víctimas de Mezzorax y acabarán con su reino del terror para siempre."
    },
    {
        "id": 215,
        "name": "La Gran Ordalía",
        "description": "Tradición noxiana que consiste en celebrar una gran victoria y el triunfo de la fuerza sobre los débiles. Tras el éxito del general Darius y sus guerreros en territorio freljordiano, se celebra la Gran Ordalía en honor a su regreso. El evento ha atraído grandes multitudes a todas las arenas de la capital para homenajear tanto a él como a todos los combatientes de gran renombre de años anteriores."
    },
    {
        "id": 216,
        "name": "Forjadestinos y Quiebradestinos",
        "description": "En un mundo donde todo depende del tejido del destino, solo los más intrépidos se atreven a intentar llegar hasta los hilos que todo lo manejan. Para ello, deben hallar el Palacio del Tejido del Destino y enfrentarse a los Forjadestinos, unas poderosas entidades a las que se les ha confiado el mismísimo sino. Aquellos que demuestren su valía, los Quiebradestinos, pueden reescribir su fortuna y lo que les depara la vida..."
    },
    {
        "id": 217,
        "name": "Astral",
        "description": "Adivinos en ciernes, ¡los astrales llevan siglos guardando los secretos del cosmos en la amplia biblioteca de su orden! Haciendo uso de conocimiento esotérico y poderes ancestrales, ¡han protegido su hogar de innumerables amenazas! Sin embargo, no son muchos los que están preparados para enfrentarse a un terror desconocido que emerge de otro planeta... y puede que tampoco para reconocer su existencia."
    },
    {
        "id": 218,
        "name": "Manantial del Florecer espiritual",
        "description": "En lo alto de las montañas, se encuentran unas termas a las que acuden los huéspedes para zafarse de todas sus preocupaciones mundanas. Este retiro temático, el Manantial del Florecer espiritual, es un oasis donde los problemas no tienen cabida. El acogedor personal y el vapor mágico consiguen dejar atrás el peso de la batalla y recuerdos que estarían mejor en el olvido. Aquí no existen héroes ni villanos, ¡solo paz y tranquilidad!"
    },
    {
        "id": 219,
        "name": "Visión de los caídos",
        "description": "''Antaño fuimos dioses. Ahora, perdidos en la eterna oscuridad incorpórea de nuestro encierro, soñamos con miles de regresos, a cada cual más inevitable y cruento..., mientras toda la humanidad apela a nuestra divina piedad una vez más''.<br>En una época olvidada por las leyendas, este mundo pertenecía a los Oscuros.<br>Y pretenden recuperarlo."
    },
    {
        "id": 220,
        "name": "Campeones del Mundial 2024",
        "description": "¡Enhorabuena a los ganadores del Mundial 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora fatalis",
        "description": "Flora fatalis juzga a todo aquel que se atreve a acercarse a su embriagador alcance, llamando la atención de aquellos con valor y ambición, atrayéndolos lo suficiente como para plantar la poderosa semilla de su voluntad. Juntos, se adaptan y evolucionan, en busca de anfitriones cada vez más fuertes a los que mejorar y... consumir."
    },
    {
        "id": 222,
        "name": "Aspectos de la eternidad",
        "description": "Durante miles de años, los poderosos y formidables Aspectos han trabajado incansablemente desde el reino celestial para guiar y fortalecer Runaterra. Cada uno afirma ser la viva imagen de una verdad universal de la creación. Buscan huéspedes mortales dignos y capaces de hacer avanzar sus planes, lo que les permite caminar por el mundo adoptando de nuevo una forma física."
    }
]