{
    "patcher_initiating_soft_repair": "ขออภัย! เราได้พบกับปัญหาในการลงโปรแกรมของคุณ เราจะทำการซ่อมไฟล์ที่ได้รับผลกระทบ",
    "patcher_primary_work_repairing": "กำลังซ่อมแซมการลงโปรแกรม",
    "patcher_error_failed_to_write": "เราไม่สามารถเขียนข้อมูลทับไฟล์ในแฟ้มที่ลงโปรแกรมของคุณได้ เหตุขัดข้องนี้ส่วนใหญ่สามารถแก้ไขได้ด้วยการเพิ่มพื้นที่ว่างในไดรฟ์แล้วลองใหม่อีกครั้ง",
    "patcher_phase": "{{current}} จาก {{max}}",
    "patcher_league_client_sln": "Client",
    "patcher_lol_game_client_sln": "เกม",
    "patcher_disconnected": "คุณไม่สามารถเล่นได้เพราะว่าคุณอาจจะไม่ได้ออนไลน์อยู่",
    "patcher_gameflow_disabled": "เราไม่สามารถสร้างล็อบบี้ได้ในตอนนี้ กรุณาออกจาก Client และเข้าใหม่อีกครั้ง",
    "patcher_gameflow_bad_registration_single": "เรากำลังพบปัญหากับบางเซิร์ฟเวอร์ของ League หากปัญหานี้ยังคงอยู่ กรุณาติดต่อฝ่ายช่วยเหลือผู้เล่นพร้อมรหัส Error นี้: {{errorCodes}}",
    "patcher_gameflow_bad_registration_plural": "เรากำลังพบปัญหากับบางเซิร์ฟเวอร์ของ League หากปัญหานี้ยังคงอยู่ กรุณาติดต่อฝ่ายช่วยเหลือผู้เล่นพร้อมรหัส Error นี้: {{errorCodes}}",
    "patcher_no_queues": "คิวหาห้องทั้งหมดถูกปิดเอาไว้ในตอนนี้ หาก Client ไม่มีปัญหา ลองออกและเปิดเกมใหม่อีกครั้ง",
    "patcher_player_time_banned": "คุณถูกแบนแล้ว! คุณจะสามารถเล่นได้อีกครั้งใน {{days}} วัน",
    "patcher_player_banned": "คุณได้ถูกแบนแล้ว! ล็อกอินใหม่อีกครั้งเพื่อดูระยะเวลาในการแบนและปรับปรุงบัตร",
    "patcher_player_in_tournament": "คุณไม่สามารถเล่นโหมดอื่นได้ในขณะที่คุณ Lock in กับ Clash",
    "long_patcher_bar_text": "กำลังติดตั้งตัวเกม....",
    "patcher_migration_modal_header": "ตัวอัปเดตแพตช์ใหม่กำลังจะมา",
    "patcher_migration_modal_body": "พวกเรากำลังเคลื่อนย้ายไฟล์ของ League เพื่อให้ตัวอัปเดตแพตช์ใหม่ของเราที่เร็วและเสถียรขึ้นสามารถเข้าถึงได้ ขั้นตอนนี้อาจใช้เวลาไม่กี่นาที แต่จะเกิดขึ้นเพียงครั้งเดียว ดูข้อมูลเพิ่มเติมได้ที่ {{link}} หากคุณต้องการ!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/th/articles/360015621174",
    "patcher_migration_modal_info_link_text": "ที่นี่",
    "generic_okay_button_text": "โอเค",
    "patcher_hanging_text": "เหมือนว่าคุณจะไม่ได้เชื่อมต่อกับเซิร์ฟเวอร์ดาวน์โหลด",
    "patcher_initial_eta_calculation": "กำลังคำนวณเวลาที่ใช้ในการดาวน์โหลดโดยประมาณ...",
    "patcher_vanguard_session": "กำลังเริ่มต้นเซสชั่น Vanguard",
    "patcher_os_check_failed": "คุณกำลังใช้งานอยู่บนระบบปฏิบัติการที่ไม่รองรับ กรุณาตรวจสอบรายละเอียดความต้องการขั้นต่ำของเรา",
    "patcher_update_direct_x": "คุณกำลังใช้ DirectX ในเวอร์ชันที่ล้าสมัย โปรดอัปเดต DirectX เวอร์ชันที่คุณใช้งานอยู่ หรืออัปเกรดฮาร์ดแวร์ของคุณเพื่อที่จะสนุกกับเกมได้ต่อไปหากจำเป็น",
    "patcher_update_mac_metal": "League จำเป็นต้องใช้เวอร์ชันกราฟิกของ Metal ซึ่งอุปกรณ์ Mac ของคุณไม่รองรับ โปรดใช้งานอุปกรณ์ที่รองรับ Metal มากกว่าในเวอร์ชันปัจจุบันเพื่อเล่นเกมต่อไป"
}