{
    "patcher_initiating_soft_repair": "Maaf! Kami mendeteksi masalah dengan instalasimu. Kami akan berusaha memperbaiki file yang bermasalah.",
    "patcher_primary_work_repairing": "Memperbaiki instalasi",
    "patcher_error_failed_to_write": "Kami tidak bisa menulis file ke folder instalasimu. Kesalahan ini biasanya bisa diperbaiki dengan mengosongkan ruang harddisk dan mencoba lagi.",
    "patcher_phase": "{{current}} dari {{max}}",
    "patcher_league_client_sln": "Klien",
    "patcher_lol_game_client_sln": "Game",
    "patcher_disconnected": "Kamu tidak bisa bermain karena kamu offline.",
    "patcher_gameflow_disabled": "Kami tidak bisa membuat lobi saat ini. Mohon keluar dari klien dan buka kembali untuk mencoba lagi.",
    "patcher_gameflow_bad_registration_single": "Kami mengalami masalah koneksi dengan beberapa server League. Jika masalah berlanjut, mohon hubungi Player Support dengan kode kesalahan berikut: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Kami mengalami masalah koneksi dengan beberapa server League. Jika masalah berlanjut, mohon hubungi Player Support dengan kode kesalahan berikut: {{errorCodes}}.",
    "patcher_no_queues": "Semua mode sedang dinonaktifkan. Jika klien tidak bermasalah, keluar dan buka kembali untuk mencoba lagi.",
    "patcher_player_time_banned": "Kamu telah di-ban! Kamu bisa bermain lagi dalam {{days}} hari.",
    "patcher_player_banned": "Kamu telah di-ban! Masuk kembali untuk melihat durasi ban dan kartu perbaikan.",
    "patcher_player_in_tournament": "Kamu tidak bisa memainkan mode game lain saat terdaftar dalam Clash.",
    "long_patcher_bar_text": "Menginstal Klien Game ...",
    "patcher_migration_modal_header": "Penginstal Patch Baru Datang",
    "patcher_migration_modal_body": "Kami sedang memindahkan file League agar penginstal patch yang baru, lebih cepat, dan lebih stabil bisa mencapainya. Mungkin membutuhkan waktu beberapa menit, tetapi hanya sekali. Cek {{link}} jika butuh info lebih lanjut!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "di sini",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Tampaknya kamu tidak tersambung dengan server pengunduhan kami.",
    "patcher_initial_eta_calculation": "Mengalkulasi estimasi waktu pengunduhan ...",
    "patcher_vanguard_session": "Memulai sesi Vanguard.",
    "patcher_os_check_failed": "Kamu menggunakan Sistem Operasi yang tidak didukung. Mohon tinjau spek minimal kami untuk info lengkapnya.",
    "patcher_update_direct_x": "Kamu menggunakan versi lama dari DirectX. Mohon perbarui versi DirectX kamu atau upgrade perangkat kerasmu jika perlu untuk terus bermain.",
    "patcher_update_mac_metal": "League memerlukan versi grafis Metal yang tidak didukung oleh Mac-mu. Gunakan perangkat yang mendukung versi grafis Metal yang lebih terkini agar bisa terus bermain."
}