[
    {
        "id": 0,
        "name": "Comune",
        "description": "Comune",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Landa degli evocatori",
        "description": "L'Arena della giustizia più venerata e nuova è conosciuta come la Landa degli evocatori. Avanza in una delle tre corsie per attaccare il nemico nel suo punto debole. Collabora con i tuoi alleati per assediare la base nemica e distruggere il Nexus!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Mappa casuale",
        "description": "L'Abisso ululante è una voragine senza fondo, situata nei più remoti, gelidi e crudeli recessi del Freljord. Secondo le leggende, una grande battaglia ebbe luogo molto tempo fa, su uno stretto ponte sospeso sul precipizio. Nessuno ricorda chi combatté o perché, ma si dice che ascoltando attentamente, si possono ancora udire, attraverso il vento, le urla degli sconfitti, scagliati nell'abisso ancora urlanti...",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Blitz al nexus",
        "description": "Blitz al nexus",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Assemblate una squadra di campioni per combattere in 8 tutti contro tutti. Tutte le strategie sono valide, ma può esserci un solo vincitore.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "In questa modalità di gioco a più squadre puoi metterti in coda in singolo o con i tuoi amici. Affronta i tuoi nemici in battaglie caotiche su diverse arene.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Sciame",
        "description": "Crea una squadra con un amico o avventurati da solo in questa modalità di sopravvivenza alle orde.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "La foresta di Bandle",
        "description": "Collabora con la tua squadra per accompagnare i minion nel portale nemico. Niente ruoli, niente corsie, niente pressioni. Solo una rissa cinque contro cinque.",
        "mapStringId": "BDW"
    }
]