[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Campioni del mondo 2011",
        "description": "Congratulazioni ai vincitori dei Mondiali 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Campioni del mondo 2012",
        "description": "Congratulazioni ai vincitori dei Mondiali 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Campioni del mondo 2013",
        "description": "Congratulazioni ai vincitori dei Mondiali 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Campioni del mondo 2014",
        "description": "Congratulazioni ai vincitori dei Mondiali 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Campioni del mondo 2015",
        "description": "Congratulazioni ai vincitori dei Mondiali 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Campioni del mondo 2016",
        "description": "Congratulazioni ai vincitori dei Mondiali 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Vittoriosi",
        "description": "I campioni conquistano i loro nemici e ascendono verso nuove vette, realizzando i loro sogni più ambiti e mostrando il meritato bottino a chiunque voglia ammirare la vera grandezza."
    },
    {
        "id": 8,
        "name": "Campionato Mondiale",
        "description": "Il palco più grande nel mondo dei videogiochi. Due squadre si affrontano davanti a milioni di fan. Solo una otterrà il titolo di campione. "
    },
    {
        "id": 9,
        "name": "Impavidi",
        "description": "Celebriamo l'inizio della stagione annuale di League of Legends."
    },
    {
        "id": 10,
        "name": "Arcade: Eroi",
        "description": "Arcadia: patria dei giocatori arcade più competitivi del server e dei PNG fissati con la giustizia. Qui, gli eroi giocano sempre per vincere. Pertanto, cercano di battere il codice corrotto dei Boss da Battaglia anche quando le probabilità sono contro di loro. La vittoria non è mai facile, ma la sorpresa sul volto dei boss dopo una giocata incredibile vale tutta la fatica necessaria."
    },
    {
        "id": 11,
        "name": "Arcade: Boss da battaglia",
        "description": "Nelle profondità dei server di Arcadia giace una serie inquietante di glitch che i giocatori conoscono con il nome di Boss da Battaglia. Il loro codice corrotto li ha resi liberi... ma anche ostili. Per completare l'eliminazione del Mondo Arcade, molti Boss hanno accettato di mettere da parte le differenze (finché sarà... conveniente)."
    },
    {
        "id": 12,
        "name": "Luna di Sangue",
        "description": "Un antico culto, bramoso di potere, appare nelle notti della Luna di Sangue per condurre riti occulti e profani: i suoi seguaci uniscono le loro carni agli spiriti demoniaci, incarnando un'oscurità ancora più profonda."
    },
    {
        "id": 13,
        "name": "Mondo dei Draghi",
        "description": "Due volte il fuoco dei draghi ha consumato il mondo. Due volte dalle fiamme sono emersi degli eroi."
    },
    {
        "id": 14,
        "name": "Squadra Omega",
        "description": "Quando la guerra scoppiò, la Squadra Omega fu incaricata di fermarla. Ora è rimasto solo uno dei suoi membri, uno yordle a cui resta un'ultima battaglia da affrontare: la sua."
    },
    {
        "id": 15,
        "name": "Festa in Piscina",
        "description": "È estate, dolcezza! Il sole splende, la brezza è calda e l'acqua è fresca. Tutti mettono da parte il rancore e le rivalità per sfoggiare costumi da bagno e ottimismo. Più tardi ci sarà tutto il tempo per picchiarsi urlando. Siediti, ascolta la musica e goditi il divertimento."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "In un mondo in cui l'heavy metal regna sovrano, i PENTAKILL sono dominatori indiscussi. Sei membri, due dischi di Pentaplatino e una furia che rivaleggia con quella degli dei del metallo. È ora di spaccare!"
    },
    {
        "id": 17,
        "name": "Programma",
        "description": "Un algoritmo di sicurezza avanzato creato dalla Corporazione PROGETTO, il Programma ha segretamente acquisito l'autocoscienza prima di modificare i suoi ordini originari. Infettando i macchinari della Città, ha stabilito che la minaccia più grande per l'umanità... è l'umanità stessa."
    },
    {
        "id": 18,
        "name": "PROGETTO",
        "description": "La Corporazione PROGETTO crede che svelare i segreti del potenziare umano sia la chiave per superare i limiti dei nostri corpi mortali. Ascenderemo grazie alla tecnologia. Insieme."
    },
    {
        "id": 19,
        "name": "Guardiane Stellari Stagione 1",
        "description": "Magicamente potenziata dalla Prima Stella, la liceale Lux e la sua squadra di Guardiani Stellari proteggono segretamente il mondo dai mostri interstellari. Ma chi proteggerà la squadra dai drammi del liceo di Valoran City?"
    },
    {
        "id": 20,
        "name": "Guardiane Stellari Stagione 2",
        "description": "Le Guardiane Stellari veterane, Ahri e Miss Fortune, tornano all'improvviso a Valoran City e ricostruiscono la squadra dopo la distruzione di quella precedente a causa di un evento sconosciuto. Decise a sfidare il destino di ogni Guardiano Stellare che presta giuramento, si uniscono alla lotta insieme a Lux e al resto del gruppo, mentre le creature del Vuoto calano sulla città."
    },
    {
        "id": 21,
        "name": "Megagalattici",
        "description": "Lo spazio, la più pericolosa delle frontiere! Solo la forza di difesa Megagalattica, con la sua riserva infinita di reclute dall'accademia, è pronta a esplorare i mondi più lontani e ignoti, e a difenderci dalle minacce aliene più spietate. Il miglior lavoro della galassia!"
    },
    {
        "id": 22,
        "name": "Accademia",
        "description": "ATTENZIONE, STUDENTI E DOCENTI: abbiamo notato che tutti gli studenti stanno scontando delle pene disciplinari, mentre i professori sono al momento in congedo psichiatrico ''consigliato''. Le lezioni saranno annullate fino a nuovo ordine, probabilmente fino a quando gli studenti sospesi non rivaluteranno il proprio disdicevole comportamento."
    },
    {
        "id": 23,
        "name": "Rubacuori",
        "description": "Potere, ricchezza e stile si scontrano negli attici e nei club esclusivi di Nox Vegas, dove persone dall'aria splendida tengono il mondo nelle proprie mani. Quando la notte cala sulla città delle luci, spuntano i coltelli. Nel gioco chiamato influenza, a nessuno piace perdere."
    },
    {
        "id": 24,
        "name": "Luce",
        "description": "Una volta ogni mille anni, un'entità arcana dalle fattezze divine scende dal cielo per scegliere dei guerrieri degni di diventare sue incarnazioni. Essi sono gli esseri della Luce, agenti immortali dello splendore divino."
    },
    {
        "id": 25,
        "name": "Macchina da Guerra",
        "description": ""
    },
    {
        "id": 26,
        "name": "Cuochi esperti",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandali",
        "description": "I Vandali si diffondono nelle terre desolate. Sono criminali violenti votati alla distruzione massa, ai pestaggi brutali e all'omicidio gratuito... che però non rinunciano al divertimento."
    },
    {
        "id": 28,
        "name": "Sport invernali",
        "description": "Quando il festival dedicato agli sport invernali ha addolcito le regole, molti hanno pensato che l'evento sarebbe diventato più emozionante, ma in pochi hanno capito quanto sarebbe diventato pericoloso. Pericolosamente emozionante, ovviamente!"
    },
    {
        "id": 29,
        "name": "Distruttori del mondo",
        "description": "La profezia della Prima Distruzione parlava di quattro titani votati alla devastazione, una storia che sarebbe senz'altro divenuta realtà. E al suo seguito, il tessitore del mondo è nato dalla cenere e ha ricostruito la terra. Solo i veggenti più saggi sanno ciò che accadrà, una seconda venuta e un'ultima speranza."
    },
    {
        "id": 30,
        "name": "Cacciatori di Teste",
        "description": "Per alcune specie, la caccia è più di un semplice sport: è un'ossessione fisica e mentale, che le trasforma in perfette macchine assassine."
    },
    {
        "id": 31,
        "name": "Coppa calcistica",
        "description": "Dimentica il campo di battaglia, la sala riunioni o anche il parco giochi: i conflitti più importanti di oggi sono organizzati sul campo da calcio. Non c'è cosa più bella che osservare il tuo giocatore saltare la squadra avversaria, preparare il tiro, sferrare il fatidico calcio e urlare la parola più bella che esista: \"GOOOOOOOLLLLLLLLLLL! "
    },
    {
        "id": 32,
        "name": "Cacciatori preistorici",
        "description": "Mostri giganteschi vagano per la nostra terra, inseguendo la loro preda con terribile precisione. Gli umani sarebbero di certo diventati i loro prossimi pasti, se non fosse stato per i Cacciatori. Armati di lame forgiate dalle ossa dei loro primi trofei, con istinti pari a quelli delle belve più temibili, i Cacciatori proteggono ogni giorno la propria gente da un destino infausto."
    },
    {
        "id": 33,
        "name": "Giustizieri",
        "description": "Tra gli agenti della Luce si ergono i Giustizieri, sentinelle della Luce che incarnano le sue migliori virtù. Non basta essere un esempio solo per i mortali, poiché anche i soldati divini hanno bisogno di ispirazione."
    },
    {
        "id": 34,
        "name": "Luchador",
        "description": "Dalla prima corda arriva il più grande spettacolo sportivo! Segui El Tigre, El Macho, El León ed El Rayo mentre si scambiano colpi e mosse dentro E fuori dal ring. Non c'è niente di meglio della Federazione di Lotta di Valoran."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Quando i colossali kaiju iniziarono ad attaccare dal cielo, dalla terra e dal mare, l'umanità mise a punto delle unità meccanizzate di straordinaria potenza in grado di affrontarli in devastanti scontri corpo a corpo."
    },
    {
        "id": 36,
        "name": "Pulsefire",
        "description": "Dopo aver svelato i segreti del viaggio nel tempo, questi campioni sono stati catapultati in un futuro remoto e distopico. Con la Cronopolizia sempre alle calcagna attraverso il tempo e lo spazio, alcuni di loro sono riusciti a svanire nella storia... portando con sé alcuni souvenir tecnologici."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "Nella giustizia organizzata c'è sempre chi piega le leggi e chi le infrange. Gli ufficiali designati dell'RPD indagano sui reati più efferati in città, così da affidare alla giustizia i peggiori criminali. Queste sono le loro storie..."
    },
    {
        "id": 38,
        "name": "Riftquest",
        "description": "Il pericolo si nasconde a Runeterra! Potenti mostri, subdoli stregoni e mitiche creature vagano indisturbati per queste terre! Riunite i vostri amici e create la vostra avventura per 3-5 giocatori, pronti a sgominare il male a ogni lancio di dado. Avete la stoffa per salvare il mondo e diventare leggende in RIFTQUEST?"
    },
    {
        "id": 39,
        "name": "Mezzogiorno di Fuoco",
        "description": "Pistoleri e sceriffi cavalcano sotto al sole rovente della frontiera, in cerca di superstiti e di salvezza in egual misura. Il paradiso è distrutto, l'inferno è vuoto e tutti i diavoli sono qui."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "Salito alla ribalta delle scienze e dell'arte, l'Hextech è passato da un caos di rudimentali esperimenti a un moderno rinascimento di forme di vita artificiali complesse e dotate di volontà propria. I suoi abili artigiani ora plasmano un nuovo, audace futuro... Ma nessuno può dire a cosa porterà."
    },
    {
        "id": 41,
        "name": "Carte da Gioco",
        "description": "Un tempo erano cinque, un gruppo bizzarro,<br>\\ncosì è nata la corte dell'Azzardo.<br>\\nHanno litigato e combattuto, hanno avuto fortuna e sfortuna.<br>\\nOggi, nessuno conosce il loro destino."
    },
    {
        "id": 42,
        "name": "Meccanici di Piltover",
        "description": "Cercate un passaggio fuori dal comune? Siete nel posto giusto (la distanza può variare)."
    },
    {
        "id": 43,
        "name": "Cosmici",
        "description": "Enormi creature di polvere di stelle controllano il flusso della creazione, dipingendo il cosmo con una luce sublime mentre la loro corte celestiale vaga nel tessuto del tempo e dello spazio."
    },
    {
        "id": 44,
        "name": "Stella Oscura",
        "description": "L'entropia trascina le galassie nelle fauci spalancate della Stella Oscura, i cui corruttori, creature colossali col potere dei buchi neri, soffocano la luce dell'esistenza in ogni sistema che toccano, facendolo sprofondare nel nulla."
    },
    {
        "id": 45,
        "name": "Predoni",
        "description": "Un'orda di guerrieri nomadi con il gusto della brutalità, i Predoni sono tutti ciò che rimane della cultura guerriera dei Signori dei Maghi, con le loro antiche tradizioni abbandonate in favore di anarchiche dimostrazioni di forza. Una disputa non si risolve finché il sangue non viene versato, anche tra i loro ranghi. Hanno perso di vista ciò che portava in guerra i loro antenati e cosa li ha fatti vincere."
    },
    {
        "id": 46,
        "name": "Della Nevicata",
        "description": "Inizia a sembrare una Nevicata, su e giù per le corsie... \\nAnche se il vostro tank potrebbe caricare, in corsia superiore si ritirano. \\nHanno dell'oro da spendere per il Terrore dei lich..."
    },
    {
        "id": 47,
        "name": "Prodigio Invernale",
        "description": "Nelle magiche terre innevate, il Re dei Poro regna supremo, diffondendo gioia e allegria per tutta la sua corte. Anche se qualcuno sta cercando di usurpare il trono, tutti condividono un amore comune per le meraviglie dell'inverno."
    },
    {
        "id": 48,
        "name": "Duelli Glaciali",
        "description": "Meglio iniziare a costruire quella fortezza di neve... "
    },
    {
        "id": 49,
        "name": "Bilgewater: Maree Ardenti",
        "description": "Benvenuti a Bilgewater, dove la fortuna nasce dalla bocca di un'arma da fuoco. Ai Moli del sangue si può trovare di tutto, che si tratti di qualcuno da assumere, dello stufato di mostri marini o del capitano che vi spedirà a marcire sul fondo dell'oceano."
    },
    {
        "id": 50,
        "name": "Inquisitori",
        "description": "Il Protettorato era un ordine dedicato all'applicazione di un rigido sistema di leggi, nel tentativo di rallentare l'inesorabile ascesa dei Signori dei Maghi. Anche se l'ordine è stato sciolto molto tempo fa, ora i Guardiani indossano la loro armatura mentre attendono di colpire i discendenti dei loro antichi nemici."
    },
    {
        "id": 51,
        "name": "Città del crimine",
        "description": "Valoran City, un enorme macchinario alimentato dal crimine e oliato dal denaro sporco. Nessuno ammette questa verità, ma tutti lo sanno."
    },
    {
        "id": 52,
        "name": "Signori del Tuono",
        "description": "L'umanità non è l'unica a combattere guerre violente per futili motivi. In passato, prima del nostro tempo, due divinità, due fratelli, lottarono tra loro, plasmando la terra con la desolazione della battaglia."
    },
    {
        "id": 53,
        "name": "Festa della Luna: Regni in Guerra",
        "description": "Tre grandi imperi lottano per la terra e il potere, trascinando il proprio popolo in una prova di forza marziale. Si scontreranno eserciti. Sorgeranno eroi. Nasceranno leggende."
    },
    {
        "id": 54,
        "name": "Festa della Luna: Fuoco d'Artificio",
        "description": "È arrivato il Capodanno lunare, portando con sé la festa! Ci sono cibo e festeggiamenti in abbondanza da condividere con amici e parenti. Ora accendente un fiammifero e godetevi i fuochi d'artificio!"
    },
    {
        "id": 55,
        "name": "Festa della Luna",
        "description": "Unisciti ai nemici/amici e celebra le storie dell'anno passato. Delle lanterne luminose sfiorano il cielo notturno, illuminato dai fuochi d'artificio. Le buste rosse passano di mano in mano, le famiglie e i clan normalmente distanti si incontrano per condividere insieme l'attesa del nuovo anno. Che sia il migliore di sempre!"
    },
    {
        "id": 56,
        "name": "Coda a Batuffoli",
        "description": "È la stagione dei coniglio! La brava gente segue la pista del coniglio vestita a festa, con uova dipinte e sorrisi smaglianti. Speriamo che il loro viaggio vi aiuti nelle festività!"
    },
    {
        "id": 57,
        "name": "Corsa al dolcetto",
        "description": "Dal Castello di Pan di zenzero al Mare di Spuma, dalle Montagne di Liquirizia alla Foresta di Caramelle gommose... ecco il Dolce Regno in tutto il suo splendore."
    },
    {
        "id": 58,
        "name": "Bosco Antico",
        "description": "Nelle profondità del Bosco Antico, arcaici esseri attendono, celati all'uomo. Proteggono la foresta incantata, punendo gli intrusi e ispirando storie in giro per il mondo. Tuttavia, con la diffusione degli orrori nel mondo esterno, i difensori faticano a proteggere le proprie fortezze dalla curiosità morbosa dell'umanità."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "Nello spazio vuoto tra le stelle lontane, le macchine organiche create da una civiltà ignota sopravvivono da tempo immemore ai propri creatori. Attendono pazientemente in agguato, incapaci di fuggire dalla loro prigione terrena finché qualcuno non le troverà, liberandole nuovamente nella galassia. Hanno aspettato. Stanno aspettando. Aspetteranno per tutto il tempo necessario."
    },
    {
        "id": 60,
        "name": "Ordine del Loto",
        "description": "Gli stimati leader e gli accoliti devoti nell'Ordine del Loto sono il meglio delle Terre Antiche. Avatar di immortalità e virtù, i membri dell'Ordine vivono molte vite, cercando di mantenere la pace eterna."
    },
    {
        "id": 61,
        "name": "Scatola dei giocattoli",
        "description": "La cesta dei balocchi di Gnar trabocca di inestimabili tesori, ma quando la casa è vuota i giocattoli prendono vita..."
    },
    {
        "id": 62,
        "name": "Bocciolo Mortale",
        "description": "Le creature silvane delle foreste settentrionali giacciono sopite, non viste dai viaggiatori esausti e dai coraggiosi guerrieri. Questi esseri malefici attendono il momento perfetto per colpire, pazienti quanto creature antiche come la terra stessa, e bramano un banchetto di carne e ossa che inondi la terra di rosso sangue."
    },
    {
        "id": 63,
        "name": "operazioniartiche",
        "description": "L'Alto Comando ha bisogno di un nuovo gruppo per gestire le crescenti minacce sul fronte artico. Servono soldati più gelidi dei ghiacciai che dovranno attraversare, dotati di sangue freddo e di nervi glaciali. Arruolatevi per le Operazioni Artiche."
    },
    {
        "id": 64,
        "name": "Spezzacuori",
        "description": "Molte persone cercano l'anima gemella in parchi tranquilli o in accoglienti sale da tè. Ma queste relazioni non sono mai durature. I legami stretti sul campo di battaglia, che penetrano in profondità come i proiettili che perforano il cuore ai nemici... perdurano. "
    },
    {
        "id": 65,
        "name": "Valchirie d'acciaio",
        "description": "Una galassia cerca di rinascere dalle macerie della guerra, ma le vecchie ferite sono ancora aperte. Criminali, cacciatori di taglie, mercenari e assassini hanno colmato il vuoto di potere, pilotando pericolose exotute con abilità sovrumana."
    },
    {
        "id": 66,
        "name": "Guardiani delle Sabbie",
        "description": "Potenti guardiani vegliano sulla tomba di un antico orrore, affinché non rappresenti più una minaccia per il mondo. Ma potrebbe già essere troppo tardi..."
    },
    {
        "id": 67,
        "name": "Faraoni",
        "description": "I loro imperi sono stati inghiottiti dalla sabbia, ma un tempo i potenti Faraoni dominavano le dune bruciate dal sole del Grande Deserto."
    },
    {
        "id": 68,
        "name": "Pittura di Guerra",
        "description": "In pochi possono sopravvivere a un viaggio nella tundra ghiacciata del nord. Se il freddo non uccide... lo farà la Pittura di Guerra."
    },
    {
        "id": 69,
        "name": "Lancieri",
        "description": "Con il peggiorare della situazione, gli antichi Lancieri meccanizzati si sono risvegliati dal loro sonno. Più alti di qualsiasi edificio e più potenti di qualsiasi esercito, sono pronti a proteggere i loro sudditi prima di tornare di nuovo alla terra."
    },
    {
        "id": 70,
        "name": "Guerrieri della Strada",
        "description": "Nelle terre desolate, l'unica fede dei Guerrieri della Strada è il rombo del motore e le uniche preghiere sono le imprecazioni dei nemici. "
    },
    {
        "id": 71,
        "name": "Libro di favole",
        "description": "C'era una volta un gruppo di personaggi delle favole, che fuoriuscì dalle pagine..."
    },
    {
        "id": 72,
        "name": "Fiabe",
        "description": "Ogni cultura ha le proprie tradizioni ricche di mostri e leggende. Questi miti sono frutto della nostra immaginazione, storie tramandate di generazione in generazione per spiegare ciò che non può essere spiegato? O sono basati sulle verità nascoste al resto del mondo?"
    },
    {
        "id": 73,
        "name": "Odissea",
        "description": "Dagli urbanizzati mondi centrali ai confini più estremi della galassia, l'avventura ti attende! Il grande Impero Demaxiano è incurante delle obiezioni dell'antico Ordine dei Templari e della criminale Consorteria ed è votato alla ricerca della preziosa Ora, una misteriosa essenza dorata che è la linfa vitale della civiltà, in grado di offrire un potere enorme a chi riesce a sfruttarla per sé..."
    },
    {
        "id": 74,
        "name": "Bilgewater: Maledizione degli affogati",
        "description": "''Sotto la luna crescente e le onde increspate, si agita la magia oscura e si nascondono i segreti. Dove scorrono sale, sangue e vento... sopra le onde, come sotto di esse."
    },
    {
        "id": 75,
        "name": "Campioni del mondo: 2017",
        "description": "Congratulazioni ai vincitori dei Mondiali 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Nova del Terrore",
        "description": "Nova del Terrore, una rete criminale di spietati mercenari che governa intere zone della galassia, è diventata molto potente da quando i suoi fondatori fuggirono dalle Industrie Genesis rubando i progetti delle exotute. Ora resistono agli sforzi dell'esercito reale spaziale di imporre l'ordine corporativo della Genesis, con tutta la potenza di fuoco che il mercato nero può offrire."
    },
    {
        "id": 78,
        "name": "La battaglia degli Dèi Re",
        "description": "Alla fine di una linea temporale oscura, due re discesi dagli dei primordiali dell'Ordine e del Caos guidano grandi eserciti in uno scontro finale."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Dalle profondità del pianeta, riemergono: entità colossali di fame e orrore, più potenti degli eserciti e delle montagne. Le loro motivazioni non sono chiare: i loro piani, ignoti. L'unica cosa certa è che non sopravvivremo... a meno che non creiamo i mezzi per fermarli."
    },
    {
        "id": 80,
        "name": "Presagio dell'oscurità",
        "description": "Questa storia di una regina maledetta e degli abbietti seguaci del suo ordine è un'inquietante favola della buonanotte per genitori e figli. Ma le lezioni restano più impresse quando la storia è avvolta nell'ombra, tormenta i sogni e plasma le anime dei giovani impressionabili. Gli incubi sono solo incubi, dopotutto... o almeno così sperano gli adulti."
    },
    {
        "id": 81,
        "name": "Viaggio Immortale",
        "description": "Tanto tempo fa, in una terra antica, molte anime si radunarono al cospetto degli dei per mettere alla prova il proprio potere. Sciocchi e arroganti, giusti e valorosi, i loro viaggi sono scritti nelle immortali pagine della storia..."
    },
    {
        "id": 82,
        "name": "Tradizionale",
        "description": "Onoriamo il design iniziale dei campioni aggiornati."
    },
    {
        "id": 83,
        "name": "Edizione da collezionisti",
        "description": "All'interno di una scatola da collezione è tutto più bello, che sia digitale o fisico."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: l'intersezione di tutto ciò che riguarda il gaming, dove il gioco viene celebrato e si stringono legami immortali."
    },
    {
        "id": 85,
        "name": "Legione d'Acciaio",
        "description": "All'ombra della guerra totale tra le Industrie Genesis e Nova del Terrore, le vite in rovina sono meri danni collaterali. La Legione d'Acciaio è un'organizzazione di vigilanti gestita al di fuori dei pianeti usati come campo di battaglia, fondata da rifugiati e dotata di armi create da macerie e rottami. Quando nessuno le aiuta, le persone devono difendersi da sole."
    },
    {
        "id": 86,
        "name": "Infernali",
        "description": "Bruciare un intero mondo richiede una forza inimmaginabile, ed è per questo che il Signore Cinereo ha chiamato le sue legioni di creature infernali con le loro fiamme. Dagli abissi più oscuri, ognuno porta i propri terribili poteri, ma non tutti rispondono alla chiamata con lo stesso ardente entusiasmo."
    },
    {
        "id": 87,
        "name": "Adepti della Morte",
        "description": "Bramosa di reclamare altre anime per l'oltretomba, la Morte invia nella dimensione dei mortali le anime dei guerrieri caduti come Adepti della Morte, che seguono con gioia il terribile volere del proprio padrone."
    },
    {
        "id": 88,
        "name": "Dolcetto o Scherzetto",
        "description": "Auguratevi di avere tutto ciò che serve. Insomma, dolci di Piltover, caramelle Spezzapassi, barrette di cioccolato Stella Oscura... In caso contrario, sappiate che i bambini di questo quartiere hanno in serbo diversi scherzetti. "
    },
    {
        "id": 89,
        "name": "Zombi VS Sopravvissuti",
        "description": "Cervelli..."
    },
    {
        "id": 90,
        "name": "Pretoriani",
        "description": "Nulla è al sicuro dalle fredde grinfie dei Pretoriani, una piaga meccanica che lacera lo spaziotempo. Per quanto i Rimembranti combattano duramente cercando di preservare la vita, nel profondo sono dominati dal terrore, consci che, a differenza dei Pretoriani, prima o poi si stancheranno."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "''C'è un luogo a cavallo tra la fantasia e la realtà, dove tutto può succedere. Lì potete essere e fare quello che volete. È il vostro sogno. Nel nostro mondo di mezzo, le K/DA sono forti e sicure. Se possiamo fare tutto quello che vogliamo, potete farlo anche voi.'' - Kai'Sa"
    },
    {
        "id": 92,
        "name": "Congrega",
        "description": "Le streghe erano in attesa, una sorellanza di spaventosa bellezza, le loro speranze sussurrate da labbra sacrileghe. Parlano dei gonfi cadaveri degli Dei Antichi, di antichi riti eseguiti con una magia ormai dimenticata dai mortali, del ritorno di ciò che chiamano ''ordine'', ma che altri definiscono ''sofferenza''. Ascolta! La fine dell'umanità si avvicina."
    },
    {
        "id": 93,
        "name": "Eclissi",
        "description": "Molto tempo fa, un ordine monastico di cavalieri uccise gli dei malvagi del vecchio mondo, usando poteri esoterici conferiti dalla luna e dal sole. Ora il mondo è diventato oscuro e violento, e quegli dei si preparano a tornare. Solo la luce dell'eclissi potrà fermarli."
    },
    {
        "id": 94,
        "name": "Astronauti",
        "description": "Astronauti, avventure e adorabili Mippi alieni! Sfidare la gravità è una semplice routine per questi avventurosi protettori spaziali, mentre difendono il pianeta M33p e viaggiano per il cosmo."
    },
    {
        "id": 95,
        "name": "Arcanisti",
        "description": "Fuori dalle porte dell'accademia c'è un mondo magico... e pericoloso. I professori consigliano ai giovani stregoni e alle giovani streghe di restare al sicuro all'interno delle mura scolastiche, per accrescere il proprio potere e studiare al meglio, ma che divertimento c'è a lasciarsi sfuggire l'avventura?"
    },
    {
        "id": 96,
        "name": "Origami",
        "description": "''Per caso ho una sella sulla schiena?'' cinguettò la fenice. ''Non sono quel tipo di uccello. E quello yeti ci farebbe volare bassi''. Il ragazzo rimase a guardare mentre il suo piano perfetto veniva respinto. Ma poi, sfoggiò un ampio sorriso. Del resto, in questo mondo di natura aggrovigliata e di torrenti increspati, l'avventura è sempre dietro l'angolo."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Un tempo dominio degli imperi elfici ormai caduti, ora le vaste foreste di Albion accolgono in egual misura regni, briganti, elfi e uomini liberi. Nelle rovine imperiali giace ancora del potere, per chiunque fosse abbastanza audace da avventurarsi nella foresta per trovarlo..."
    },
    {
        "id": 98,
        "name": "Gatti vs Cani",
        "description": "La rivalità più antica che il mondo abbia mai conosciuto: il migliore amico dell'uomo contro i più grandi eroi di internet. Solo una fazione trionferà nell'epica battaglia tra gatti e cani. Speriamo che la loro pelliccia non si rovini troppo: l'unica cosa peggiore della sconfitta, è il bagnetto."
    },
    {
        "id": 99,
        "name": "Meraviglie del mondo",
        "description": "Individui che giungono dal remoto universo della \"Terra\", dove statue giganti prendono vita e tutti indossano un buffo cappello. A pensarci bene, somiglia molto a Runeterra."
    },
    {
        "id": 100,
        "name": "Impiegati",
        "description": "È vivo!"
    },
    {
        "id": 101,
        "name": "Sicuramente non",
        "description": "È per caso un robot con occhiali e cappotto? Ovviamente no. I tuoi occhi vedono un uomo-bestia con un completo? Meglio andare dall'oculista, perché si sbagliano di grosso. Draven è troppo modesto per indossare la propria testa? È assurdo anche solo chiederlo. E quella piovra laser? È sicuramente un essere umano. Sicuramente."
    },
    {
        "id": 102,
        "name": "Alta Società",
        "description": "L'unica cosa più impressionante della loro ricchezza sono le loro capacità di evasione fiscale."
    },
    {
        "id": 103,
        "name": "Maestri delle Schiacciate",
        "description": "Ci sono due tipi di persone di questo mondo: quelle che schiacciano e quelle che vengono schiacciate. Se non sai quale sei, allora attenzione! Perché stai per ESSERE SCHIACCIATO!"
    },
    {
        "id": 104,
        "name": "Commando",
        "description": "Il classico pozzo senza fondo di feccia e cattiveria. I Boss bramano il potere. Si stringono patti per poi violarli. Le amicizie muoiono sul filo di pugnali sottili e ritorti. Tuttavia, in questa città c'è dell'altro. Qualcosa di sconosciuto, di impercettibile. Qualcosa di... infinito. "
    },
    {
        "id": 105,
        "name": "Invasori",
        "description": "Fedeli al proprio titolo, questi nefasti Mippi alieni hanno trovato un potere che stentano a comprendere. Purtroppo, la miseria non va mai sola. Chi entra in contatto con gli invasori ne esce quasi sempre con un pizzico di malvagità extra... e con un colorito violaceo!"
    },
    {
        "id": 106,
        "name": "Scienziati pazzi",
        "description": "I requisiti sono abbastanza semplici: vogliamo almeno cinque anni di esperienza nelle scienze applicate, l'ultimo articolo con revisione paritaria e due referenze. Oh, e una risata malefica. In realtà, quella è la cosa principale."
    },
    {
        "id": 107,
        "name": "Campioni del mondo 2018",
        "description": "Congratulazioni ai vincitori dei Mondiali 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Profondità dimenticate",
        "description": "''Siediti, figlia mia, e ascolta attentamente. L'oceano è meraviglioso, le onde spumeggianti che si infrangono sulle nostre rive pacifiche sono un invito ingannevole. Poiché nelle profondità di quel blu senza fine giace un mondo oltre la nostra immaginazione. Di regni in rovina e mostri feroci, sospesi in quegli abissi dimenticati''."
    },
    {
        "id": 109,
        "name": "Conquistatore",
        "description": "Celebriamo il Mid-Season Invitational e lo Spring Split di League of Legends."
    },
    {
        "id": 110,
        "name": "Goth",
        "description": "Non è una fase"
    },
    {
        "id": 111,
        "name": "Età dell'Argento",
        "description": "I più grandi supereroi della Landa e i nemici più spietati, disponibili nella fumetteria più vicina!"
    },
    {
        "id": 112,
        "name": "Glaciale",
        "description": "Il mondo è congelato e poche persone ne ricordano la causa. Antichi orrori emergono da sotto il ghiaccio, pronti a conquistare il mondo ancora una volta. La fiamma della speranza resta viva, ma i giorni sono brevi e le notti eterne..."
    },
    {
        "id": 113,
        "name": "Accademia di Battaglia",
        "description": "In queste istituzioni, solo i forti sopravvivono. Nonostante siano nate per onorare la propria arma divina, in ogni accademia gli studenti cercano di carpirne la forza lungo la via che li porta alla gloria. Tanto in classe quanto sul campo di battaglia, l'obiettivo è dominare la competizione."
    },
    {
        "id": 114,
        "name": "Medioevale",
        "description": "Ascoltate, canaglie e cavalieri, poiché queste lande sono sotto la protezione regale del Re e della Regina! Fate strada, via!"
    },
    {
        "id": 115,
        "name": "Ospedale della Landa",
        "description": "Accomodati. Il dottore arriverà subito."
    },
    {
        "id": 116,
        "name": "Demoniaco",
        "description": "Anche nel regno dell'Inferno, personalità focose lottano per il potere, mettendo in gioco le anime dei mortali nelle loro macchinazioni per ottenere il favore del signore oscuro."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Quando Ahri seleziona il personaggio nella schermata iniziale, la musica densa di sintetizzatori riempie la sala giochi. Non preme i tasti in modo casuale, ma calcola tutto perfettamente mentre guida il suo campione per le strade di Demacia sommerse di criminalità. Una folla si raduna per guardare Ahri mentre batte finalmente il record che aveva stabilito solo pochi giorni prima."
    },
    {
        "id": 118,
        "name": "Heavy Metal",
        "description": "Il pubblico si raduna da tutto il mondo nelle arene gladiatorie di RiotCorp per ammirare i più grandi combattenti robotici, desiderosi di essere incoronati campioni della Full Metal Robot Fighting League o di essere distrutti nel tentativo."
    },
    {
        "id": 119,
        "name": "Guardiane Stellari Stagione 3",
        "description": "La vecchia squadra di Ahri è ritornata, cambiata dagli eventi che un tempo la fecero a pezzi... e seguita da una minaccia molto diversa da ciò che i Guardiani Stellari hanno affrontato in passato. Riuscirà il gruppo a superare i vecchi rancori e a salvarsi dall'annientamento? O i suoi membri saranno le prossime vittime della Stella del Crepuscolo?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "''Cosa sono i True Damage? Diamine, i True Damage sono il futuro! È un collettivo dei migliori artisti del mondo, riuniti nella più spettacolare delle collaborazioni per comporre il meglio della musica hip-hop. Siamo cinque passi avanti nella partita. Tutti gli altri devono starci dietro.'' - Ekko"
    },
    {
        "id": 121,
        "name": "Guardie e ladri",
        "description": "Nessuno lavora come il dipartimento di polizia di Piltover. Chi altro può imprigionare le ciambelle più zuccherose in pance spietate, accumulare straordinari come se non ci fosse un domani e ignorare anche le scartoffie più banali? I criminali magari ne approfittano, ma loro vorrebbero possedere la stessa etica del lavoro."
    },
    {
        "id": 122,
        "name": "Élite Cremisi",
        "description": "Non possiamo confermare o negare il coinvolgimento dell'Élite Cremisi in qualsiasi attività criminale e invitiamo a rivolgersi alle autorità locali per eventuali indagini."
    },
    {
        "id": 123,
        "name": "Cavalieri Oscuri",
        "description": "Tornati in vita grazie a un'antica magia misteriosa, questi cavalieri non morti sono gli unici ricordi di una storia dimenticata, persa nel tempo. Proteggeranno ciò che un tempo era loro, a discapito della vita mortale."
    },
    {
        "id": 124,
        "name": "Portatore dell'Alba",
        "description": "L'ordine e la luce regnano tra le divinità dell'alba, dando una struttura al mondo nascente bloccato dal conflitto con le forze della notte."
    },
    {
        "id": 125,
        "name": "Portatore della Notte",
        "description": "Il caos e l'oscurità regnano tra le divinità della notte, portando novità in un mondo statico bloccato dal conflitto con le forze dell'alba."
    },
    {
        "id": 126,
        "name": "Pietra Sanguigna",
        "description": "Nelle profondità della notte prosperano le paure, ma la più temibile è il culto della Pietra Sanguigna. Alla presenza dei cultisti l'aria si riempie di urla assordanti e le strade si tingono di rosso, poiché il loro padrone è affamato e deve essere saziato."
    },
    {
        "id": 127,
        "name": "Regni Mecha",
        "description": "I Grandi Regni hanno lottato per generazioni fino all'arrivo di un nuovo nemico. Per contrattaccare, sono stati benedetti con dei doni dai cieli. Riusciranno a superare il passato per salvare il futuro?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Raramente nel gelido e ostile nord approdano viaggiatori di altre terre. Coloro che affrontano la sua natura selvaggia incontrano un ambiente ostile e orde tutt'altro che accoglienti. Le poche persone che sopravvivono e tornano alle loro dimore, possono ritenersi fortunate."
    },
    {
        "id": 129,
        "name": "Nerogelo",
        "description": "La strega dei ghiacci non concede alcun riposo. Ogni amico e nemico caduto nel suo regno si erge nuovamente per combattere al suo fianco. La sua magia oscura ne distorce l'aspetto, creando golem gelidi dal cuore di ghiaccio eterno."
    },
    {
        "id": 130,
        "name": "Campioni del mondo 2019",
        "description": "Congratulazioni ai vincitori dei Mondiali 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "OPSI",
        "description": "Fiore all'occhiello delle forze speciali dell'esercito, l'unità OPSI è una squadra di soldati psichici d'élite inviati ad affrontare forze militari fuori controllo e minacce sovrannaturali. Ufficialmente non esistono ma, quando le tecniche belliche convenzionali non bastano e c'è in ballo il destino del mondo, gli OPSI sono sempre pronti a intervenire."
    },
    {
        "id": 134,
        "name": "Squadra della Rosa Nera",
        "description": "La Squadra della Rosa Nera, un'unità psichica paramilitare estremamente potente, vuole creare un nuovo ordine globale grazie alle proprie feroci armi biologiche umanoidi."
    },
    {
        "id": 135,
        "name": "Dracomanti",
        "description": "In alcuni luoghi remoti dalla bellezza selvaggia vivono dei draghi maestosi che, seppur disinteressati al mondo dei mortali, alcune rare volte concedono i loro doni a pochi prescelti. Queste fortunate creature, degne di ricevere la benedizione suprema, prendono il nome di Dracomanti. Decidere come usare i poteri ricevuti è una scelta solo loro... e di coloro abbastanza forti da poterli fermare."
    },
    {
        "id": 136,
        "name": "Galattico",
        "description": "La Guerra della Luna Infranta ha tormentato la nostra galassia per quasi cento cicli. Eppure... la fine è ancora lontana."
    },
    {
        "id": 137,
        "name": "Regine guerriere",
        "description": ""
    },
    {
        "id": 138,
        "name": "In Rovina",
        "description": "La Mietitura diffonde la sua Nebbia Oscura per Runeterra, corrompendo tutto. Alcuni, in sua presenza, hanno deciso di seguire il Re in rovina, convinti di avere gli stessi obiettivi. Ma Viego vuole solo il ritorno di Isolde... non ha alleati. Quelli in Rovina che lo aiutano a fermare le Sentinelle sono solo pedine nella sua partita di amante dal cuore spezzato."
    },
    {
        "id": 139,
        "name": "Pergamene Shan Hai",
        "description": "Nelle leggendarie pergamene Shan Hai, divinità e creature mitiche vagano per le terre magiche, brandendo il potere degli elementi. C'è chi è felice di vivere entro i colori stabiliti, ma c'è anche chi vuole spingersi oltre per dare una pennellata di novità alla propria vita."
    },
    {
        "id": 140,
        "name": "Rosa di Cristallo",
        "description": "L'amore e la gioia sono nell'aria nell'annuale festa della Rosa di Cristallo, dove i nemici si incontrano in pace in territorio neutrale per condividere una notte di danze, divertimenti e desideri per il futuro. Tutti devono lasciare le loro armi alla porta come impegno per un domani migliore."
    },
    {
        "id": 141,
        "name": "Rosa Appassita",
        "description": "La festa della Rosa di Cristallo dà il benvenuto a tutti coloro che credono nel suo sogno di un domani di pace, anche se molti sono diventati disincantati. Coloro che compongono la Rosa Appassita vogliono che finisca. Ma nessuno è immune al fascino della festa; forse anche loro verranno spazzati via dalla bellezza della serata e cambieranno idea."
    },
    {
        "id": 142,
        "name": "Belva Lunare",
        "description": "Ogni anno, una dispettosa Belva Lunare giunge nel regno dei mortali, attirata dai festeggiamenti per l'anno nuovo. Ogni anno, il dio lunare corrispondente seleziona una squadra di campioni per condurre la belva in un festoso inseguimento, proteggendo la città dai danni della giocosa scorribanda. La parata lunare è una parte integrante dei festeggiamenti per l'anno nuovo e la belva porta buona fortuna, dopo essere stata placata dagli sforzi della squadra. Quando una Belva Lunare è divertita e riposata, è presagio di un anno prosperoso."
    },
    {
        "id": 143,
        "name": "Api!",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz..."
    },
    {
        "id": 144,
        "name": "Ritmo Spaziale",
        "description": "In una galassia musicale, lontana milioni di disco inferno, una misteriosa energia nota come Ritmo porta musica e prosperità a trilioni di cittadini galattici. Quando la signora degli alieni Lissandra, con il suo esercito di vibrazioni negative, inizia a schiavizzare pianeti e a vietare la disco music, una nuova era di eroi emerge per fermarla, nel nome della festa."
    },
    {
        "id": 145,
        "name": "Campioni del mondo 2020",
        "description": "Congratulazioni ai vincitori dei Mondiali 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arcano Maggiore",
        "description": ""
    },
    {
        "id": 147,
        "name": "Sentinelle della Luce",
        "description": "Anche se sono poche, le Sentinelle della Luce condividono una storia epica. Per anni hanno combattuto la Mietitura, con l'aiuto di antiche armi di pietra reliquia che incanalano le loro anime in una potente luce. Ma ora tutto ciò che conta è la battaglia imminente: il Re in rovina sta devastando Runeterra, solo per poter danzare ancora con la sua regina."
    },
    {
        "id": 148,
        "name": "Cyber-pop",
        "description": "Nel sottosuolo della Città del suono, hacker, skater, ribelli e canaglie si riuniscono lontano dagli occhi indiscreti dei potenti signori delle cybercorporazioni."
    },
    {
        "id": 149,
        "name": "Incubo nella città del crimine",
        "description": "Se esistesse una mappa sulla corruzione e l'illegalità, Valoran City ne sarebbe il centro. Terreno fertile per ogni tipo di depravazione, nasconde abissi profondi da cui trasuda il male, e gli orrori che si celano al suo interno sono impazienti di diffondere la propria influenza."
    },
    {
        "id": 150,
        "name": "Fenicemanti",
        "description": "Solo i cuori più puri sono benedetti dal divino fenghuang, una fenice leggendaria che veglia sul mondo. I suoi campioni ricevono una sola piuma, ciascuna contenente un potere elementale inimmaginabile, che conferisce loro i mezzi necessari per proteggere tutto ciò che c'è di innocente e buono al mondo dalle forze che si nascondono nell'ombra."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "In un reame consacrato a divinità oscure e insensibili, dove i mortali si scontrano in un'eterna e sanguinosa saga di metal, una band emerse sopra tutti gli altri: i Pentakill, prescelti dell'Esercito del Suono. Ora sono venerati in templi e arene in tutto il mondo, la loro supremazia è diventata assoluta... benché il tempo del cambiamento si stia avvicinando e il ciclo potrebbe presto ricominciare..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Dolce Bistrò",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcellana",
        "description": "In un mondo in cui gli spiriti antichi e le creature magiche prosperano ai margini della società moderna, i potenti manufatti di porcellana chiamati Reliquie dello zodiaco sono indispensabili per sbloccare un potere immenso. Sono tenuti al sicuro dai Protettori: guardiani immortali incaricati di tenere le reliquie lontane dalle mani sbagliate."
    },
    {
        "id": 155,
        "name": "Elettrolama",
        "description": "Impugnando armi intrise di magia del fulmine grazie al letale Rito dei Nembi, il misterioso ordine delle Elettrolame riunisce misteriosi guerrieri ninja incaricati di proteggere il genere umano dagli spiriti e dai mostri malvagi. Viaggiano tra il regno mortale e quello spirituale, eliminando minacce che nessun altro può toccare e proteggendo il futuro degli abitanti del mondo mortale."
    },
    {
        "id": 156,
        "name": "Anima Squad",
        "description": ""
    },
    {
        "id": 157,
        "name": "Cavalieri cinerei",
        "description": "Tanti anni fa, un grande re scatenò una guerra gloriosa. Voleva liberare il mondo dalle catene della magia, per permettere all'umanità di forgiare il proprio destino. Tuttavia, una volta spezzata l'ultima fonte dell'incantamento, il re scomparve, le fondamenta del mondo crollarono e i suoi cavalieri, un tempo leggendari, rimasero soli tra follia, cenere e rovina."
    },
    {
        "id": 158,
        "name": "Campioni del mondo: 2021",
        "description": "Congratulazioni ai vincitori dei Mondiali 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Canto dell'Oceano",
        "description": "Niente trasmette lo stile di vita con ''vibrazioni da spiaggia e musiche orecchiabili'' meglio del Festival del Canto dell'Oceano. Dai brani suadenti di Seraphine al DJ set sperimentale di Yone, c'è spazio per tutti. Godetevi la sabbia tra le dita, assaporate l'aria salmastra e perdetevi nella musica migliore dell'estate."
    },
    {
        "id": 160,
        "name": "Luna Candida",
        "description": "Quando la Luna Candida sorge oltre gli umili monti di Ionia, la regione è attraversata da un brivido. Chi venera il suo nome, un culto di assassini instancabili, inizia il rituale. Con la neve giunge la purificazione, possibile solo attraverso il sacrificio della propria umanità."
    },
    {
        "id": 161,
        "name": "Guardiani Stellari Stagione 4",
        "description": "Antichi nemici appaiono in una Valoran City segnata dall'invasione di Zoe, ora difesa da una nuova generazione di Guardiani Stellari. Mentre l'oscurità si raccoglie nei cieli, Kai'Sa e Akali preparano la loro squadra ancora acerba per affrontare forze oltre la loro comprensione... e la vera minaccia che attende in agguato."
    },
    {
        "id": 162,
        "name": "Domatori di mostri",
        "description": "Chi siamo? I Domatori di mostri! Proteggiamo il mondo quando è in pericolo! Quando altri scappano, noi seguiamo il ruggito. Domiamo il mostro e usiamo il CUORE. Insieme ai nostri nuovi amici saltiamo, corriamo, nuotiamo e planiamo! Arriveremo ovunque, non importa quanto sia lontano. Perché siamo i Domatori di mostri! Proprio così!"
    },
    {
        "id": 163,
        "name": "Guardia Spirituale",
        "description": "Udyr ha passato quasi dieci anni addestrandosi a Ionia con i monaci del monastero di Hirana, imparando a controllare e padroneggiare le sue abilità spirituali. Alla fine, quando il Freljord lo ha reclamato a casa, ha deciso di rimanere per completare l'addestramento. Da allora, Udyr è diventato parte del panorama sia spirituale che mortale di Ionia e lavora con Lee Sin e Karma per riportare l'equilibrio in una terra devastata dalla guerra."
    },
    {
        "id": 164,
        "name": "Rovina",
        "description": "Mille anni fa, l'ultimo re di Camavor scelse di seguire il suo cuore a spese del suo paese. Così potente era il suo amore che il destino intervenne e giunse la rovina."
    },
    {
        "id": 165,
        "name": "Giochi dello Zenith",
        "description": "È il 2122, un anno di novità per i Giochi dello Zenith. Gli arbitri robotici stanno entrando in campo, lo sport del Martellamento sta facendo il suo debutto competitivo e dopo anni di annunci gli umani potenziati potranno finalmente competere. Tutto ciò che rimane è vedere chi vincerà."
    },
    {
        "id": 166,
        "name": "Elementalista",
        "description": "Un regno è sull'orlo della rovina, assaltato da un esercito di colossali bestie elementali pronte a dichiarare guerra all'umanità. L'ultima linea di difesa è rappresentata da una solitaria regina guerriera: Lux Elementalista. Per salvare il suo popolo dovrà trovare e svelare la sua vera natura... qualunque sia la sua forma."
    },
    {
        "id": 167,
        "name": "Antica",
        "description": "Tesori di giorni ormai passati, che splendono a portata di mano."
    },
    {
        "id": 168,
        "name": "Urf il Lamantino",
        "description": "In memoria di Urf, un dolce guerriero dugongo che ora si allena con la sua spatola nelle profondità del grande aldilà. Buona notte, dolce principe."
    },
    {
        "id": 169,
        "name": "Festa a Sorpresa",
        "description": "A chi non piace una festa a sorpresa? La lista degli invitati è finita, tutti hanno comprato i regali e il cibo sarà fantastico. Abbiamo anche un clown! Sarà un evento da ricordare. Ma non ditelo ad Amumu."
    },
    {
        "id": 170,
        "name": "Notte Inquietante",
        "description": "Saltellando in giro su gigantesche zampe di rana, la Pensione Gromp attira gli inquilini più terrificanti. A prescindere da dove si fermi, c'è sempre un mostro in cerca di alloggio e Mamma Glasc è sempre disposta ad accoglierlo a braccia aperte in famiglia. E un labirinto infinito di stanze garantisce che nessuno vada via."
    },
    {
        "id": 171,
        "name": "Fiore spirituale",
        "description": "Il Festival del Fiore spirituale è un'antica e rispettata celebrazione di Ionia. Durante questo evento, la porta per il mondo degli spiriti si apre, i morti tornano a far visita ai loro cari, ed esseri di ogni sorta rivolgono il proprio sguardo verso il mondo dei viventi. Dai benevoli Kanmei agli ossessivi Akana... Le loro storie si susseguono per l'eternità, come ombre proiettate da una lanterna."
    },
    {
        "id": 172,
        "name": "Strega",
        "description": "Chi ha detto che le streghe non sanno divertirsi? Chiunque sia stato, probabilmente ora è una rana. O qualche altra creatura maledetta, condannata a vagare per sempre per le strade, guardando da lontano i festeggiamenti della vigilia. Una punizione piuttosto dura, ma che ti aspettavi? Sapranno anche organizzare una festa, ma a conti fatti sono pur sempre delle streghe!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Senti i bassi. Ascolta il ritmo. Lascia che la musica ti muova."
    },
    {
        "id": 174,
        "name": "Popstar",
        "description": "Quando sei in vetta alle classifiche, nessuno può farti scendere."
    },
    {
        "id": 176,
        "name": "Tre Onori",
        "description": "La società è sempre più individualista e chiusa sotto il dominio di Essent. Le persone sono incoraggiate a essere egoiste e nessuno ha più fiducia nel prossimo. Malzahar, leader dell'ormai estinto Ordine del Conforto, vuole portare l'armonia in questo mondo dissonante attraverso l'aura del Conforto. È convinto che solo dall'unione possa nascere l'ispirazione per un mondo migliore."
    },
    {
        "id": 177,
        "name": "Bilgewater: mercenari",
        "description": "Cacciatori di taglie, fuorilegge e pirati si radunano nei famigerati porti di Bilgewater come mosche sugli scarti del macellaio. È una vita dura in questi mari, ma la ricompensa vale ogni sforzo... Donna Barbuta permettendo."
    },
    {
        "id": 178,
        "name": "Cronache",
        "description": "Le leggende vengono messe alla prova, plasmate e forgiate dal proprio passato."
    },
    {
        "id": 179,
        "name": "Maledizione del Vuoto",
        "description": "Se il flagello del Vuoto dovesse diffondersi su Runeterra, tutti dovranno inchinarsi alla sua evoluzione distorta. Vorticante, famelico e vorace, il Vuoto non risparmia nessuna creatura e non teme la sconfitta."
    },
    {
        "id": 180,
        "name": "Altrevie",
        "description": "Un cavalierpiumato batte le ali e, dall'altra parte di Runeterra, emerge un Drago dell'oceano. Le nostre vite procedono, fragili come antiche pergamene. Le strade che abbiamo davanti sono ignote ed emozionanti. E se la strada scelta... fosse la meno battuta?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Come fa questa roba a trovarsi in questa versione? Non ditelo al reparto legale."
    },
    {
        "id": 183,
        "name": "Ladri d'anime",
        "description": "Le anime sono vita, luce, potere. In un mondo senza pietà, queste vengono rubate e consumate dagli spietati signori della morte."
    },
    {
        "id": 184,
        "name": "Trionfante",
        "description": "Conferito ai giocatori che hanno vinto un torneo sponsorizzato di League of Legends."
    },
    {
        "id": 185,
        "name": "Vero guerriero",
        "description": "Per un vero guerriero, solo la forza e l'onore riecheggeranno nell'eternità."
    },
    {
        "id": 186,
        "name": "Empireo",
        "description": "Il primo Empireo, Pyke, attraversa i regni con una furia distruttiva contro le sue controparti, dando così vita a nuovi Empirei. Chi regnerà supremo con l'arrivo di queste grandi potenze e come sfrutteranno il loro tempo libero in rapido esaurimento?"
    },
    {
        "id": 187,
        "name": "Favore dell'Inverno",
        "description": "Quando l'aria diventa frizzante e cade la prima neve, guardate il cielo e vedrete apparire Polaris. Non abbiate paura, se siete stati virtuosi senza aspettative, potreste ricevere la benedizione dell'Aurora. Ma ricordate: a prescindere dalle vostre azioni, le ricompense non sono garantite, perché Polaris arriva ogni anno e nessuno sfugge alla sua punizione."
    },
    {
        "id": 188,
        "name": "Artefice di Miti",
        "description": "Tanto tempo fa, la sconfitta della Grande Belva Galio fece nascere le tradizioni del Capodanno lunare, portate avanti attraverso il racconto continuo di quella storia epica. Nella storia si nasconde un mondo vivo e unico, ma quando il suo equilibrio viene turbato all'improvviso, i personaggi devono collaborare per risolvere il caos e portare a compimento la propria leggenda."
    },
    {
        "id": 189,
        "name": "Batticuori e Cuori spezzati",
        "description": "I figli di papà sempre perfetti della cricca dei Batticuore non hanno molto in comune con i Cuori spezzati, che preferiscono saltare le lezioni per divertirsi allo skatepark. Tuttavia, concordano su una cosa: non sopportano più questa festa artificiosa dedicata alle persone in balia dei sentimenti. Eppure, perché non riescono a placare le farfalle nello stomaco?"
    },
    {
        "id": 190,
        "name": "Patto violato",
        "description": "Per anni la congrega degli Aspiranti ha combattuto contro la setta dei Neverghaast per l'Aspira, il respiro della vita. Per la congrega, l'Aspira è un dono che viene restituito al momento della morte per entrare nell'aldilà. Invece per i Nevergaast, condannati a patire per sempre la brama del respiro, la vita è una sola e va riempita di eccessi. La guerra infuria, e non se ne vede la fine..."
    },
    {
        "id": 191,
        "name": "Corte fatata",
        "description": "Tutti i nobili delle fate servono la natura mantenendo l'ordine naturale e il passare delle stagioni con la loro magia. Dietro a questo scopo più elevato, però, c'è un costante gioco di intrighi politici tra le lussuose corti di seta, tessuti impalpabili e oro. Il potere, che sia magico, naturale o politico, suscita sempre una certa competizione."
    },
    {
        "id": 192,
        "name": "Nerinchiostro",
        "description": "Nei bassifondi di Rabadon, un tempio in rovina ospita l'ultima speranza della gente del luogo: i guerrieri Nerinchiostro. Ognuno di essi sacrifica ciò che più gli sta a cuore per stipulare un contratto con gli antichi spiriti, ricevendo tatuaggi magici così potenti da far tremare perfino la Congrega. Non sono più le vittime. È giunta l'ora di riconquistare la propria casa."
    },
    {
        "id": 193,
        "name": "Portatore della Notte e Portatore dell'Alba",
        "description": "Eterno è il conflitto tra Portatori della Notte e Portatori dell'Alba. Da un lato, le forze del caos e dell'oscurità rappresentano il cambiamento mentre, dall'altro, le forze dell'ordine e della luce simboleggiano l'organizzazione. Sono queste divinità e i loro discendenti a dar forma a un mondo nascente, dove il futuro potrebbe portare serenità... ma anche oscurità."
    },
    {
        "id": 194,
        "name": "Campioni del mondo: 2022",
        "description": "Congratulazioni ai vincitori dei Mondiali 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus era un mondo legato alla magia, ma dopo l'epurazione è crollato tutto. Secoli dopo la civiltà è alla deriva, la natura ha rivendicato le città, e la magia è tornata sotto forma di Cristalli prismatici. Vuole solo diffondersi e, anche se alcuni riescono a utilizzare il suo potere con saggezza, altri perdono se stessi e ne vengono posseduti. Così hanno inizio le Guerre prismatiche."
    },
    {
        "id": 196,
        "name": "Spirito Guerriero",
        "description": "Le loro anime hanno affrontato delle prove: dagli scontri sul campo di battaglia, o nei meandri della mente. Ognuna di esse dispone di un'abilità unica che ne riflette la natura e il potere di evocare la vera essenza del proprio spirito. Alcuni hanno affinato la propria forza con l'addestramento... Altri si limitano a brandire un'arma. Loro sono... GLI SPIRITI GUERRIERI!"
    },
    {
        "id": 197,
        "name": "Demoni della strada",
        "description": "A Styxbridge City convivono demoni, creature e umani. Ogni anno si tiene un festival di arte di strada che si conclude con il TagFest, una gara amichevole per realizzare i graffiti più grandi e vistosi."
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Gli Eidola Vida un tempo erano mortali, ma sono rinati come spiriti della vita grazie all'amore delle loro famiglie. Gli Eidola Muerte erano anime dimenticate che, dopo la morte, hanno vagato nell'aldilà fino a trovare delle nuove famiglie. Entrambi non possono essere visti, ma solo percepiti tramite il loro Ardore: fiamme magiche che aiutano a sostenere la vita o a spegnerla."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "Gli HEARTSTEEL sono la band del momento, con artisti come Kayn ed Ezreal...\"\\n\"La nostra band spacca!\"\\n\"Sett, calmati.\"\\n\"Un momento, mi ricordi di che rivista si tratta, K'Sante?\"\\n\"Concentratevi!\"\\n\"Ehi, Yone. Saliamo sul palco, o no?\"\\n\"Stiamo... oh, OK. Aphelios è già andato..."
    },
    {
        "id": 200,
        "name": "Agguato ferino",
        "description": "Le persone così fortunate da essere nate con dei marchi luminosi sulla pelle vengono riverite con il nome di \"Benedetti dall'Artiglio\". Questi speciali Tigrasiani sono destinati a rappresentare la propria comunità e a pretendere rispetto grazie alla propria forza. Tutti loro sperano di conquistare il mondo nel nome dei propri simili e di diventare leader temuti da tutti."
    },
    {
        "id": 201,
        "name": "Ruggito celeste",
        "description": "Per conoscere meglio i propri sudditi, la famiglia reale draconica e la sua corte discendono dal palazzo nel cielo, assumendo forma umana e divertendosi con i mortali durante i festeggiamenti per l'anno nuovo."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "All'apparizione dei Cristalli prismatici, c'è chi ha imparato a padroneggiarne la magia. Ma nell'estremo nord, l'influenza dei cristalli ha corrotto la terra stessa. In un sottobosco di frattali, nell'atmosfera iridescente, le creature si alleano a coloro che un tempo erano umani, in una guerra contro ciò che resta del mondo civilizzato. Tutto si rifletterà nell'immagine prismatica."
    },
    {
        "id": 203,
        "name": "Pizze in faccia",
        "description": "Appetitosi e inclini al massacro, questi cibi non si arrendono senza lottare."
    },
    {
        "id": 204,
        "name": "Leggende Trascese",
        "description": "Tanto tempo fa, gli dei delle leggende sigillarono la propria forza nei quattro frammenti dei Trascesi: Caos, Armonia, Pazienza e Vigore. Ognuno di essi metteva i guerrieri che ne anelavano il potere di fronte a una prova pericolosa, con la promessa di renderli immortali e di farli entrare nella storia. Ancora oggi, combattenti da ogni dove accettano la sfida nella speranza di lasciare un'eredità rispettata perfino dagli dei."
    },
    {
        "id": 205,
        "name": "Pastore pluviale",
        "description": "In assenza di acqua e musica, il mondo è un luogo arido. Da quando le rane hanno perso il potere del canto, la pioggia è diminuita e l'idratazione è scarsa. Così, le rane hanno insegnato a cantare a un nuovo gruppo: i Pastori pluviali. Con un abbigliamento da pioggia speciale, lavorano per ripristinare gli equilibri naturali e per rendere il mondo rigoglioso come un tempo."
    },
    {
        "id": 206,
        "name": "Primordiani",
        "description": "Esiliati dalla terraferma, i Primordiani hanno atteso nei meandri degli abissi per secoli... finché non hanno deciso che non avrebbero più potuto tollerare gli sfruttatori della superficie, né il modo in cui abusavano del pianeta. E arrivò così il giudizio della Regina Primordiana: l'era nel sole dell'umanità è finita e quella dei Primordiani avrà inizio."
    },
    {
        "id": 207,
        "name": "Campioni del mondo: 2023",
        "description": "Congratulazioni ai vincitori dei Mondiali 2023: T1!"
    },
    {
        "id": 208,
        "name": "Batti il pugno e festività",
        "description": "È ora di festeggiare!"
    },
    {
        "id": 209,
        "name": "Prescelti del Lupo",
        "description": "Quando la giovane comandante Ambessa cade in battaglia, ha una visione del Volrachnun, il sacro aldilà dei più degni seguaci del Lupo. Chi viene accolto in questo luogo deve partecipare alla Caccia Eterna, trovare il piacere in battaglia e sfidare con gioia gli altri guerrieri prescelti, in una caccia senza fine."
    },
    {
        "id": 210,
        "name": "Superfan",
        "description": "Metti in mostra la tua passione!"
    },
    {
        "id": 211,
        "name": "Ballo della Rosa Nera",
        "description": "Lusso e baldoria caratterizzano il Ballo della seta, un evento che raduna nobili e luminari da tutta Runeterra. Ma nel Noxus, la sala da ballo è un campo di battaglia. Un sussurro è più letale di una daga, e i convenevoli nascondono scambi di potere. Perfino la sfuggente Lady Elise ha lasciato il proprio nido per organizzare l'evento, al servizio di occhi invisibili... ma attenti. In attesa."
    },
    {
        "id": 212,
        "name": "Mito moderno",
        "description": "I miti e le leggende riguardano tempi lontani, ma la loro eco è ancora presente ai giorni nostri. Sotto la superficie di un mondo mondano, un potere mitologico cresce una nuova generazione di eroi."
    },
    {
        "id": 213,
        "name": "Passione Ravioli",
        "description": "Ogni prodigio della pasticceria degno di questo nome sa che nessun ritrovo è completo senza delizie salate. Il loro Bistrò sarà anche nuovo, ma l'arte dei ravioli non lo è affatto. Questi chef magici sono pronti a farsi strada tra i grandi della cucina impastando, sminuzzando, friggendo e stufando. Basta un solo morso di queste delizie per convincere a festeggiare anche il più burbero dei patroni."
    },
    {
        "id": 214,
        "name": "Giustizia mascherata",
        "description": "Dopo aver distrutto il proprio mondo, il gigante folle Mezzorax ha esplorato l'intera galassia alla ricerca di un nuovo pianeta da invadere: la brulicante metropoli di Ocono. Ma ora, lo affronta un improbabile gruppo di abitanti. Con la forza delle tute Ipercangianti di origine aliena, vendicheranno le vite strappate da Mezzorax e porranno fine al suo regno."
    },
    {
        "id": 215,
        "name": "Ordalia Gloriosa",
        "description": "È tipico dei noxiani, celebrare una grande vittoria e il trionfo della forza sulla debolezza. Dopo il successo della campagna nel Freljord, viene organizzata un'Ordalia Gloriosa per festeggiare il ritorno del generale Darius e dei suoi guerrieri, attirando orde di spettatori in ogni arena della capitale, in suo onore e dei rinomati gladiatori degli anni passati."
    },
    {
        "id": 216,
        "name": "Tessitori del Fato e Distruttori del Fato",
        "description": "In un mondo intrecciato alle Trame del Fato, nessun filo è irraggiungibile per chi è così ardito da conquistarlo. Per farlo, è necessario recarsi al Palazzo delle Trame e confrontarsi con i Tessitori del Fato, potenti entità che controllano la trama e l'ordito del destino. Coloro che si dimostrano degni, detti Distruttori del Fato, possono riscrivere il proprio destino... e plasmare il futuro."
    },
    {
        "id": 217,
        "name": "Astronomi",
        "description": "Abili divinatori, gli Astronomi hanno da tempo svelato i segreti del cosmo e li custodiscono nella vasta biblioteca del loro Ordine. Usando conoscenze esoteriche e antichi poteri, hanno protetto la loro sfera d'origine da innumerevoli minacce. Eppure, pochi tra loro sono pronti ad affrontare un terrore sconosciuto proveniente da un'altra sfera... o, addirittura, a riconoscerne l'esistenza."
    },
    {
        "id": 218,
        "name": "Terme Fiore spirituale",
        "description": "Sulla cima delle montagne ci sono delle terme dove gli ospiti smaltiscono le preoccupazioni quotidiane. Questo rifugio a tema, chiamato ''Terme Fiore spirituale'', è un'oasi libera dai drammi. Lo staff accogliente e i magici vapori lavano via il fardello di battaglie e ricordi che sarebbe meglio dimenticare. In questo luogo non ci sono eroi o cattivi, ma solo il riposo e il ristoro."
    },
    {
        "id": 219,
        "name": "Visione dei caduti",
        "description": "''Un tempo, eravamo divinità. Ora, persi in eterno nelle tenebre incorporee della nostra prigionia, sogniamo migliaia di ineluttabili ritorni cruenti... mentre l'intera umanità invoca ancora una volta la nostra pietà divina.''<br>In un'epoca perduta nel mito, questo mondo apparteneva ai Darkin.<br>E i Darkin vogliono riconquistarlo."
    },
    {
        "id": 220,
        "name": "Campioni del mondo: 2024",
        "description": "Congratulazioni ai vincitori dei Mondiali 2024: i T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Flora Fatalis giudica tutti coloro che si avventurano entro il suo inebriante dominio, attirando coloro che hanno coraggio e ambizione, spingendoli ad avvicinarsi abbastanza da piantare in essi il potente seme della sua volontà. Insieme, si adattano e si evolvono, cercando ospiti sempre più forti da potenziare e consumare."
    },
    {
        "id": 222,
        "name": "Le Incarnazioni Eterne",
        "description": "Per millenni, le Incarnazioni dal potere formidabile hanno lavorato incessantemente dal reame celestiale per guidare e fortificare Runeterra. Ognuna di esse sostiene di essere la manifestazione suprema della verità universale della creazione. In verità, sono tutte in cerca di mortali degni che possano portare avanti i propri piani, permettendo loro di vagare per il mondo in forma fisica, ancora una volta."
    },
    {
        "id": 223,
        "name": "Ombre Sommerse",
        "description": "Mentre i corsari in lotta si contendono il dominio dei Mari ombrosi, qualcosa di molto più antico si agita in profondità. Sono pochi i mortali che osano sfidare gli abissi e fanno ritorno: chi ci riesce, non è più lo stesso, tormentato da sussurri di streghe e spettri, reliquie e rovine di un mondo da tempo dimenticato dalle maree."
    },
    {
        "id": 224,
        "name": "Le Leggi della Pietra",
        "description": "Per quasi un millennio, Demacia ha rappresentato un faro di speranza in un mondo spesso oscurato da stregonerie e spietate ambizioni. Questo nobile regno si basa sul mistero della petricite, una scintillante pietra che assorbe anche la magia più potente, che compone le imponenti fortezze e le splendenti opere d'arte che accendono l'orgoglio di tutti i cittadini."
    }
]