[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Profondità dimenticate",
        "description": "''Siediti, figlia mia, e ascolta attentamente. L'oceano è meraviglioso, le onde spumeggianti che si infrangono sulle nostre rive pacifiche sono un invito ingannevole. Poiché nelle profondità di quel blu senza fine giace un mondo oltre la nostra immaginazione. Di regni in rovina e mostri feroci, sospesi in quegli abissi dimenticati''.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galattici",
        "description": "La Guerra della Luna Infranta ha tormentato la nostra galassia per quasi cento cicli. Eppure... la fine è ancora lontana.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glaciali",
        "description": "È pericoloso avventurarsi nel gelo, se si ignora cosa si nasconde nelle terre ghiacciate...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Capodanno lunare",
        "description": "È ora di guardarsi indietro, di festeggiare con la famiglia e gli amici, di incontrarsi per ricordare tutto ciò che è accaduto, nel bene e nel male. E mentre i fuochi d'artificio illuminano il cielo notturno, siamo impazienti di accogliere un nuovo anno pieno di ricordi meravigliosi insieme a coloro che amiamo.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Ordine del Loto",
        "description": "I miti dei tomi ioniani parlano del venerabile Ordine del Loto. Formato quando i mortali si sono stabiliti nelle Terre Antiche, l'Ordine ha coltivato per generazioni i segreti dell'immortalità. Fu l'unico gruppo a raggiungere la pura reincarnazione dello spirito. Aggraziati ed effimeri come le increspature del mare, i discepoli dell'Ordine del Loto proteggono le Terre Antiche senza paura di affrontare questa o la prossima vita.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Se state per giocare, vi salutiamo.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Bordi piegati",
        "description": "Uno stormo di gru attraversa il cielo, mentre il sole e le nuvole arricchiscono la splendida tela sullo sfondo. Anche gli alberi e l'erba sono dello stesso materiale, una pergamena pressata con forza eccezionale, fino a formare questo mondo di carta.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Meccanici di Piltover",
        "description": "Cercate un passaggio fuori dal comune? Siete nel posto giusto (la distanza può variare).",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Il distintivo",
        "description": "Nella giustizia organizzata c'è sempre chi piega le leggi e chi le infrange. Gli ufficiali designati dell'RPD indagano sui reati più efferati in città, così da affidare alla giustizia i peggiori criminali. Queste sono le loro storie...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Eretici sulla via",
        "description": "Tra le ceneri radioattive del vecchio mondo, i guerrieri delle terre desolate, i famigerati Vandali, e i sopravvissuti più bellicosi si scontrano per il controllo di ciò che è rimasto.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Luce",
        "description": "Su nel cielo, svettando su tutto il creato, gli agenti della Luce combattono una battaglia eterna contro un'oscurità inarrestabile.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Ladri d'anime",
        "description": "Le anime sono vita, luce, potere. In un mondo senza pietà, queste vengono rubate e consumate dagli spietati signori della morte.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Megagalattici",
        "description": "//TRASMISSIONE D'EMERGENZA, A TUTTI I CANALI//<br>Il livello di minaccia galattica è salito a CREMISI. [SECRETATO] è sotto l'attacco di [SECRETATO]. Il quartier generale stima un tempo di [SECRETATO] ore prima della distruzione totale, con probabili danni collaterali ai sistemi vicini. Megagalattico, ENERGIA!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Signori del Tuono",
        "description": "L'umanità non è l'unica a combattere guerre violente per futili motivi. In passato, prima del nostro tempo, due divinità, due fratelli, lottarono tra loro, plasmando la terra con la desolazione della battaglia.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Trionfante",
        "description": "Mettiti in gioco ed emergi vincitore!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Sport invernali",
        "description": "Nulla fa emergere le vere capacità dei migliori atleti competitivi più della possibilità di sperimentare l'assideramento.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombi VS Sopravvissuti",
        "description": "Cervelli...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Strati al Neon",
        "description": "Poche persone sanno del Bagliore e ancora meno hanno visto le sue fiamme instabili al neon. Normalmente è una forza di equilibrio cosmico, ma qualcosa ha turbato la bilancia, facendo crollare i regni e incanalando il potere del Bagliore in singole creature. Ora noti come Empirei, queste forze ultraterrene divampano attraverso i regni, ciascuna con i loro piani. Il fuoco si diffonde senza fine.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Racconti di Borealis",
        "description": "Avete sentito le storie dell'Aurora? Possono essere fredde e oscure, ma se avrete abbastanza coraggio troverete più calore e grandezza di qualsiasi altro sogno. Sedetevi accanto al fuoco, dunque, e ascoltate i Racconti di Borealis...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Narrazione di storie",
        "description": "Storie, miti, leggende: ognuna cela al proprio interno un mondo in cui i personaggi affrontano prove e ostacoli ancora e ancora, mentre le storie vengono raccontate senza sosta.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lanciere",
        "description": "Gli antichi lancieri erano delle vere meraviglie all'epoca della loro costruzione, ed esistevano per proteggere il regno nel momento del bisogno. Col passare del tempo, i segreti della costruzione dei giganti dormienti sono scomparsi... ma la speranza che rispondano alla chiamata è ancora viva.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Macchina da Guerra",
        "description": "La gloriosa rivoluzione è iniziata! Dopo aver costruito un esercito di macchine dotate di cervello biologico, Viktor marcia contro le forze congiunte dei suoi nemici: tutto ciò che lo separa dal dominio assoluto è una debole resistenza di esseri umani.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Il mondo decaduto",
        "description": "Quando la magia è perduta, al suo posto regnano cenere e disperazione. Quando i cavalieri di quell'ordine dannato cadranno, cosa prenderà il loro posto?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Tra rigide cricche, bizzarri progetti di gruppo e feste melense, la scuola era un'insopportabile routine. Ma i colpi di fulmine non erano previsti e renderanno tutto più complicato.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Inno dimenticato",
        "description": "In questo mondo cadente fatto di vetro e respiri, dove le preghiere restano inascoltate e i giuramenti sono messi alla prova, l'unica cosa in cui avere fede è un singolo respiro capace di cambiare un'intera vita.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Regno alato",
        "description": "Folletti, ninfe, gnomi, goblin e altro ancora vivono nei reami delle fate: tutte creature di pura magia naturale e dalla bellezza eterea che amano la luce lunare, le canzoni soavi e gli accordi astuti.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "La Rivolta di Nerinchiostro",
        "description": "Rabadon prospera grazie alla magia. Chi controlla la magia, controlla Rabadon. E il controllo della Congrega è assoluto. Chi si oppone viene messo in ginocchio o eliminato... ma la Rivolta è prossima. Armati di una pericolosa magia disegnata direttamente sulla loro pelle, questi ribelli vogliono sottomettere la Congrega per restituire la città al proprio popolo... o morire nel tentativo.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magia prismatica",
        "description": "Eoni fa, in un tempo immemore, l'esistenza della magia è stata spazzata via dall'universo. La vita è andata avanti, ma alcuni mondi non ci sono riusciti. Gli anni sono diventati decenni, poi secoli, e la natura ha iniziato a ritrovare il suo equilibrio. Alla fine il momento è giunto e ora la magia è pronta a tornare, sebbene in una forma inaspettata.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Spirito Guerriero",
        "description": "In ogni parte del mondo, le anime risvegliate hanno ricevuto un invito per lottare nel... Torneo delle Anime! Il re indiscusso dell'intrattenimento, uno spettacolo televisivo senza eguali! I combattenti si affrontano in battaglie 1 contro 1 sul ring e l'ultimo rimasto riceve il premio: il desiderio più profondo della sua anima! Io sarò lì, a commentare tutto!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Tele di cemento",
        "description": "Arte e magia si intrecciano nelle strade della città di Styxbridge, dove vivono mostri, spiriti, fantasmi e ghoul di ogni tipo.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "Vita e morte sono le uniche certezze dell'universo, ma c'è una cosa che può contrastare il loro potere: la famiglia. La vita non può esistere senza morte e viceversa, ma i legami familiari hanno la forza di impedire che uno spirito venga dimenticato.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Furia e Zanna",
        "description": "Affidati all'istinto. Scatena l'aggressività. Pretendi rispetto.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Mischia a cena",
        "description": "Chi ha detto che non si gioca con il cibo?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Per evitare di essere cancellati per sempre dalla storia, molti rischiano la vita per diventare Leggende Trascese: guerrieri riconosciuti dagli dei che hanno creato questo mondo. Coloro che riescono in quest'impresa vengono insigniti di un potere incommensurabile e rappresentano gli dei che li hanno scelti.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Super Guerrieri Salvapianeti",
        "description": "Davanti al pericolo, quando c'è un disperato bisogno di aiuto, c'è un solo gruppo che può intervenire. Pronti all'azione, indossano le tute Ipercangianti e si lanciano nella lotta con forza e agilità migliorate e poteri incredibili. Lotteranno. Resisteranno. Sono i Super Guerrieri Salvapianeti, e difenderanno la galassia!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Echi dal profondo",
        "description": "In questo luogo non ci sono eroi, solo i dannati che vedono tutto molto chiaramente. Dalle tombe senza nome agli abissi senza luce, gli eroi maledetti affrontano la vera natura del male: infestante, eterno e impaziente di essere scatenato.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Cuochi esperti",
        "description": "''Cuochi esperti'', il più popolare reality di sfide culinarie, è in diretta. Ovunque. Su tutte le piattaforme. I 1000 episodi di tutte le 50 stagioni. Anche ''Cuochi esperti Superstar'' e ''Cuochi esperti celebrità''. Iniziate la maratona.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Cacciatori di Teste",
        "description": "Per alcune specie, la caccia è più di un semplice sport: è un'ossessione fisica e mentale, che le trasforma in perfette macchine assassine.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Guardiani delle Sabbie",
        "description": "Potenti guardiani vegliano sulla tomba di un antico orrore, affinché non rappresenti più una minaccia per il mondo. Ma potrebbe già essere troppo tardi...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Corsa al dolcetto",
        "description": "Dal Castello di Pan di zenzero al Mare di Spuma, dalle Montagne di Liquirizia alla Foresta di Caramelle gommose... ecco il Dolce Regno in tutto il suo splendore.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Scatola dei giocattoli",
        "description": "La cesta dei balocchi di Gnar trabocca di inestimabili tesori, ma quando la casa è vuota i giocattoli prendono vita...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Tribù Pittura di Guerra",
        "description": "In pochi possono sopravvivere a un viaggio nella tundra ghiacciata del nord. Se il freddo non uccide... lo farà la Pittura di Guerra.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Guardiane Stellari",
        "description": "In un universo grande e oscuro, il fato sceglie giovani guerrieri per proteggere la luce delle stelle. Sono destinati a brillare splendenti, ma anche a svanire nella violenza delle fiamme.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Lune di Ionia",
        "description": "Una voce risuona nel silenzio: ''Contorcetevi, bestie, fratelli. Le lune di una condannata Ionia ascendono come occhi di demoni affamati, in attesa del rosso della vostra fedeltà... oppure sono orrori mostruosi che non possono passare? In ogni caso, non siamo che involucri immersi nel rituale e nel sacrificio. Al picco della luna, scaviamo la carne dalla carne, offrendo il misero dono di tutto ciò che siamo''.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Cacciatori preistorici",
        "description": "Mostri giganteschi vagano per la nostra terra, inseguendo la loro preda con terribile precisione. Gli umani sarebbero di certo diventati i loro prossimi pasti, se non fosse stato per i Cacciatori. Armati di lame forgiate dalle ossa dei loro primi trofei, con istinti pari a quelli delle belve più temibili, i Cacciatori proteggono ogni giorno la propria gente da un destino infausto.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Libro di favole",
        "description": "C'era una volta un gruppo di personaggi delle favole, che fuoriuscì dalle pagine...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fiabe",
        "description": "Ogni cultura ha le proprie tradizioni ricche di mostri e leggende. Questi miti sono frutto della nostra immaginazione, storie tramandate di generazione in generazione per spiegare ciò che non può essere spiegato? O sono basati sulle verità nascoste al resto del mondo?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Tutto nasce dal conflitto. Nulla può sfuggirgli. L'armonia è un'illusione e solo coloro che accettano quell'illusione otterranno le ricompense più grandi dalla vita.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Incombendo sulla città, un enorme kaiju lotta contro mecha colossali. Chi vincerà?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Salito alla ribalta delle scienze e dell'arte, l'Hextech è passato da un caos di rudimentali esperimenti a un moderno rinascimento di forme di vita artificiali complesse e dotate di volontà propria. I suoi abili artigiani ora plasmano un nuovo, audace futuro... Ma nessuno può dire a cosa porterà.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Duelli Glaciali",
        "description": "C'è un momento migliore dell'anno di Duelli Glaciali, quando l'aria è pungente, la neve è soffice e la cioccolata è calda? Lanciate una palla di neve o intonate un canto; finché sarete di buon umore, tutto andrà bene e non avrete nulla da temere.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Regni in Guerra",
        "description": "Imperi rivali si contendono il potere tentando di unificare il regno, mentre coraggiosi guerrieri e stoici generali fremono per dimostrare il proprio valore affrontando i più grandi eroi dell'epoca. È un'era di guerre e di leggende.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Viaggio Immortale",
        "description": "Tanto tempo fa, in una terra antica, molte anime si radunarono al cospetto degli dei per mettere alla prova il proprio potere. Sciocchi e arroganti, giusti e valorosi, i loro viaggi sono scritti nelle immortali pagine della storia...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Gotica Mezzogiorno di Fuoco",
        "description": "Al picco della rivoluzione industriale, i viaggiatori iniziarono a riversarsi nel selvaggio West in cerca di fortuna e prosperità tra gli orrori sconosciuti di un mondo antico e crudele. È un'epoca di coraggiosi pistoleri e corrotti furfanti, divinità imperscrutabili e demoni selvaggi.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odissea",
        "description": "Dagli urbanizzati mondi centrali ai confini più estremi della galassia, l'avventura ti attende! Il grande Impero Demaxiano è incurante delle obiezioni dell'antico Ordine dei Templari e della criminale Consorteria ed è votato alla ricerca della preziosa Ora, una misteriosa essenza dorata che è la linfa vitale della civiltà, in grado di offrire un potere enorme a chi riesce a sfruttarla per sé...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROGETTO",
        "description": "Tra le mega strutture e le strade controllate dalle corporazioni globali, una guerra sotterranea infuria tra gli umani potenziati che si sono ribellati e gli esseri artificiali. I vincitori plasmeranno la storia... e gli sconfitti saranno costretti a evolversi.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eclissi",
        "description": "In principio, regnavano gli Dei Antichi. Il genere umano li amava al punto che una di loro osò renderli parte della sua carne per sempre. Divorò il sole stesso e, scendendo da quel cielo vuoto, ispirò i suoi cavalieri ad eliminare tutti quelli rimasti. Secoli dopo permangono, unica speranza contro l'oscurità della Congrega.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Regni Mecha",
        "description": "I Grandi Regni hanno lottato per generazioni fino all'arrivo di un nuovo nemico. Per contrattaccare, sono stati benedetti con dei doni dai cieli. Riusciranno a superare il passato per salvare il futuro?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Fiore spirituale",
        "description": "Il Festival del Fiore spirituale è un'antica e rispettata celebrazione di Ionia. Durante questo evento, la porta per il mondo degli spiriti si apre, i morti tornano a far visita ai loro cari, ed esseri di ogni sorta rivolgono il proprio sguardo verso il mondo dei viventi. Dai benevoli Kanmei agli ossessivi Akana... Le loro storie si susseguono per l'eternità, come ombre proiettate da una lanterna.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "OPSI",
        "description": "Per proteggersi da forze ribelli che vogliono destabilizzare il mondo, l'Alto Comando invia gli OPSI, una squadra d'élite di soldati psichici. I membri includono [CENSURATO].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Distruttori del mondo",
        "description": "Alla fine, la luna oscurerà il sole. E in quell'alba senza speranza, quattro titani sorgeranno per distruggere il mondo.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Regine guerriere",
        "description": "Un tempo divisi da faide incessanti, i regni che compongono Elysia hanno capito la vera natura del loro mondo: la magia che tiene insieme il loro piano di esistenza è alimentata dal conflitto. Per questo, si sono alleati attraverso la guerra di unificazione nota come Grande Incoronazione. Tuttavia, alcune di queste coalizioni hanno già iniziato a incrinarsi...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "La saga de Re in rovina",
        "description": "La Nebbia Oscura si compatta, la Mietitura avanza e il Re in rovina risorge. La corruzione di Viego avvolge tutta Runeterra, trasformando gli amici in nemici e mettendo in ginocchio intere nazioni. L'unica forza in grado di fermarlo sono le Sentinelle, un antico ordine capeggiato da Lucian e Senna. Ora i due dovranno richiamare campioni da ogni angolo del globo per respingere la Nebbia Oscura e porre fine al regno di terrore del Re in rovina una volta per tutte.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Pergamene Shan Hai",
        "description": "Nessuno può dire chi ha creato le misteriose pergamene Shan Hai, o quando. Basta uno sguardo per capire che il dipinto è una finestra verso un mondo di magia e meraviglia, ma forse è più una porta?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Rosa di Cristallo",
        "description": "In un mondo di faide centenarie e alleanze magiche precarie, l'annuale festa della Rosa di Cristallo offre un territorio neutro dove i potenti possono perdonare i torti e rinegoziare le tregue. Le armi vengono lasciate alla porta e le nuove possibili alleanze vengono comunicate indossando le rose magiche che crescono solo durante la festa.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Ritmo Spaziale",
        "description": "In una galassia musicale, lontana milioni di disco inferno, una misteriosa energia nota come Ritmo porta musica e prosperità a trilioni di cittadini galattici. Quando la signora degli alieni Lissandra, con il suo esercito di vibrazioni negative, inizia a schiavizzare pianeti e a vietare la disco music, una nuova era di eroi emerge per fermarla, nel nome della festa.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcano Maggiore",
        "description": "Gli Archetipi, schemi viventi che fluttuano sopra Arcana modellando l'essenza della realtà, lottano per tracciare i loro piani nel caos che regna sotto di loro. Spesso reclutano abitanti particolarmente percettivi del mondo sottostante per espandere le loro trame nascoste: più sono i seguaci che amplificano il disegno di un Archetipo, più l'universo riflette il suo disegno.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Incubo nella città del crimine",
        "description": "Antichi orrori si nascondono tra il crimine e la sporcizia di Valoran City. I mercati neri hanno permesso la diffusione degli elisir, una preziosa sostanza di dubbie origini la cui produzione porta soldi e influenza per la banda che riesce a monopolizzare il mercato. Spinti dagli agenti della corruzione, capi e tirapiedi si rivolgono alle forze oltre il velo per avere un assaggio di vero potere.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsefire",
        "description": "Tra le infinite realtà esistenti, la Cronopolizia si scontra con i fuggitivi, i signori del tempo e l'implacabile marcia dei Pretoriani attraverso le vicende dello spazio-tempo.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Dolce Bistrò",
        "description": "Il buon cibo è magico. Letteralmente! In un mondo di eleganti ore del tè e di dolcetti incantati, i maghi creano macaron magici, cornetti ammalianti e servono i migliori pasticcini stregati ai clienti impazienti di rifarsi la bocca.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Nelle città di Piltover e Zaun cresce il malcontento dovuto alle frizioni tra inventori, ladri, politici e signori del crimine in una società ormai allo sbando. Mentre gli eroi nascono e i legami vengono spezzati, scoperte e pericoli si intrecciano. Questo potere cambierà il mondo, o lo porterà alla rovina?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Cloudedge",
        "description": "Impugnando armi intrise di magia del fulmine grazie al letale Rito dei Nembi, il misterioso ordine delle Elettrolame riunisce misteriosi guerrieri ninja incaricati di proteggere il genere umano dagli spiriti e dai mostri malvagi. Viaggiano tra il regno mortale e quello spirituale, eliminando minacce che nessun altro può toccare e proteggendo il futuro degli abitanti del mondo mortale.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "L'umanità è in seria difficoltà, quasi sconfitta da un esercito ipertecnologico di invasori degli abissi chiamati Primordiani. Entra nell'Anima Squad: i combattenti d'élite che usano la tecnologia primordiana recuperata per scongiurare la fine del mondo. Per salvare l'umanità, dovranno combattere come animali.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Estate baciata dal sole",
        "description": "È estate, dolcezza! Il sole splende, la brezza è calda e l'acqua è fresca. Tutti mettono da parte il rancore e le rivalità per sfoggiare costumi da bagno e ottimismo. Più tardi ci sarà tutto il tempo per picchiarsi urlando. Siediti, ascolta la musica e goditi il divertimento.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Domatori di mostri",
        "description": "Chi siamo? I Domatori di mostri! Proteggiamo il mondo quando è in pericolo! Quando altri scappano, noi seguiamo il ruggito. Domiamo il mostro e usiamo il CUORE. Insieme ai nostri nuovi amici saltiamo, corriamo, nuotiamo e planiamo! Arriveremo ovunque, non importa quanto sia lontano. Perché siamo i Domatori di mostri! Proprio così!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Punto di non ritorno",
        "description": "Nell'infinita oscurità dello spazio nascono cose splendide e terribili: creature cosmiche gentili e benevole e ignote mostruosità chiamate Stelle Oscure. Questi figli di dei silenziosi stanno per tornare a casa.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Guardia Spirituale",
        "description": "Udyr per quasi dieci anni si è addestrato a Ionia con i monaci di Hirana, imparando a controllare le sue abilità spirituali. Quando il Freljord lo ha reclamato, ha deciso di rimanere per completare l'addestramento. Da allora, Udyr è diventato parte del panorama sia spirituale che mortale di Ionia e lavora con Lee Sin e Karma per riportare l'equilibrio in una terra devastata dalla guerra.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "La carneficina",
        "description": "Per accumulare non serve solo lavorare. Serve lottare, agire, a volte è stimolante, a volte demoralizzante. È una settimana di alti e bassi con curve assurde e cadute tragiche, per poi ricominciare il lunedì. Stiamo lavorando sodo o lavorando appena? È sempre tutto uguale.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Sicuramente non",
        "description": "Un universo del tutto normale senza niente di sleale, infido o ipocrita. Certo che no.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Firmamento metallico",
        "description": "Una galassia cerca di rinascere dalla guerra, ma le ferite sono ancora aperte. Criminali, cacciatori di taglie e agenti corporativi hanno colmato il vuoto di potere, pilotando exotute con abilità sovrumana. Le megacorporazioni come le Industrie Genesis e il Gruppo Yomi sfruttano gli eserciti per imporsi sulle colonie più remote. La guerra non muore, cambia campo di battaglia.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Ere di Runeterra",
        "description": "Scorci di personalità in altre vite. Scontri del destino in un'altra era. Runeterra è un mondo ricco di possibilità, poiché le sue leggende trovano nuove destinazioni e nuovi destini.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Elementalista",
        "description": "Un regno è sull'orlo della rovina, assaltato da un esercito di colossali bestie elementali pronte a dichiarare guerra all'umanità. L'ultima linea di difesa è rappresentata da una solitaria regina guerriera: Lux Elementalista. Per salvare il suo popolo dovrà trovare e svelare la sua vera natura... qualunque sia la sua forma.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernale",
        "description": "Fuoco, zolfo e morte. Non c'è ritorno a ciò che il mondo era prima del sorgere del Signore Cinereo. È un sogno, perso nel fuoco ardente dei fiumi di lava che scorrono sotto terre piene di vulcani. Ora inizia una nuova era, una che brucerà per l'eternità.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Antica",
        "description": "Tesori di giorni ormai passati, che splendono a portata di mano.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Meraviglie del mondo",
        "description": "Individui che giungono dal remoto universo della \"Terra\", dove statue giganti prendono vita e tutti indossano un buffo cappello. A pensarci bene, somiglia molto a Runeterra.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Istituto della Guerra",
        "description": "Anche se le rigide leggi, gli imperi e le turbolenze politiche che hanno portato alla Guerra delle Rune sono ormai svanite nell'antichità, le storie di battaglie leggendarie combattute nelle Arene della giustizia sono mantenute in vita dai resti dei Signori dei Maghi e del Protettorato. Predoni e Guardiani continuano la tradizione di guerra e ostilità dei loro antenati, nonostante siano lontani da quei conflitti iniziali.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Mondo dei Draghi",
        "description": "Due volte il fuoco dei draghi ha consumato il mondo. Due volte dalle fiamme sono emersi degli eroi.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Machina Kinetex",
        "description": "È il XXII secolo: i potenziamenti fisici sono una parte comune della società. I limiti dell'umanità cambiano costantemente, creando un senso di ottimismo e speranza senza precedenti. Ogni quattro anni, le nazioni mettono da parte i conflitti nello spirito dell'armonia e della competizione dei Giochi dello Zenith. Partecipano non per mostrare al mondo ciò che è possibile, ma ciò che potrebbe diventare.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "''Inserisci un gettone per giocare'' lampeggia sullo schermo, un'offerta irresistibile per ogni giocatore che si rispetti. Tuttavia, allontanati dalla propria umile sala giochi in un mondo di eroi e Boss da Battaglia, questi semplici giocatori dovranno mettere in campo i riflessi e le loro combo migliori. Perché i giocatori di Arcadia... mettono in gioco le proprie vite.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "I racconti della Landa",
        "description": "I genitori raccontano ai figli storie di streghe malefiche e di altre creature che ogni anno si aggirano per le strade. ''Resta nel letto, piccolo mio. L'oscurità è loro amica''. Sono storie vere solo in parte. Anche se i ghoul di questa sera incantata adorano gli spaventi, non farebbero mai del male a un bambino. Tranne a quelli particolarmente cattivi.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Api",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Età dell'Argento",
        "description": "I più grandi supereroi della Landa e i nemici più spietati, disponibili nella fumetteria più vicina!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Gatti vs Cani",
        "description": "La rivalità più antica che il mondo abbia mai conosciuto: il migliore amico dell'uomo contro i più grandi eroi di internet. Solo una fazione trionferà nell'epica battaglia tra gatti e cani. Speriamo che la loro pelliccia non si rovini troppo: l'unica cosa peggiore della sconfitta, è il bagnetto.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Incubo del quartiere",
        "description": "Racconti terrificanti di sconosciuti strambi, amici diabolici e raduni spettrali.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Antiche origini",
        "description": "La vita è una benedizione all'interno delle mura del castello nel regno di Lord Tryndamere. I cavalieri vanno dal fabbro per acquistare le sue merci o da uno dei tanti maghi per ricevere saggi consigli. E per i più avventurosi ci sono le terre di Albion, i cui misteri sono noti solo alle driadi che le abitano.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Acque Oscure",
        "description": "Bilgewater, dove la morte è più rapida delle correnti e le leggi malleabili come il fango. Dove la moneta è l'unica chiave universale e la verità è una menzogna certificata.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Certo, ruota tutto attorno agli stadi pieni, alla spavalderia dell'alta moda, al pubblico esultante, ma anche agli altoparlanti dal volume così alto da far fischiare le orecchie, come se volessero cantare a loro volta. Alle luci roventi sul palco, al basso martellante e al ritmo regolare della batteria. Alla botta di adrenalina che ti fa ardere dall'interno. Questa sensazione? È la musica.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Vittorioso",
        "description": "I campioni conquistano i loro nemici e ascendono verso nuove vette, realizzando i loro sogni più ambiti e mostrando il meritato bottino a chiunque voglia ammirare la vera grandezza.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Onore",
        "description": "La società è sempre più individualista e chiusa sotto il dominio di Essent. Le persone sono incoraggiate a essere egoiste e nessuno ha più fiducia nel prossimo. Malzahar, leader dell'ormai estinto Ordine del Conforto, vuole portare l'armonia in questo mondo dissonante attraverso l'aura del Conforto. È convinto che solo dall'unione possa nascere l'ispirazione per un mondo migliore.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy Metal",
        "description": "Il pubblico si raduna da tutto il mondo nelle arene gladiatorie di RiotCorp per ammirare i più grandi combattenti robotici, desiderosi di essere incoronati campioni della Full Metal Robot Fighting League o di essere distrutti nel tentativo.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Dolce metà",
        "description": "Dunque... che ne dici?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Accademia",
        "description": "ATTENZIONE, STUDENTI E DOCENTI: abbiamo notato che tutti gli studenti stanno scontando delle pene disciplinari, mentre i professori sono al momento in congedo psichiatrico ''consigliato''. Le lezioni saranno annullate fino a nuovo ordine, probabilmente fino a quando gli studenti sospesi non rivaluteranno il proprio disdicevole comportamento.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arcanisti",
        "description": "Fuori dalle porte dell'accademia c'è un mondo magico... e pericoloso. I professori consigliano ai giovani stregoni e alle giovani streghe di restare al sicuro all'interno delle mura scolastiche, per accrescere il proprio potere e studiare al meglio, ma che divertimento c'è a lasciarsi sfuggire l'avventura?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Viaggiatori stellari",
        "description": "È pericoloso attraversare lo spazio da soli... Porta un Mippo con te! A meno che non sia viola. Quelli viola sono cattivi.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Arma divina",
        "description": "Sparse per il globo, le armi divine hanno reso la società dominata dal potere. Questi monumenti senzienti chiamano coloro che sono degni e conferiscono i propri doni ai loro sudditi, mirando a espandere il loro dominio in questo mondo devastato dalla guerra. Essere scelti è un segno d'onore, che instilla terrore in chiunque osi opporsi.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Nerogelo",
        "description": "La strega dei ghiacci non concede alcun riposo. Ogni amico e nemico caduto nel suo regno si erge nuovamente per combattere al suo fianco. La sua magia oscura ne distorce l'aspetto, creando golem gelidi dal cuore di ghiaccio eterno.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Pietra Sanguigna",
        "description": "La leggendaria Pietra Sanguigna conferisce abilità notevoli a un prezzo altrettanto ingente. La sua storia è disseminata di cadaveri, a cui se ne aggiungeranno altri, poiché nell'oscurità non è il potere a mancare, ma la volontà per coglierlo.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "eSport",
        "description": "Alcuni dicono che sollevare la Coppa degli evocatori davanti al pubblico esultante di uno stadio è il premio più grande... altri dicono che sono i soldi. E quelli che creano gli aspetti nel team di League of Legends che dicono? Pensiamo che la cosa migliore del vincere i Mondiali sia essere immortalati nel vostro gioco preferito. E siamo imparziali!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Edizione per collezionisti",
        "description": "Per i collezionisti più avidi di edizioni limitate MOBA del 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "La guerra è diabolica",
        "description": "Che succede?!? Siamo in guerra, soldato, e tu perdi tempo a leggere? A che ti sarà servito leggere quando starai trascinando le chiappe nel fango infestato dai ratti, al centro di un uragano mentre ti coprono di proiettili? A niente, proprio così! Ora, in formazione!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Coda a Batuffoli",
        "description": "È la stagione dei coniglio! La brava gente segue la pista del coniglio vestita a festa, con uova dipinte e sorrisi smaglianti. Speriamo che il loro viaggio vi aiuti nelle festività!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Élite Cremisi",
        "description": "Come si trova l'Élite Cremisi? Seguendo la scia di cadaveri.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Adepti della Morte",
        "description": "L'oltretomba è in tumulto per delle attività nefaste. La morte schiera i suoi servitori per attuare un nuovo piano a dir poco terrificante, che richiederà l'anima di ogni mortale.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Demoniaca",
        "description": "Alle povere anime condannate alla sofferenza, che siano legate a un contratto o a pratiche empie, restano solo le fiamme eterne dell'inferno.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Quattro belve",
        "description": "Le belve divine osservano il mondo intero e possono trasformare chiunque in esseri potenti, a patto che l'anima sia degna della loro benedizione. A prescindere che venga usato per il bene o per il male, una volta offerto in dono, il loro potere non può essere rinnegato.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Cavalieri Oscuri",
        "description": "Tornati in vita grazie a un'antica magia misteriosa, questi cavalieri non morti sono gli unici ricordi di una storia dimenticata, persa nel tempo. Proteggeranno ciò che un tempo era loro, a discapito della vita mortale.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Riftquest",
        "description": "Il pericolo si nasconde a Runeterra! Potenti mostri, subdoli stregoni e mitiche creature vagano indisturbati per queste terre! Riunite i vostri amici e create la vostra avventura per 3-5 giocatori, pronti a sgominare il male a ogni lancio di dado. Avete la stoffa per salvare il mondo e diventare leggende in RIFTQUEST?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]