[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Каждая единица адаптивной силы дает 0,6 силы атаки или 1,0 силы умений в зависимости от того, чего вы накапливаете больше по ходу игры. На это влияют покупки предметов."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Скорость передвижения"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Включает в себя эффекты ослепления, ограничения обзора, безмолвия, замедления, превращения, паралича, подавления, оглушения, обездвиживания, подбрасывания, отбрасывания, очарования, сна, провокации и страха "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Включает в себя эффекты замедления, превращения, паралича, подавления, оглушения, обездвиживания, подбрасывания, отбрасывания, очарования, сна, провокации и страха"
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Включает в себя эффекты подавления, оглушения, обездвиживания, подбрасывания, отбрасывания, очарования, сна, провокации и страха "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Убийства или содействия "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Действие по площади"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Сокращение перезарядки "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Наносит физический или магический урон в зависимости от того, в какой коэффициент (сила атаки или сила умений) вы вложились больше всего. Короче говоря, вы наносите больше урона того типа, который наносит ваш чемпион. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "На некоторое время чемпион становится неуязвимым и недосягаемым, но при этом он теряет способность совершать какие-либо действия. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Вражеская территория – это противоположная от вашего нексуса сторона карты. Река Ущелья призывателей к ней не относится."
    }
]