[
    {
        "id": 0,
        "name": "Обычная",
        "description": "Обычная",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Ущелье призывателей",
        "description": "Новейшее и наиболее почитаемое поле битвы известно как Ущелье призывателей. Пройдите по одному из трех путей, чтобы атаковать врагов, когда их защита ослабнет. Объединитесь с союзниками, чтобы осадить вражескую базу и уничтожить вражеский нексус!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Случайная карта",
        "description": "Воющая бездна – это бездонная расселина, которая находится в самой холодной и грозной части Фрельйорда. Если верить легендам, то когда-то давным-давно на узком мосту, протянувшемся через эту пропасть, состоялась великая битва. Никто не помнит, почему она произошла и кто в ней сражался, однако говорят, что если хорошо прислушаться к дующим там ветрам, все еще можно услышать крики побежденных, которые были сброшены в Бездну.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Штурм нексуса",
        "description": "Штурм нексуса",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Соберите команду из чемпионов и одолейте 7 других игроков в битве формата ''все против всех''. Какая стратегия окажется выигрышной?",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Арена",
        "description": "Вставайте в очередь в одиночку или с друзьями и сражайтесь с другими командами на разнообразных аренах.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Нашествие",
        "description": "Играйте в одиночку или с товарищем, сражаясь против полчищ врагов в новом режиме.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Бандловый лес",
        "description": "Проведите миньонов к порталу противника вместе со своей командой. Никаких ролей, линий и давления! Только битва пять на пять.",
        "mapStringId": "BDW"
    }
]