[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Забытые глубины",
        "description": "''Сядь, дитя мое, и слушай внимательно. Океан велик и прекрасен, но пенящиеся волны, что омывают наши тихие берега, обманчивы и опасны. Под этой бесконечной синевой скрывается мир, недоступный нашему воображению: разрушенные королевства и жуткие чудовища, затаившиеся в забытых глубинах''.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Галактические",
        "description": "Война Расколотой Луны бушует в нашей галактике уже почти сотню циклов, и конца ей не предвидится.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Ледниковые",
        "description": "Выходить на мороз опасно! Кто знает, какие опасности скрываются в этих замерзших землях…",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Лунный новый год",
        "description": "Пора отпраздновать вместе с близкими и подвести итоги, вспоминая и хорошее, и плохое. В небе расцветают фейерверки, а мы встречаем следующий год, в котором нас ждут новые чудесные моменты, проведенные вместе с родными и друзьями.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Орден лотоса",
        "description": "Сборники ионийских мифов повествуют об Ордене лотоса, основанном первыми смертными, поселившимися на Исконной земле. Члены ордена веками познавали секреты бессмертия и обрели дар реинкарнации душ. Грациозные и неуловимые, словно рябь на воде, они бесстрашно защищают Исконную землю как в нынешней жизни, так и в последующих.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Вступающие в игру, мы приветствуем вас.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Загнутые края",
        "description": "Стая журавлей скользит по небесному полотну на фоне солнца и облаков. И деревья, и трава под ними сделаны из того же материала – плотно сложенного пергамента, из которого создан весь этот бумажный мир.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Автомастерская Пилтовера",
        "description": "Ищете навороченный транспорт? Вы его нашли! Примечание: пробег может варьироваться.",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Значок",
        "description": "В системе уголовного правосудия есть разница между теми, кто обходит закон и кто его нарушает. Стремясь привлечь злодеев к ответственности, доблестные сотрудники полиции Рунтерры расследуют самые жуткие преступления. И вот их истории...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Странствующие еретики",
        "description": "Воины пустошей, жестокие вандалы и другие группы выживших ведут бесконечную войну за контроль над покрытыми радиоактивным пеплом руинами – остатками былого мира.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Светоносные",
        "description": "Высоко на небесах и в самых дальних уголках мира служители света ведут извечную борьбу против непроницаемой тьмы.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Пожиратели душ",
        "description": "Души воплощают в себе жизнь, свет и силу. В этом суровом мире повелители смерти крадут и безжалостно поглощают их.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Супергалактические",
        "description": "//СРОЧНОЕ СООБЩЕНИЕ, ВСЕ КАНАЛЫ//<br>Уровень галактической угрозы повышен до АЛОГО. [ЗАСЕКРЕЧЕНО] подвергается атаке со стороны [ЗАСЕКРЕЧЕНО]. По оценке главного штаба, до полного уничтожения осталось [ЗАСЕКРЕЧЕНО] часов, соседние системы в опасности. Супергалактическим бойцам приготовиться!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Повелители грома",
        "description": "Не только люди склонны вести жестокие войны из-за сущих мелочей. Давным-давно, до начала времен, два бога – два брата – ополчились друг на друга. В жестокой битве они сворачивали горы и меняли русла рек.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Триумфаторы",
        "description": "Готовы ли вы испытать свое мастерство и одержать триумфальную победу?",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Зимние виды спорта",
        "description": "Ничто так не подстегивает спортсменов, как перспектива легкого обморожения.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Зомби и их истребители",
        "description": "Мозги-и-и...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Неоновое небо",
        "description": "Мало кто знает о Свечении, а тем более видел языки его танцующего неонового пламени. Раньше оно поддерживало космический баланс, но теперь равновесие нарушено, целые миры погибли, а мощь Свечения досталась тем, кого называют эмпирейцами. Преследуя свои цели, они неоновым огнем выжигают себе путь сквозь измерения. Пожару не видно конца.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Легенды о Северном сиянии",
        "description": "Вы слышали легенды об Авроре? Они довольно мрачны, но если вас это не отпугнет, вы найдете в них столько красоты и величия, сколько вам и не снилось. Садитесь у огня и послушайте Легенды о Северном сиянии…",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Мифотворчество",
        "description": "Истории, мифы, легенды… Каждый сюжет – это замкнутый мир, в котором герои заново преодолевают испытания каждый раз, когда кто-нибудь рассказывает их историю.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Копьеносцы",
        "description": "Древние Копьеносцы были настоящим чудом для своего времени. Их создали, чтобы в час великой угрозы они защитили свое королевство. Шло время, а гиганты спали беспробудным сном. Секреты их создания давно утеряны… но жива надежда, что однажды они откликнутся на зов.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Модифицированные",
        "description": "Наступила великая революция! Собирая армию из машин с живыми мозгами, Виктор идет войной против объединенных сил противника. От полного мирового господства его отделяют лишь разбросанные группы человеческого сопротивления.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Мир падших",
        "description": "Магия покинула этот мир, оставив после себя лишь пепел и отчаяние. Кто придет на смену рыцарям проклятого ордена, когда они падут?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Дружные компашки, сомнительные совместные проекты и шумные вечеринки на праздниках – все это привычные элементы школьной жизни. А вот любовь и романтика в программу не входили, и тут уж каждый сам за себя.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Забытые гимны",
        "description": "В разрушенном мире витражей и дыхания, где молитвы остаются без ответа, а клятвы проходят испытание на прочность, верить можно лишь в одно: один-единственный вдох может изменить жизнь.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Волшебное королевство",
        "description": "Пикси, никси, эльфы, красные колпаки и многие другие волшебные существа обитают в Королевстве фей. Все они завораживающе красивы, любят пиры под луной, мелодичные песни и сомнительные сделки.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Восстание Чернильной Тени",
        "description": "Город Рабадон наполнен магией – тот, кто управляет ее потоками, управляет и городом. Клика захватила власть, а сопротивляющихся жестоко подавляют или истребляют. Но готовится восстание. Получив магические татуировки, дарующие силу, бунтари намерены свергнуть Клику и вернуть город простым людям… ценой своих жизней, если понадобится.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Призматическая магия",
        "description": "В незапамятные времена из вселенной исчезла магия. Жизнь продолжалась, но некоторые миры не оправились от потери. Шло время, годы и десятилетия складывались в века. Природное равновесие восстанавливалось. Затем магия стала возвращаться, но не в том виде, в каком можно было ожидать.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Боевые души",
        "description": "Пробужденные души со всего мира собрались помериться силами на Турнире душ! Это уникальное зрелище собирает у экранов миллионы поклонников! Бойцы сражаются в дуэлях на арене, пока не определится победитель, которому достанется главный приз: возможность исполнить свое самое сокровенное желание. А освещаю события я – ваш верный комментатор!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Кирпичный холст",
        "description": "Улочки города Стиксбриджа пронизаны магией и искусством, а населяют его монстры, духи и прочая нечисть.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Сон жизни",
        "description": "Быть может, жизнь и смерть – единственные постоянные величины во вселенной, однако есть кое-что, равное им по силе: семья. Как нет жизни без смерти, так нет и смерти без жизни, однако семейные узы достаточно прочны, чтобы ни одна душа не ушла в забвение.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Ярость и когти",
        "description": "Прислушайся к инстинктам. Дай волю агрессии. Потребуй уважения.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Вкусный хаос",
        "description": "Кто сказал, что с едой нельзя играть?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Многие рискуют своей жизнью, чтобы навсегда войти в историю и стать Великой легендой – воином, которого признали боги, сотворившие этот мир. Тот, кто выдерживает испытание, обретает невероятную мощь, дарованную божественными покровителями.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Суперпланетарные спасатели",
        "description": "Когда кому-то угрожает опасность, только эти герои могут помочь, ведь они всегда готовы встать на защиту невинных. Облачаясь в боевые гиперкостюмы, они приобретают невероятную силу, ловкость и уникальные способности. Они примут любой бой и непременно выйдут победителями. Они – Суперпланетарные спасатели, и благодаря им галактика может спать спокойно!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Эхо из глубин",
        "description": "Здесь не осталось героев – лишь те обреченные, которые узнали слишком много. Те, на кого легло проклятие, столкнутся с могилами без надгробий, непроглядной тьмой пучины и самой сутью зла – множащегося, вечного и жаждущего свободы.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Мастера-кулинары",
        "description": "''Мастер-кулинар'', невероятно популярное реалити-шоу, в котором повара борются за звание лучшего, теперь доступно для просмотра на всех платформах. В открытом доступе. Все пятьдесят сезонов. В том числе ''Мастер-кулинар – суперзвезда'' и ''Кулинария со звездами''. Смотрите все пятьдесят тысяч выпусков подряд!",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Охотники за головами",
        "description": "Для некоторых видов охота представляет не только спортивный интерес – она овладевает их умами и телами, превращая их в идеальные машины для убийства.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Стражи песков",
        "description": "Могущественные стражи охраняют гробницу древнего ужаса, чтобы он не вырвался на свободу и не утопил мир в страхе снова. Но, возможно, их усилий недостаточно...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Сахарная лихорадка",
        "description": "От Пряничного замка до моря Корневого пива, от Лакричных гор до Леденцового леса простирается величественное Конфетное королевство.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Ящик с игрушками",
        "description": "Ящик с игрушками Гнара наполнен бесценными сокровищами, а когда никого нет дома, его игрушки оживают...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Племя пиктов",
        "description": "Мало кто возвращается из северной тундры живым. Если вас не убьет холод, это сделают пикты.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Звездные защитники",
        "description": "В безграничном пространстве вселенной появляются юные воины, которым суждено защищать свет звезд. Они ярко вспыхивают и стремительно сгорают, словно звездное пламя.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Луны Ионии",
        "description": "В тишине звучит голос: ''Пресмыкайтесь, звери и люди. Луны обреченной Ионии светятся, как глаза голодных демонов, жаждущих вашей алой верности. Быть может, они – предвестники катастрофы? Неважно. Все сущее едино, и мы – сосуды для жертвенного ритуала. Когда луна замрет в зените, мы поднесем ей как смиренный дар самую нашу сущность''.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Доисторические охотники",
        "description": "Наши земли стали охотничьими угодьями громадных чудовищ, которые с пугающей точностью выслеживают добычу. Они истребили бы и людей, если бы не Охотники. У этих воинов чутье не хуже звериного, а оружием каждому из них служат заточенные кости первого убитого им монстра. Они бесстрашно защищают свой народ от страшной судьбы.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Сказки",
        "description": "Давным-давно несколько сказочных персонажей сошли со страниц книги…",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Басни",
        "description": "У каждой культуры есть свои легенды о героях и чудовищах. Эти мифы – лишь плоды нашего воображения, истории, передаваемые из поколения в поколения, чтобы объяснить необъяснимое. Но что если в них есть зерно истины, скрытой от остального мира?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Противостояние",
        "description": "Все рождается в борьбе, и ничто ее не избегнет. Гармония – это иллюзия, но только тот, кто к ней стремится, сможет взять от жизни все.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Механические",
        "description": "Закрывая небо над городом, гигантские машины неустанно сражаются с огромными кайдзю. Кто победит в этом противостоянии?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Хекстек",
        "description": "Сейчас хекстековое мастерство – вершина науки и искусства, но оно прошло длинный путь от первых экспериментов до современных сложнейших искусственных форм жизни, обладающих интеллектом. Опытные мастера смело шагают в будущее, но никто не может сказать наверняка, что оно принесет.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Снегопадень",
        "description": "Есть ли сезон лучше Снегопадня? Ведь это свежий морозный воздух, белый пушистый снег и горячее какао! Кидайтесь снежками или пойте праздничные песни – пока мы веселимся, все хорошо и бояться нечего.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Воюющие царства",
        "description": "Враждующие империи сражаются за власть и пытаются объединить земли, а отважные воины и стойкие полководцы испытывают свое мастерство против величайших героев эпохи. Это время сражений и легенд.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Бессмертный путь",
        "description": "Давным-давно в одном древнем краю многие души предстали перед богами, чтобы испытать пределы своих сил. Глупые и высокомерные, храбрые и справедливые... Каждая душа нашла свое место на бессмертных страницах истории.",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Ковбойская готика",
        "description": "В разгар промышленной революции путешественники отправились на Дикий Запад в поисках богатства и славы среди неизведанных ужасов жестокого древнего мира. Это время отважных стрелков и отъявленных негодяев, таинственных богов и коварных демонов.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Одиссея",
        "description": "От мегаполисов центральных миров до самой дремучей окраины, Вселенная полна приключений! Великая Демаксийская империя проигнорировала протесты преступного Синдиката и ордена храмовников и занялась добычей оры – загадочного золотистого вещества, которое питает целые цивилизации и способно наделить неслыханной мощью того, кто сумеет ею управлять…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "ПРОЕКТ",
        "description": "Миром будущего правят глобальные корпорации. На оживленных улицах и среди небоскребов люди с различными модификациями ведут тайную борьбу с новыми мощными андроидами. Писать историю будут победители… а проигравшим придется приспосабливаться.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Затмение",
        "description": "В начале времен правили старые боги. Человечество так их любило, что одна воительница возжелала сделать их частью своей плоти. Она поглотила солнце и, сойдя с пустых небес, поручила своим рыцарям перебить остальных богов. С тех пор прошло много веков, но рыцари остаются единственной надеждой на победу над растущей тьмой ковена.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Механические царства",
        "description": "Великие царства воевали многие поколения, пока не появился новый враг. Чтобы дать ему отпор, правители царств приняли дары небес. Смогут ли они возвыситься над прошлым, чтобы сохранить надежду на будущее?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Праздник цветения",
        "description": "Праздник цветения отмечают в Ионии с древних времен. В эти дни открываются двери в мир духов. Люди общаются со своими усопшими близкими, а духи всех мастей – доброжелательные канмеи и зловредные аканы – устремляют свой взор на мир живых. Их истории повторяются снова и снова, подобно картинам волшебного фонаря.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "Пси-отряд",
        "description": "Для борьбы с отступниками, которые пытаются нарушить равновесие в мире, верховное командование направило Пси-отряд – элитную команду солдат-псиоников. В него входят [ИНФОРМАЦИЯ ЗАСЕКРЕЧЕНА]",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Разрушители миров",
        "description": "В самом конце луна возьмет верх над солнцем. С этим роковым рассветом восстанут четверо титанов, которые уничтожат мир.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Воинственные королевы",
        "description": "Бесконечные войны в Элизии раскололи ее на множество королевств. Но народы поняли истинную природу своего мира: их земли существуют лишь благодаря магии, невозможной без конфликтов. Они заключили союзы и стали проводить Великую коронацию – состязание во имя сплочения. Но между некоторыми из них начал появляться разлад...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Сага о Падшем короле",
        "description": "Черный туман сгущается, Падший король снова наступает, и миру грозит Страховин. Скверна Виего охватывает Рунтерру, порабощая целые народы. Противостоять ему могут только Стражи света – древний орден, возглавляемый Сенной и Люцианом. Они собирают героев со всего света, чтобы остановить тирана.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Свитки Шань хай",
        "description": "Никому не известно, когда и кем были созданы таинственные свитки Шань хай. Загадочный рисунок с первого взгляда кажется окном в волшебный мир, полный чудес. А может быть, это не окно, а дверь?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Хрустальные розы",
        "description": "В мире ненадежных союзов и многовековых конфликтов ежегодный фестиваль Хрустальной розы играет важную роль. Здесь забываются обиды и объявляются перемирия, а иметь при себе оружие запрещено. Если участник готов заключить соглашение, он крепит к одежде волшебную розу, какие цветут только во время праздника.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Галактика грува",
        "description": "В одной далекой галактике все живое движется в ритме Грува – таинственной музыкальной энергии, приносящей радость и процветание. Но армия пришельцев во главе с Лиссандрой пытается нарушить гармонию при помощи Жестких ритмов. Отважные герои бросают вызов злодейке, чтобы спасти музыку.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Аркана",
        "description": "Высоко над Арканой обитают Архетипы – живые воплощения скрытых узоров судьбы, которыми расшита ткань реальности. Чтобы упорядочить мир в соответствии со своим видением, они привлекают на свою сторону самых проницательных жителей Арканы, и чем больше последователей у Архетипа, тем точнее облик мира отражает его великий замысел.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Кошмары Преступного города",
        "description": "В тени преступного Валорана рыщет древний ужас. На черном рынке появились магические эликсиры – ценная субстанция сомнительного происхождения, способная принести огромную прибыль. Искушенные тьмой, главари банд и обычные преступники обращаются к потусторонним силам в надежде получить богатство и власть.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Импульсный Огонь",
        "description": "Хронополицейские стоят на страже бессчетного количества измерений. Они защищают пространственно-временной континуум от вневременных беглецов, темпоральных диктаторов, армий преторианцев и других угроз.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Кафе красоты",
        "description": "Хорошая еда – настоящее волшебство! В буквальном смысле. В этом мире элегантных чаепитий и зачарованной выпечки маги создают волшебные пирожные, обворожительные круассаны и чудесные булочки, чтобы порадовать своих клиентов-сладкоежек.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Аркейн",
        "description": "В Пилтовере и Зауне неспокойно. Изобретатели и преступники, политики и главари банд бросают вызов обществу, которое день ото дня становится все более разобщенным. Старые связи рвутся, новые герои выходят на сцену, а научные открытия оборачиваются смертельной угрозой. На что способна эта сила? Изменит ли она мир или разрушит его?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Край неба",
        "description": "Грозовые Клинки – загадочные воины-синоби, которые наполняют свое оружие магией в ходе смертельно опасного Ритуала молний. Задача их ордена – защищать человечество от злых духов и чудовищ. Грозовые Клинки лавируют между миром смертных и миром духов, сражаясь с теми, кого могут настичь только они.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "Звериный отряд",
        "description": "Человечество терпит поражение от Реликтов – высокотехнологичной армии захватчиков из глубин. Но Звериный отряд не допустит конца света. Эти элитные бойцы, вооруженные технологиями противника, готовы сражаться как звери, чтобы спасти людей.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Жаркое лето",
        "description": "А вот и лето! Вовсю светит солнце, дует легкий ветерок, а вода просто супер. Позабыты прежние ссоры и обиды – все бегут на пляж веселиться и отдыхать. Зачем тратить время на выяснение отношений, когда можно поваляться в шезлонге, наслаждаясь приятной музыкой?",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Укротители чудовищ",
        "description": "Кто мы? Укротители чудовищ! Мы стоим на страже мира! Когда другие прячутся, мы следуем за рыком. Мы приручаем монстров при помощи КОРД и обретаем новых друзей, с которыми бегаем, прыгаем, плаваем и летаем! Мы отправимся куда угодно, хоть на край света. Потому что мы укротители чудовищ!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Горизонт событий",
        "description": "В бесконечной темноте космоса рождаются ужасные и восхитительные существа: величественные космические создания и непостижимые чудовища Темной звезды. И теперь эти дети безмолвных богов наконец-то возвращаются домой.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Хранитель духов",
        "description": "Почти десять лет Удир провел в ионийском монастыре Хираны, где сумел обрести внутреннее равновесие. Он слышал, как к нему взывает Фрельйорд, но решил остаться и завершить обучение. С тех пор Удир стоит на страже двух миров, поддерживая порядок в землях Ионии вместе с Ли Сином и Кармой.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Трудовые будни",
        "description": "Трудовые будни – это не просто работа. Это покорение вершин, настоящая борьба – иногда воодушевляющая, иногда деморализующая. Это американские горки длиной в неделю, полные комических поворотов и трагических падений. И каждый понедельник все начинается заново. Делу время, потехе час. А может, наоборот?",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Вовсе не образы",
        "description": "Совершенно обычная вселенная, где вовсе нет двуличия, коварства и обмана. ",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Железное небо",
        "description": "Люди пытаются восстановить галактику, но старые раны еще дают о себе знать. Вакуум власти заполнили охотники за головами и агенты, вооруженные боевыми экзокостюмами. В ответ мегакорпорации начали использовать частные армии, чтобы подчинять далекие колонии. Война никогда не заканчивается – меняются лишь места сражений.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "История Рунтерры",
        "description": "Образы собственных двойников, проживающих другие жизни. Превратности судьбы в иных эпохах. Рунтерра полна безграничных возможностей, и ее легенды воплощаются в новых мирах и судьбах.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "Элементалист",
        "description": "Королевство на грани гибели – армия огромных стихийных чудовищ объявила человечеству войну. Последнюю линию обороны удерживает королева-воительница, Элементалист Люкс. Ради спасения подданных ей нужно заглянуть в свое сердце и раскрыть свою истинную суть... И неважно, какую форму ей придется для этого принять.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Инфернальные",
        "description": "Пламя, сера и смерть. Нет возврата к той жизни, что была до пришествия Пепельного лорда. Она обратилась в сон, ее унесли жгучие реки лавы, что текут под землей, испещренной вулканами. Начинается новая эра, и гореть ей целую вечность.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Архивные",
        "description": "Сокровища давно минувших дней сверкают и манят – нужно лишь протянуть руку.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Чудеса света",
        "description": "Они прибыли из далекой вселенной под названием ''Земля'', где оживают гигантские статуи и все носят смешные шапки. Если подумать, все почти как на Рунтерре!",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Институт войны",
        "description": "Давно канули в забвение древние империи с их суровыми законами и политическими волнениями, которые привели к Руническим войнам. Но историю легендарных сражений на Полях правосудия до сих пор сохраняют наследники Магов-владык и Протектората. Мародеры и Хранители продолжают древнюю вражду, хотя корни ее уже затерялись во тьме времен.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Мир драконов",
        "description": "Дважды драконий огонь поглощал мир. И дважды в его пламени закалялись герои.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Игры зенита",
        "description": "В ХХII веке аугментация тела стала обычным делом. Человечество постоянно открывает для себя новые возможности и смотрит в будущее с оптимизмом. Каждые четыре года страны временно забывают о конфликтах  и показывают свои достижения на Играх зенита. Их смысл не в том, чтобы похвастаться уже покоренными высотами, а в том, чтобы наметить новые.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Аркада",
        "description": "На экране высвечивается надпись: ''Опустите монетку, чтобы начать игру''. От такого предложения не откажется ни один заядлый игрок! А потом… обычные посетители аркады переносятся в мир героев и мини-боссов, где необходимы отличные рефлексы и мощные комбинации, ведь в Аркадии играющий сражается за собственную жизнь.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Байки из Ущелья",
        "description": "Родители пугают малышей страшными сказками о злых колдуньях и прочей нечисти, которая рыщет по улицам одну ночь в году. ''Не вставай с кроватки, мало ли что скрывается во тьме''. Эти сказки отчасти правдивы. Духи в самом деле рады пугать людей в особую ночь, но детей они не обижают. Разве что тех, кто очень плохо себя вел.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Пчелы",
        "description": "Бз-з. Бз-з, бз-з, бз-з. Бз-з-з! Бз-з, бз-з, бз-з, бз-з, бз-з. Бз-з…",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Серебряный век",
        "description": "Величайшие герои и коварнейшие злодеи Ущелья уже ждут вас в ближайшем магазине комиксов!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Кошки против собак",
        "description": "Старейший в мире конфликт: лучшие друзья человека против величайших героев интернета. В сражении кошек и собак может быть лишь один победитель! Надеемся, они не слишком изваляются в грязи, ведь хуже поражения может быть только принудительное купание!",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Кошмары по соседству",
        "description": "Жуткие байки о странных чужаках, демонических друзьях и мрачных сборищах.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Старосветскость",
        "description": "В замке лорда Триндамира пустынно и одиноко, поэтому любому гостю там рады. Заезжие рыцари могут купить у кузнеца оружие и доспехи или обратиться за мудрым советом к одному из магов. А тех, кто жаждет приключений, влечет Альбион, чьи тайны ведомы лишь обитающему там волшебному народу.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Темные воды",
        "description": "В Билджвотере смерть настигает стремительно, как шторм, а правила так же непостоянны, как море. Монета здесь становится ключом, способным открыть любой замок, а истиной можно объявить ложь, с которой все согласились.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Да, нам нравится собирать стадионы и блистать в модных нарядах под ликующие вопли толпы. Но еще больше нам нравится, когда динамики выкручены на такую громкость, что звенит в ушах. Когда в свете прожекторов становится жарко, когда басы и ровные ритмы барабанов отзываются в самом теле. Когда ты будто светишься от адреналина. Все это – музыка.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Победоносные",
        "description": "Чемпионы побеждают врагов и покоряют новые вершины, реализуя высокие амбиции и хвастаясь полученными в честном бою трофеями перед всеми, кто желает узреть истинное величие.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Честь",
        "description": "С тех пор как к власти пришли Эссенты, общество становится все более индивидуалистическим. Когда каждый сам за себя, никто никому не доверяет. Мальзахар возродил и возглавил древний орден Утешения, стремясь принести гармонию в мир победившего эгоизма. Он знает, что изменить жизнь к лучшему можно лишь совместными усилиями.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Тяжелый металл",
        "description": "Зрители со всего мира спешат увидеть, как самые мощные боевые машины сражаются на гладиаторских аренах корпорации RiotCorp. Кого сломает эта борьба, а кто завоюет титул чемпиона Цельнометаллической бойцовской лиги?",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Будь моим",
        "description": "Ну так что?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Академия",
        "description": "ВНИМАНИЕ. Нам стало известно, что всем студентам назначены дисциплинарные наказания, а всем преподавателям рекомендовано обратиться за психологической помощью. С сегодняшнего дня занятия отменяются. Они возобновятся, когда вышеупомянутые учащиеся обдумают свое ужасающее поведение.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Адепты тайной магии",
        "description": "За стенами академии – огромный мир, полный чудес… и опасностей. Профессора наказывают юным волшебникам и волшебницам не покидать школьную территорию, хорошо учиться и развивать свои способности – но какой в этом интерес, когда снаружи их ждет столько приключений?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Звездные странники",
        "description": "Космос слишком опасен, чтобы странствовать по нему в одиночку. Возьмите с собой мипа! Только не фиолетового, они злые.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Оружие богов",
        "description": "Оружие богов повлияло на развитие общества, сделав силу главной ценностью. Эти разумные скульптуры одаряют подданных своим благословением и призывают к себе достойных, чтобы расширить свое влияние в мире, где не стихают войны. Стать избранником богов – великая честь и гарантия того, что враг будет дрожать перед тобой в страхе.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Бета",
        "description": "бета_вселенная_описание_совсем_ФИНАЛЬНОЕ.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Черная Стужа",
        "description": "Ледяная ведьма не дает покоя даже мертвым: павшие враги и союзники снова встают в строй, чтобы сражаться на ее стороне. Темная магия искажает их черты, превращая возрожденных бойцов в ледяных големов с сердцами из нетающего черного льда.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Рубиновые",
        "description": "Легендарный Рубин способен одарить невероятными способностями, но за страшную цену. Этот камень стал причиной бесчисленного множества смертей – и их несомненно станет еще больше, ибо сила тьмы ограничена лишь амбициями тех, кто стремится ее покорить.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Киберспорт",
        "description": "Кто-то стремится к победе, чтобы получить Кубок призывателей и услышать, как на трибунах стадиона ликуют болельщики. Другим важнее денежный приз. А что скажет команда разработки образов League of Legends? Нам кажется, главное в победе на Чемпионате мира – это увидеть в любимой игре образ, созданный в вашу честь. Это непредвзятое мнение!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Коллекционное издание",
        "description": "Для искушенных коллекционеров ограниченных изданий игр жанра MOBA 2009 года.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Война – это ад",
        "description": "Это что еще такое, боец?! Идет война, а ты тратишь время на чтение? Спасут ли книжки твой тощий зад, когда ты в окружении крыс поползешь по грязи под вражеским обстрелом во время урагана? Не спасут! Так что живо в строй!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Зайчики",
        "description": "Пришла заячья пора! Зайки гуляют стайками в своих лучших размахайках. Яйца ярко раскрашены, все вокруг улыбаются... Надеемся, вам тоже передастся праздничное настроение!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Багряные",
        "description": "Как найти Багряных? Просто идите по следу из трупов.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Служители смерти",
        "description": "В преисподней кипит бурная деятельность, не предвещающая ничего хорошего. Смерть отправляет своих подданных воплощать новый кошмарный план, для которого потребуются души всех живущих.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Демоны",
        "description": "Одни заблудшие души привела в преисподнюю сделка с дьяволом, другие заслужили наказание собственными прегрешениями. Адскому пламени нет разницы, кого истязать.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Четыре зверя",
        "description": "Божественные звери, охраняющие этот мир, способны превратить обычных смертных в могущественных созданий, но только если их души заслуживают подобного благословения. Впоследствии они могут использовать этот дар как во благо, так и во зло, но отозвать его уже нельзя.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Темные рыцари",
        "description": "Неупокоенные рыцари, оживленные загадочными древними чарами, – вот и все, что осталось от давно забытой эпохи. Не считаясь с потерями среди смертных, рыцари защищают то, что когда-то им принадлежало.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Исследователи Ущелья",
        "description": "Опасность таится в землях Рунтерры: ее заполонили могущественные монстры, мифические создания и подлые колдуны! Соберите друзей и начните собственное приключение на 3-5 игроков, побеждая зло с каждым броском костей. Хватит ли вам мужества спасти мир и стать легендой ''ИССЛЕДОВАТЕЛЕЙ УЩЕЛЬЯ''?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]