[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Ogni punto di forza adattiva fornisce o 0,6 attacco fisico o 1,0 potere magico in base a quale dei due è maggiore durante la partita. Influenzabile dagli oggetti acquistati."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Velocità di movimento"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Include gli effetti cecità, miopia, silenzio, rallentamento, trasformazione, ancoramento, soppressione, stordimento, immobilizzazione, lancio, respingimento, ammaliamento, sonno, provocazione e paura."
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Include gli effetti rallentamento, trasformazione, ancoramento, soppressione, stordimento, immobilizzazione, lancio, respingimento, ammaliamento, sonno, provocazione e paura."
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Include gli effetti soppressione, stordimento, immobilizzazione, lancio, respingimento, ammaliamento, sonno, provocazione e paura."
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Uccisioni o assist "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Effetti ad area"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Riduzione ricarica "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Infligge danni fisici o magici in base a quale rapporto (attacco fisico o potere magico) dà un maggior contributo. In pratica, il tipo di danni che il campione infligge in maniera maggiore. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Diventi invulnerabile e non bersagliabile per la durata dell'effetto, ma non puoi muoverti, attaccare, lanciare incantesimi o usare oggetti. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Il territorio nemico si trova nella metà della mappa opposta al tuo nexus. Non comprende il fiume nella Landa degli evocatori."
    }
]