[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Forgotten Depths",
        "description": "Duduklah, anakku, dan dengarkan baik-baik. Lautan adalah keajaiban, ombak berbusa yang mencapai pantai kita yang damai adalah undangan yang menipu. Karena di balik lautan biru yang tak berujung itu, ada dunia yang tak terbayangkan oleh kita. Dari reruntuhan kerajaan dan monster-monster ganas, mengapung di kedalaman yang terlupakan itu.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galactic",
        "description": "War of the Broken Moon telah berkecamuk di galaksi kami selama hampir seratus siklus. Meski begitu … belum terlihat tanda-tanda akan berakhir.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glacial",
        "description": "Berbahaya untuk bepergian di cuaca dingin, karena tak ada yang tahu siapa yang mengintai di dalam tanah beku ini …",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Lunar New Year",
        "description": "Ini saatnya refleksi masa lalu, merayakannya bersama keluarga dan teman, berkumpul bersama dan mengingat semua yang telah terjadi, yang baik maupun buruk. Saat kembang api menerangi langit malam, kami menanti tahun baru dipenuhi dengan kenangan indah bersama orang-orang tersayang.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Order of the Lotus",
        "description": "Buku-buku mitos Ionia mengisahkan Order of the Lotus yang terhormat. Dibentuk saat manusia menetap di First Lands, Ordo ini menghabiskan waktu ratusan tahun untuk mengembangkan rahasia keabadian. Memang, mereka jadi satu-satunya kelompok yang mencapai reinkarnasi murni dari spirit mereka. Keanggunan sementara bak riak di laut, para pengikut Order of the Lotus melindungi First Lands tanpa rasa takut melawan kehidupan sekarang atau kehidupan berikutnya.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Bagi yang akan bertempur, kami sampaikan rasa hormat kami.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Folded Edges",
        "description": "Sekawanan burung bangau terbang melintasi langit, dengan latar belakang indahnya matahari dan awan yang menemani mereka. Demikian juga pepohonan, dan rerumputan, terbuat dari materi yang sama, perkamen yang ditekan dengan kekuatan hebat, membentuk dunia seni kerajinan kertas ini.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Piltover Customs",
        "description": "Mencari kendaraan yang lebih keren? Coba yang ini. (Jarak tempuh dapat bervariasi).",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "The Badge",
        "description": "Dalam sistem peradilan pidana, ada yang memanipulasi hukum dan ada pula yang melanggarnya. Para petugas yang berdedikasi di RPD menyelidiki kejahatan paling keji di kota untuk menyeret pelaku terburuk ke pengadilan. Inilah kisah mereka.",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Highway Heretics",
        "description": "Dalam abu radioaktif dari dunia lama, para pejuang dari lahan tandus, Vandal ganas, dan penyintas scrap saling berperang untuk menguasai semua yang tersisa.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Arclight",
        "description": "Di seluruh penjuru surga dan meliputi seluruh ciptaan, Agent of Light mengobarkan pertempuran abadi melawan kegelapan yang tak mau enyah.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Soulstealer",
        "description": "Jiwa merupakan sumber kehidupan, cahaya, dan kekuatan. Dalam dunia tanpa belas kasihan, jiwa-jiwa ini dicuri dan dilahap oleh para penguasa kematian yang tak kenal ampun.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Super Galaxy",
        "description": "//SIARAN DARURAT, SEMUA CHANNEL//<br>Level Ancaman Galaxy telah meningkat ke CRIMSON. [DISENSOR] sedang diserang oleh [DISENSOR]. Kantor pusat memperkirakan [DISENSOR] jam sebelum kehancuran total, dengan kemungkinan kerusakan susulan pada sistem di sekitarnya. Super Galaxy DIAKTIFKAN!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Thunder Lord",
        "description": "Manusia bukan satu-satunya yang bertempur dalam perang sengit akibat perselisihan sepele. Dahulu kala, sebelum zaman kita, dua dewa bersaudara mengangkat senjata melawan satu sama lain, membentuk daratan dengan kehancuran dari pertempuran mereka.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triumphant",
        "description": "Bangkitlah dalam persaingan dan jadilah pemenang!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Winter Sports",
        "description": "Tak ada yang bisa memaksa para atlet kompetitif mengeluarkan kemampuan terbaik mereka selain kemungkinan terkena frostbite.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombie VS Slayers",
        "description": "Kecerdasan …",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Neon Strata",
        "description": "Hanya sedikit yang tahu tentang Foreglow, bahkan lebih sedikit lagi yang pernah melihat nyala api neon itu. Biasanya menjadi kekuatan penyeimbang kosmik, sesuatu telah merusak keseimbangan, menyebabkan alam runtuh dan menyalurkan kekuatan Foreglow ke beberapa individu. Kini dikenal sebagai Empyrean, kekuatan mistis ini merintis jalan di seluruh dunia, masing-masing dengan agendanya sendiri. Api terus menyebar, tanpa tanda-tanda akan berakhir.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Tales of Borealis",
        "description": "Pernah mendengar kisah tentang Aurora? Dingin dan gelap, tetapi jika cukup berani, kamu akan menemukan kehangatan dan keagungan yang lebih besar dari semua mimpi yang pernah kamu alami. Jadi, duduklah di dekat perapian dan dengarkan Tales of Borealis ini …",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Storycraft",
        "description": "Cerita, mitos, legenda: di dalamnya ada dunia tersendiri, dengan para karakter memerankan cobaan dan kesengsaraan mereka berulang kali, sembari kisah mereka diceritakan dari mulut ke mulut.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lancer",
        "description": "Lancer kuno adalah keajaiban tak tertandingi pada masanya, dibangun untuk melindungi kerajaan di masa-masa genting. Seiring berjalannya waktu dan terlelapnya para raksasa, rahasia konstruksi mereka telah lama hilang … namun masih ada harapan bahwa mereka siap menjawab panggilan itu.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Battlecast",
        "description": "Saatnya evolusi yang gemilang! Dengan membuat pasukan mesin dengan pikiran yang hidup, Viktor maju melawan kekuatan pasukan musuhnya hanya berbekal perlawanan yang dipimpin oleh manusia, mencegahnya menguasai dunia.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Fallen World",
        "description": "Saat keajaiban hilang, abu dan keputusasaan akan menggantikannya. Saat para kesatria dari ordo terkutuk itu kalah, apa yang akan menggantikan mereka?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Di antara perkumpulan yang kaku, proyek grup yang canggung, dan liburan tak menyenangkan, sekolah terasa berat tetapi menjadi rutinitas. Namun, jatuh cinta tak termasuk dalam silabus, dan itu akan membuat segalanya menjadi lebih rumit.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Forsaken Hymn",
        "description": "Dalam dunia kacau yang dipenuhi napas dan kaca ini, tempat doa-doa tak terjawab dan sumpah-sumpah ditantang, satu-satunya yang bisa dipercaya adalah: satu embusan napas bisa mengubah hidup seseorang.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Winged Reign",
        "description": "Pixie, nixie, hob, redcap, dan masih banyak lagi yang menyebut Faerie Queendom sebagai rumah mereka: semua makhluk dengan keajaiban alam murni dan keindahan lembut yang menyambut moonlight revel, nyanyian merdu, dan kesepakatan licik.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Inkshadow Uprising",
        "description": "Rabadon City makmur berkat sihir. Siapa pun yang mengendalikan sihir, dialah yang mengendalikan Rabadon. Dan kendali Cabal bersifat mutlak. Siapa pun yang melawan akan ditundukkan atau dilenyapkan … tetapi Uprising akan datang. Berbekal sihir berbahaya yang ditorehkan langsung ke kulit mereka, para rebel ini berusaha menjatuhkan Cabal dan mengembalikan kota ini kepada rakyatnya, atau mati saat mencobanya.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Dahulu kala, di masa yang tak terlupakan, keberadaan sihir tersapu bersih dari alam semesta. Kehidupan terus berjalan, namun tidak dengan beberapa dunia. Seiring berjalannya waktu, alam mulai menyeimbangkan diri. Hingga tibalah saatnya, dan kini sihir telah siap untuk kembali, meskipun bukan dalam bentuk yang diharapkan oleh siapa pun.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Soul Fighter",
        "description": "Dari seluruh dunia, mereka yang jiwanya telah bangkit mendapatkan undangan untuk bertarung dalam Tournament of Souls! Turnamen ini menempati posisi tertinggi dari semua hiburan di televisi dan tak tertandingi! Para pejuang saling berhadapan dalam pertarungan 1v1 di atas ring hingga hanya satu yang tersisa untuk menerima hadiah: hasrat terdalam jiwa mereka! Aku juga akan berada di sini, mengumumkan semuanya!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Concrete Canvas",
        "description": "Seni dan sihir membelit jalanan di Styxbridge City, rumah bagi para monster, spirit, ghost, dan ghoul dari semua kalangan.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "Hidup dan mati mungkin satu-satunya yang pasti di alam semesta, tetapi satu-satunya yang bisa menandingi kekuatan mereka adalah keluarga. Tak ada kehidupan tanpa kematian, dan tak ada kematian tanpa kehidupan. Namun, ikatan keluarga sudah cukup kuat untuk memastikan tak ada spirit yang benar-benar terlupakan.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Fury and Fang",
        "description": "Dengarkan naluri. Lepaskan agresi. Tuntut rasa hormat.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Mealtime Melee",
        "description": "Siapa bilang kamu tak bisa berkreasi dengan makananmu?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Tidak ingin terhapus dari sejarah selamanya, banyak yang mempertaruhkan nyawa mereka untuk menjadi Risen Legend—pejuang yang diakui oleh para dewa pencipta dunia ini. Mereka yang berhasil akan dianugerahi kekuatan dahsyat dan dipercaya untuk mewakili para dewa yang memilih mereka.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Super Planet Force Saver",
        "description": "Ketika bahaya muncul dan bantuan sangat diperlukan, hanya ada satu kelompok yang bisa menjawab panggilan itu. Berdiri siaga, mereka mengenakan pakaian Hyperguise dan langsung beraksi dengan tenaga, kelincahan, dan kekuatan transformasi yang luar biasa. Mereka akan bertarung. Mereka akan bertahan. Mereka adalah Super Planet Force Saver, dan siap mempertahankan galaksi!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 13,
        "name": "Culinary Masters",
        "description": "Culinary Masters\", serial realitas kompetisi memasak yang begitu populer, sedang tayang sekarang. Di mana-mana. Di semua platform. Total 1000 episode dari masing-masing 50 season. Bahkan \"Culinary Masters Superstars\". Dan \"Celebrity Culinary Masters\". Mulailah tonton sekarang juga.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Headhunter",
        "description": "Bagi beberapa spesies, perburuan lebih dari sekadar hiburan. Perburuan itu menguasai pikiran dan tubuh mereka, membentuk mereka menjadi ras mesin pembunuh yang sempurna.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Guardian of the Sands",
        "description": "Guardian yang kuat berjaga di atas makam kengerian kuno, agar ia tak pernah lagi mengancam dunia. Namun, mereka mungkin sudah terlambat.",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Sugar Rush",
        "description": "Dari Gingerbread Castle hingga Root Beer Sea, dari Licorice Mountains hingga Gumdrop Forest, inilah Candy Kingdom dalam segala kemegahannya.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Toy Box",
        "description": "Kotak mainan Gnar penuh dengan harta yang tak ternilai, tetapi ketika tak ada orang di rumah, mainannya hidup dengan sendiri.",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Woad Tribe",
        "description": "Hanya sedikit yang bisa bertahan dalam perjalanan melintasi tundra beku di utara. Jika dingin tidak membunuhmu … Woad pasti akan melakukannya.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Star Guardian",
        "description": "Di semesta yang luas dan gelap, para pejuang muda ditakdirkan untuk melindungi cahaya bintang-bintang. Mereka ditugaskan untuk bersinar terang, tetapi tak semuanya bisa terus bersinar.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Moons of Ionia",
        "description": "Terdengar suara menggema dari kesunyian: \"Menggeliatlah, para monster, wahai saudaraku. Bulan-bulan Ionia yang ditakdirkan terbit bak mata iblis kelaparan, kutunggu kesetiaanmu yang membara, atau apakah mereka hama mengerikan yang tak bisa dilalui? Bagaimanapun juga, kita adalah bejana yang tenggelam dalam ritual dan pengorbanan. Saat bulan purnama, kita mencabik daging demi daging, mempersembahkan hadiah kecil dari semua yang kita miliki.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Prehistoric Hunters",
        "description": "Monster-monster raksasa berkeliaran di tanah kita, mengintai mangsanya dengan ketepatan yang menakutkan. Manusia pasti akan menjadi santapan mereka berikutnya, jika bukan karena para Pemburu. Bersenjata pedang yang terbuat dari tulang buruan pertama mereka, dengan insting yang setara dengan makhluk paling menakutkan, para Pemburu melindungi rakyat mereka setiap hari dari nasib yang mengerikan.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Storybook",
        "description": "Alkisah, ada sekelompok karakter buku cerita yang hidup keluar dari halaman.",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fables",
        "description": "Setiap budaya memiliki cerita rakyatnya sendiri tentang legenda dan monster. Apakah mitos-mitos ini hanya imajinasi kita, cerita yang diturunkan dari generasi ke generasi untuk menjelaskan hal-hal yang tak terjelaskan? Ataukah mereka didasarkan pada kebenaran yang tersembunyi dari dunia?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Semuanya lahir dari konflik; tak ada yang bisa menghindarinya. Harmoni hanyalah ilusi, dan hanya mereka yang menguasai ilusi itu yang akan menuai reward terbesar dalam hidup.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Menjulang tinggi di atas kota, monster kaiju bertarung dengan mecha yang sama tingginya. Siapa yang akan menang?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Kini, di garis depan ilmu pengetahuan dan seni, Hextech telah berkembang dari awal yang sederhana menjadi suatu era keemasan modern yang menciptakan bentuk kehidupan buatan yang rumit dan memiliki kehendak bebas. Penemu yang terampil memimpin bidang ini menuju masa depan yang menonjol. Namun, seperti apa masa depan itu, tak ada yang tahu.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Snowdown",
        "description": "Adakah waktu yang lebih baik dalam setahun selain Snowdown, ketika udara terasa segar, salju terasa lembut, dan cokelat terasa panas? Lempar bola salju atau nyanyikan lagu Natal. Selama kamu tetap ceria, semua akan baik-baik saja, dan kamu tak perlu takut.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Warring Kingdoms",
        "description": "Kerajaan-kerajaan yang berselisih saling berebut kekuasaan karena berusaha menyatukan negeri, sementara para pejuang pemberani dan jenderal yang tabah menguji kemampuan mereka melawan para pahlawan terhebat di era itu. Ini adalah masa perang, dan masa legenda.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Immortal Journey",
        "description": "Dahulu kala, di sebuah tanah kuno, banyak jiwa berkumpul di bawah para dewa untuk menguji batas kekuatan mereka. Ada yang bodoh dan arogan, ada pula yang berani dan adil. Perjalanan mereka tertulis dalam lembaran sejarah yang abadi.",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "High Noon Gothic",
        "description": "Di puncak revolusi industri, para pelancong mulai berdatangan ke tanah yang belum terjamah, mencari keberuntungan dan kemakmuran di antara kengerian yang tak diketahui oleh dunia yang kejam dan kuno. Ini adalah masanya para penembak pemberani dan berandal tengik, dewa gaib, dan iblis yang buas.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odyssey",
        "description": "Dari inti dunia urban hingga ujung terluar galaksi, petualangan menanti! Demaxian Empire yang agung mengabaikan protes dari Templar Order dan Syndicate kriminal demi mendapatkan ora—esensi emas misterius yang menjadi sumber kehidupan semua peradaban, dan menjanjikan kekuatan tak terhingga bagi mereka yang bisa mengendalikannya …",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJECT",
        "description": "Di tengah megahnya bangunan dan jalanan padat futuristik yang dikendalikan oleh korporasi global, perang bayangan berkecamuk antara pemberontak, manusia dengan augmentasi, dan makhluk artifisial yang baru diperkuat. Pemenangnya akan menentukan jalannya sejarah … dan yang kalah akan dipaksa untuk berevolusi.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eclipse",
        "description": "Dahulu kala, Old God berkuasa. Besarnya cinta umat manusia pada mereka membuat seorang wanita berani menyatu dengan mereka. Dia menelan sang surya dan turun dari singgasana surga yang telah kosong, menginspirasi para prajuritnya untuk memusnahkan semua yang tersisa. Berabad-abad kemudian, mereka berdiri, menjadi satu-satunya harapan untuk melawan kegelapan Coven yang kian menguat.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Mecha Kingdoms",
        "description": "Great Kingdom berperang selama beberapa generasi hingga kedatangan musuh baru. Untuk melawan, mereka diberkati dengan anugerah dari surga. Akankah mereka bangkit dari masa lalu demi menyelamatkan masa depan mereka?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Spirit Blossom",
        "description": "Festival Spirit Blossom adalah perayaan kuno dan terkenal di Ionia. Saat gerbang dunia spirit terbuka, yang telah mati kembali ke sosok tercintanya, dan segala jenis spirit menatap mereka yang masih hidup. Mulai dari Kanmei yang baik hati, hingga Akana yang obsesif—kisah mereka terulang kembali, bagaikan bayangan di lentera kertas.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "Demi melindungi dunia dari kekuatan jahat yang berusaha mengacaukan dunia, High Command mengirim PsyOps, tim elite tentara psikis. Anggotanya mencakup [DIRAHASIAKAN].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Worldbreaker",
        "description": "Pada akhirnya, bulan akan menyembunyikan matahari. Dalam fajar tanpa harapan itu, empat raksasa akan bangkit untuk menghancurkan dunia itu sendiri.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Battle Queens",
        "description": "Setelah terpecah belah oleh peperangan tanpa akhir, Queendoms of Elysia yang bersatu menyadari hakikat dunia mereka: bahwa sihir yang menyatukan alam fantasi mereka hanya dipertahankan melalui konflik. Oleh karena itu, mereka pun bersekutu melalui konflik pemersatu Grand Coronation meski beberapa aliansi mulai menunjukkan keretakan …",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "The Ruined King Saga",
        "description": "Black Mist berkumpul, Harrowing datang, the Ruined King telah bangkit lagi. Korupsi Viego menyelimuti Runeterra dan melumpuhkan seluruh bangsa. Yang memiliki kekuatan untuk menghentikannya adalah Sentinels of Light: ordo kuno yang dipimpin oleh Senna dan Lucian. Mereka harus memanggil para champion untuk melawan Black Mist dan mengakhiri teror the Ruined King untuk selamanya.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Shan Hai Scrolls",
        "description": "Tidak ada yang tahu siapa yang menciptakan Shan Hai Scrolls yang misterius, atau kapan. Hanya dengan sekali lihat, lukisan itu seolah adalah jendela ke dunia sihir dan keajaiban, tetapi lebih mungkin itu adalah sebuah gerbang?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Crystal Rose",
        "description": "Di dunia aliansi sihir yang sering dilanggar dan dendam berabad-abad, Festival Crystal Rose tahunan menawarkan tempat netral bagi yang berkuasa untuk memaafkan kesalahan dan merundingkan kembali gencatan senjata. Senjata ditinggalkan di depan pintu, dan perjanjian baru ditandai dengan memetik dan mengenakan mawar ajaib yang hanya tumbuh selama festival.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Space Groove",
        "description": "Di galaksi yang keren sejuta disko inferno jauhnya, energi misterius yang dikenal sebagai The Groove membawa musik dan kemakmuran bagi triliunan penduduk galaksi. Tetapi saat sang penguasa alien, Lissandra dan pasukan Harsh Vibes-nya mulai memperbudak planet dan menindas musik disko, era pahlawan baru bangkit untuk menghentikannya, dan menjaga pesta tetap berlanjut.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcana",
        "description": "Jauh di atas Arcana, para Archetype, pola hidup yang membentuk realitas itu sendiri, berjuang untuk mewujudkan visi mereka di tengah kekacauan di bawah mereka. Para Archetype merekrut warga dunia bawah yang berwawasan untuk memperkuat pola tersembunyi mereka. Makin banyak warga yang memperkuat pola Archetype, dunia itu makin mencerminkan rancangan agung mereka.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Crime City Nightmare",
        "description": "Kengerian Eldritch bersembunyi di balik kejahatan dan kekumuhan Valoran City. Pasar gelap telah memunculkan Elixir: zat berharga dengan asal-usul meragukan yang produksinya menjanjikan uang dan pengaruh bagi geng mana pun yang menguasai pasar. Didorong oleh para agen korupsi, para gembong dan kroninya mencari kekuatan di luar tabir untuk merasakan kekuatan sejati.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsefire",
        "description": "Di antara percabangan realitas tak terbatas, para penegak hukum Chrono bentrok dengan para buronan yang melarikan diri, panglima perang fana, dan barisan Praetorian yang tak henti-hentinya melewati lika-liku ruang waktu.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Cafe Cuties",
        "description": "Makanan lezat itu keajaiban—secara harfiah! Di dunia jamuan teh yang elegan dan pastri sihir, para mage membuat makaron ajaib, meracik kroisan yang memikat, dan menyajikan scone penuh mantra ke banyak pelanggan yang ingin mencicipinya.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Di kota Piltover dan Zaun, kerusuhan muncul ketika para penemu dan pencuri, politisi dan penguasa kejahatan menggerutu karena terkoyaknya batasan masyarakat. Penemuan dan bahaya saling terkait saat para pahlawan lahir dan ikatan terputus. Akankah kekuatan ini mengubah dunia, atau membawanya ke kehancuran?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Cloudedge",
        "description": "Shockblade yang memiliki senjata yang diimbuhi sihir petir dari Cloud Ritual berbahaya, merupakan orde prajurit shinobi misterius yang ditugaskan menjaga umat manusia dari spirit dan monster jahat. Mereka berkelana di antara alam fana dan spirit untuk mengejar ancaman yang tidak bisa disentuh oleh siapa pun dan menjaga masa depan para penduduk alam fana.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "Umat manusia berada di ambang kehancuran, hampir dikalahkan oleh penjajah berteknologi tinggi dari dasar laut yang disebut Primordian. Hadirlah Anima Squad: fighter elite yang menggunakan teknologi Primordian yang diselamatkan untuk melawan akhir dunia. Untuk menyelamatkan umat manusia, mereka harus bertarung layaknya binatang.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Sunkissed Summer",
        "description": "Waktunya musim panas! Matahari terbit, angin terasa hangat, dan air terasa dingin. Semua orang mengesampingkan persaingan serta dendamnya, dan hanya membawa baju renang dan suasana nyaman. Adu pukul dan adu mulut bisa disimpan untuk nanti. Sekarang duduklah, nikmati musiknya, dan bergembiralah sepuasnya.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Monster Tamers",
        "description": "Siapa kita? Kita adalah Monster Tamers! Kita melindungi dunia saat bahaya mengancam! Saat yang lain kabur, kita akan mengikuti auman. Kita menjinakkan monster dan menggunakan CORE. Dan bersama teman baru, kita akan melompat dan berlari dan berenang dan meluncur! Kita akan pergi ke mana pun seberapa pun jauhnya. Karena kita adalah Monster Tamers! Itulah kita!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Event Horizon",
        "description": "Dalam kegelapan luas angkasa, lahirlah hal-hal mengerikan dan indah—makhluk Cosmic dengan cinta yang luhur, dan kengerian Dark Star yang tak terbayangkan. Mereka adalah anak-anak dewa yang sunyi, dan mereka akhirnya pulang.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Spirit Guard",
        "description": "Udyr menghabiskan hampir satu dekade penuh berlatih di Ionia bersama para biksu dari Hirana Monastery, belajar cara mengendalikan dan menguasai kemampuan spiritualnya. Akhirnya, saat Freljord memanggilnya pulang, dia memilih untuk tetap tinggal dan menyelesaikan pelatihannya. Sejak saat itu, Udyr telah menjadi bagian dari lanskap Ionia, baik spiritual maupun duniawi, sembari bekerja bersama Lee Sin dan Karma untuk mengembalikan keseimbangan tanah yang dirusak oleh perang itu.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "The Grind",
        "description": "Kerja keras bukan sekadar pekerjaan. Ini adalah perjuangan, usaha, terkadang menggairahkan, terkadang melemahkan semangat. Ini seperti rollercoaster selama seminggu dengan tikungan komedi dan turunan tragis, hanya untuk memulai semuanya lagi di hari Senin. Kamu tim kerja lembur atau work-life balance? Semuanya sama dalam kerja keras.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Definitely Not",
        "description": "Alam semesta yang benar-benar normal tanpa kepalsuan, pengkhianatan, atau kepura-puraan. Tentu tidak.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Iron Firmament",
        "description": "Galaksi yang dilanda perang berusaha untuk membangun kembali, tetapi luka lama tetap ada. Bounty hunter dan agen korporat telah mengisi kekosongan kekuasaan, beberapa mengendalikan exo suit tempur berbahaya dengan kemampuan seperti dewa. Sebagai tanggapan, megakorporasi mengerahkan pasukan pribadinya untuk memaksakan kehendaknya di seluruh koloni ruang angkasa yang luas. Perang tidak pernah mati; hanya medan tempurnya yang berubah.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Ages of Runeterra",
        "description": "Sekilas tentang diri sendiri di kehidupan lain. Bentrokan takdir di era lain. Runeterra adalah dunia yang kaya akan kemungkinan saat legendanya menemukan tujuan dan takdir baru.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "Elementalist",
        "description": "Sebuah kerajaan berada di ambang kehancuran saat pasukan hewan buas elemental raksasa berperang melawan umat manusia. Garis pertahanan terakhir diisi oleh seorang ratu prajurit, Elementalist Lux. Untuk menyelamatkan rakyatnya, dia harus melihat ke dalam dan mengungkapkan sifat aslinya … apa pun wujudnya.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernal",
        "description": "Api, belerang, dan kematian. Tidak ada jalan kembali ke dunia sebelum Ashen Lord bangkit. Itu adalah mimpi, hilang di sungai lava yang membara di bawah tanah yang dipenuhi gunung berapi. Kini era baru dimulai, yang membara selamanya.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Legacy",
        "description": "Harta karun dari masa lampau, berkilauan dalam jangkauan.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Wonders of the World",
        "description": "Individu yang berasal dari alam semesta \"Bumi\" yang nun jauh di sana, tempat patung-patung raksasa hidup dan semua orang mengenakan topi yang lucu. Kalau dipikir-pikir, ini mirip seperti Runeterra.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Institute of War",
        "description": "Meski hukum kaku, kekaisaran, dan kekacauan politik yang mengarah ke Rune War telah memudar menjadi barang antik, kisah pertempuran legendaris yang terjadi di Fields of Justice tetap hidup oleh sisa-sisa Magelord dan Protectorate. Para Marauder dan Warden melanjutkan warisan perang dan permusuhan leluhur mereka, terlepas dari seberapa jauh mereka dari konflik awal itu.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Dragon World",
        "description": "Sudah dua kali api naga menelan dunia ini. Dua kali pula para pahlawan ditempa dari bara api.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "Ini abad ke-22; augmentasi tubuh adalah bagian umum dari masyarakat. Batasan manusia terus berubah, menciptakan rasa optimisme dan kemungkinan yang belum pernah ada sebelumnya. Tiap empat tahun, semua negara mengesampingkan konfliknya dalam semangat harmoni dan kompetisi di Zenith Games. Mereka ikut serta bukan untuk menunjukkan ke dunia apa yang mungkin, tetapi apa yang mungkin terjadi.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "Masukkan Koin untuk Bermain\" berkedip di layar, tawaran yang tak tertahankan bagi para gamer sejati. Tetapi terseret dari arcade sederhananya ke dunia Hero dan Battle Boss, para pemain biasa ini harus bertarung dengan semua refleks dan kombo yang bisa mereka kerahkan. Karena para gamer di Arcadia … mempertaruhkan nyawa mereka.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Tales from the Rift",
        "description": "Para orang tua bercerita ke anak-anak mereka tentang penyihir jahat, mereka yang mengintai di jalanan suatu malam tiap tahun. \"Tetaplah di tempat tidurmu, Nak, karena kegelapan adalah teman mereka.\" Kisah ini hanya sebagian benar; sementara para ghoul di malam ajaib ini suka menakut-nakuti, mereka tidak akan pernah menyakiti seorang anak sehelai rambut pun. Kecuali yang sangat nakal.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Bees",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz …",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Silver Age",
        "description": "Para pahlawan super terhebat dan penjahat paling pengecut di rift, tersedia di toko komik terdekat!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Cats Versus Dogs",
        "description": "Rivalitas tertua yang pernah dikenal dunia: sahabat terbaik manusia diadu melawan pahlawan internet terhebat. Hanya satu faksi yang akan menjadi pemenang dari rahang pertempuran antara kucing dan anjing. Semoga bulu mereka tidak terlalu kotor: satu-satunya hal yang lebih buruk daripada kalah adalah mandi.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Neighborhood Nightmare",
        "description": "Kisah mengerikan tentang orang aneh, teman jahat, dan pertemuan menyeramkan.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Ye Olde",
        "description": "Kehidupan adalah berkah di dalam tembok kastel wilayah Lord Tryndamere. Para prajurit bisa mencari pandai besi untuk membeli barangnya atau salah satu dari banyak mage untuk nasihat bijak. Dan bagi yang berjiwa petualang, tanah Albion menanti, misteri yang hanya diketahui oleh kaum fae yang tinggal di sana.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Dark Waters",
        "description": "Bilgewater, tempat kematian lebih cepat daripada arus, dan aturan yang tidak berbentuk seperti limbah. Tempat saat koin adalah satu-satunya kunci yang bisa membuka apa pun, dan kebenaran hanyalah kebohongan yang disepakati.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Tentu, ini tentang stadion yang penuh sesak, gaya busana kelas atas, sorak-sorai penonton; tetapi ini juga tentang pengeras suara yang begitu keras, telingamu berdenging seolah ingin ikut bernyanyi. Tentang lampu panggung yang panas, bass yang mengentak, dan ritme drum yang stabil. Ini tentang adrenalin yang memuncak, membakarmu dari dalam. Perasaan ini? Inilah musik.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Victorious",
        "description": "Para champion menaklukkan musuh mereka dan naik ke tingkat yang baru, mencapai impian terliar dan memamerkan hasil jerih payah mereka ke siapa pun yang ingin melihat kehebatan sejati.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Honor",
        "description": "Masyarakat telah menjadi sangat individualis dan tertutup karena aturan Essent. Orang-orang terdorong untuk hanya mementingkan diri sendiri, jadi tidak ada yang saling percaya. Sebagai pemimpin Order of Solace yang sudah lama mati, Malzahar ingin menghadirkan harmoni ke dunia yang tak selaras ini melalui aura Solace yang membangkitkan semangat. Dia tahu bahwa hanya dengan bersatu mereka dapat menginspirasi dunia yang lebih baik.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy Metal",
        "description": "Para penonton berkumpul dari seluruh dunia untuk menyaksikan para petarung robot terhebat bertarung di arena gladiator RiotCorp, dengan rasa tidak sabar menunggu kesempatan untuk dinobatkan sebagai Full Metal Robot Fighting League Champion atau hancur saat mencobanya.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Be Mine",
        "description": "Jadi … maukah kamu?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Academy",
        "description": "PERHATIAN SISWA DAN PENGAJAR: Kami mengetahui bahwa semua siswa saat ini menghadapi tindakan disipliner dan semua profesor sedang dalam cuti psikiatri yang \"disarankan\". Kelas akan dibatalkan hingga pemberitahuan lebih lanjut, mungkin hingga para siswa yang disebutkan sebelumnya merenungkan kembali perilaku buruk mereka.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arcanists",
        "description": "Tepat di luar pintu Academy adalah dunia yang penuh dengan sihir … dan bahaya. Para profesor memperingatkan para penyihir muda untuk tetap berada di lingkungan sekolah, mengembangkan kekuatan, dan belajar dengan baik—tetapi di mana letak kesenangannya jika petualangan menanti tepat di depan mata?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Star Voyagers",
        "description": "Berbahaya menjelajahi ruang angkasa sendirian … bawalah meep! Kecuali yang ungu. Yang ungu itu jahat.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "God Weapon",
        "description": "Tersebar di seluruh dunia, God Weapon menjadikan masyarakat haus akan kekuatan. Monumen-monumen hidup ini memanggil mereka yang layak dan melimpahkan karunia kepada rakyat mereka, bertujuan untuk memperluas penaklukan di dunia yang dilanda perang ini. Terpilih itu bagai mendapat lencana kehormatan, menanamkan rasa takut ke siapa pun yang berani menentang mereka.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Blackfrost",
        "description": "Sang Ice Witch tidak memperbolehkan seorang pun tidur. Setiap kawan dan lawan yang gugur bangkit kembali untuk bertarung di sisinya. Sihir gelapnya mengubah penampilan mereka, menciptakan golem es yang dilengkapi jantung hitam, dan menjadi es yang tak akan mencair.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Bloodstone",
        "description": "Fabled Bloodstone memberikan ability hebat dengan harga yang sama mengerikannya. Banyak mayat tergeletak di belakangnya, dan pasti akan ada lebih banyak lagi, karena tidak ada kekurangan kekuatan dalam kegelapan, yang ada hanyalah kemauan untuk merebutnya.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esports",
        "description": "Beberapa orang mengatakan mengangkat Summoner's Cup di hadapan stadion yang dipenuhi penggemar bersorak adalah hadiah terbesar … yang lain mengatakan itu adalah uang. Orang-orang yang membuat Skin di tim League of Legends? Kami pikir bagian terbaik dari memenangkan Worlds adalah diabadikan dalam game favoritmu. Dan kami tidak bias!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Collector Edition",
        "description": "Untuk kolektor MOBA edisi terbatas tahun 2009 yang berwawasan luas.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "War is Heck",
        "description": "Apa ini?! Kita sedang berperang, Prajurit, dan kamu habiskan waktumu untuk membaca? Apa gunanya membaca saat kamu menyeret bokong ratamu itu melalui lumpur yang dipenuhi tikus di tengah badai di bawah tembakan sungguhan? Tidak ada! Sekarang, masuk ke barisan!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Cottontail",
        "description": "Ini musim kelinci! Orang-orang baik di sepanjang jalur kelinci mengenakan pakaian terbaik mereka untuk hari kelinci, telur-telur yang dihias, dan senyum terpancar lebar. Semoga lompatan mereka membawa keceriaan liburan untukmu!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Crimson Elite",
        "description": "Bagaimana cara menemukan Crimson Elite? Ikuti mayatnya.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Death Sworn",
        "description": "Dunia bawah bergejolak dengan aktivitas yang tidak menyenangkan. Kematian mengumpulkan subjeknya untuk rencana baru dengan desain mengerikan, yang akan membutuhkan jiwa tiap manusia.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Demonic",
        "description": "Bagi jiwa-jiwa malang yang dikutuk untuk menderita, baik yang terikat kontrak atau kejahatan yang dilakukan, api abadi Neraka menanti.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Four Beasts",
        "description": "Makhluk-makhluk buas nan suci mengawasi seluruh dunia, mampu mengubah siapa pun menjadi makhluk kuat, tetapi hanya jika jiwa itu layak menerima berkat mereka. Entah kekuatan mereka digunakan untuk kebaikan atau kejahatan, begitu hadiah diberikan, itu tidak dapat diambil kembali.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Dreadknights",
        "description": "Setelah dibangkitkan kembali oleh sihir kuno yang misterius, para kesatria zombie ini adalah satu-satunya saksi sejarah yang hilang ditelan waktu. Mereka akan melindungi semua yang pernah menjadi milik mereka, apa pun taruhannya bagi kehidupan manusia.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Riftquest",
        "description": "Bahaya mengintai di tanah Runeterra! Monster kuat, penyihir jahat, dan makhluk mitos berkeliaran tak terkendali! Kumpulkan temanmu dan ciptakan petualanganmu sendiri untuk 3-5 pemain, kalahkan kejahatan dengan tiap lemparan dadu. Sanggupkah kamu menyelamatkan dunia, dan menjadi legenda RIFTQUEST?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]