[
    {
        "id": 0,
        "name": "Genel",
        "description": "Genel",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Sihirdar Vadisi",
        "description": "Sihirdar Vadisi, en yeni ve ilgi gören savaş meydanı. Rakibin en zayıf noktasını bulmak için üç farklı yoldan birini seç ve ilerle. Amaç, takım arkadaşlarınla birlikte mücadele ederek rakibin üssünü kuşatmak ve merkezini yok etmek!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Rasgele Harita",
        "description": "Sonsuz Uçurum, Freljord'un en soğuk, en acımasız bölgesinde bulunan dipsiz bir yarıktır. Efsaneler der ki; uzun zaman önce, uçurumun üzerindeki köprüde büyük bir savaş meydana gelmiş. Orada  kimin ne için savaştığını kimse hatırlamıyor; ama derler ki rüzgâra kulak verirseniz, çığlık çığlığa uçurumu boylayan yığınların haykırışını duyabilirsiniz.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Merkez Baskını",
        "description": "Merkez Baskını",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "8 oyunculu bir mücadelede şampiyonlardan oluşan bir takım kur. Her strateji başarılı olabilir ama sadece biri zafere ulaşabilir.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "Bu çok takımlı oyun modunda ister tek başına sıraya gir ister arkadaşlarınla birlikte oyna. Çeşitli arenalardaki kaotik çatışmalarda rakiplerinle mücadele et.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Sürü",
        "description": "Sürüye karşı hayatta kalma modunda ister bir arkadaşınla ekip ol ister tek başına mücadeleye atıl.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Bandle Ormanı",
        "description": "Takımınla birlikte çalışarak minyonları rakibin geçidine kadar götür. Rol yok, koridor yok, baskı yok. Sadece beşe beş arbede var.",
        "mapStringId": "BDW"
    }
]