[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Unutulmuş Derinlikler",
        "description": "''Otur çocuğum, söyleyeceklerimi iyi dinle. Okyanus, sakin kıyılarımıza vuran köpüklü dalgaların davetine kanılmaması gereken bir keramet. Çünkü bu masmavi enginliğin altında yatan dünya, hayallerimizin bile ötesinde. Unutulmuş derinliklerde yıkılmış krallıkların kalıntıları ve vahşi canavarlar yüzüyor.''",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galaktik",
        "description": "Sönük Ay Savaşı galaksimizi neredeyse yüz döngü boyunca kırıp geçirdi. Ve hâlâ bu ıstırabın ne zaman sona ereceği bilinmiyor.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Buzul",
        "description": "Soğukta maceraya atılmak yürek ister çünkü bu donmuş diyarlarda nelerin cirit attığı bilinmez...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Yeni Ay Yılı",
        "description": "Vakit geçmişe dönüp bakmanın, aile ve dostlarla kutlama yapmanın, bir araya gelip iyisiyle kötüsüyle yaşananları yâd etmenin vaktidir. Havai fişekler göğü aydınlatırken biz de yeni yılın sevdiğimiz insanlarla birlikte dolu dolu geçmesini ümit ediyoruz.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Lotus Çiçeği",
        "description": "Ionia Yazıtları muhterem Lotus Tarikatı'ndan bahseder. Ölümlülerin İlk Diyar'a yerleştiği dönemlerde kurulan tarikat, nesillerdir ölümsüzlüğün sırlarını keşfetmek için uğraşıyor. Gerçekten de üyelerinin ruhlarının yeniden doğmasını sağlayabilen tek grup. Denizdeki dalgacıklar kadar zarif ve gelip geçici olan Lotus Tarikatı müritleri, ne bu hayattan ne de bir sonrakinden korkmadan İlk Diyar'ı korumakla yükümlü.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Oynamak üzere olanlara selam olsun.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Katlanmış Kenarlar",
        "description": "Turnalar gökyüzünde süzülürken, güneş ve bulutlar uçuşlarına hoş bir arka plan oluşturuyor. Burada ağaçlar, hatta çimenler bile aynı malzemeden oluşur: Bu kâğıttan dünyayı bir araya getiren, olağanüstü güce sahip parşömenler.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Yolların Kralları",
        "description": "Gelişmiş bir araç mı arıyorsun? Tebrikler, buldun. (Kullanıcıya göre değişebilir.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Rozet",
        "description": "Cezai adalet sisteminde bazıları kanunları esnetir, bazılarıysa çiğner. RPT'nin kendini işine adamış polis memurları, şehrin en azılı suçlularını adalete teslim ediyor. İşte bu, onların hikâyesi.",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Otoyol Serserileri",
        "description": "Çöl savaşçıları, acımasız Vandallar ve hayatta kalmaya çalışanlar eski dünyanın radyoaktif küllerinin arasından geriye kalanları ele geçirmek için birbirleriyle savaşıyor.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Işık",
        "description": "Işık Elçileri, dinmek bilmeyen bir karanlığa karşı kâinatın dört bir yanında sonu olmayan bir savaş veriyor.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Ruhsömüren",
        "description": "Ruh dediğin yaşamdır, ışıktır, güçtür. İçinde merhamet barınmayan bir dünyada ruhlar çalınır ve gözü kara katiller tarafından sömürülür.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Süper Galaksi",
        "description": "//ACİL DURUM YAYINI, TÜM KANALLAR//<br>Galaksiye yönelik tehdit düzeyi KIZIL'a yükseltildi. [SİLİNMİŞ], [SİLİNMİŞ] tarafından saldırıya uğradı. Genel merkezin tahminlerine göre yok oluşa [SİLİNMİŞ] saat kaldı ve komşu sistemler de hasar görebilir. Süper Galaksi ETKİNLEŞ!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Fırtınanın Efendisi",
        "description": "Ufak tefek didişmeler uğruna savaşa girenler sadece insanlık değildir. Bizim zamanımızdan önceki bir zamanda iki kardeş ilah birbirine düşman oldu. Savaşlarının neticesindeyse topraklar harap oldu.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Yiğit",
        "description": "Rakiplerini alt ederek zafere ulaş!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Kış Sporları",
        "description": "Donma korkusu, rekabetçi atletleri elinden geleni ardına koymaktan vazgeçirmek için birebir.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombiler ve Avcıları",
        "description": "Beyin...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Neon Katmanı",
        "description": "İlkalev'den pek az kişi haberdar, dengesiz parlak alevlerini görebilense daha da az. Bu, aslında kozmik bir dengeleyici güçtü ama bilinmez bir değişimin ardından boyutların çökmesine ve varlıkların İlkalev'den faydalanmasına yol açtı. Arş Hükümdarları olarak bilinen ve her biri farklı bir amaca sahip bu kudretli canlılar artık boyutların altını üstüne getiriyor. Alev yayılıyor ve duracak gibi de görünmüyor.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Kuzeyin Hikâyeleri",
        "description": "Kutup Işıkları'nın hikâyelerini duydun mu hiç? Soğuk ve gizemli olabilirler fakat yanlarına gidebilecek kadar cesursan hayalini bile kuramayacağın bir içtenlik ve ihtişamla karşılaşırsın. Ateşin başına geç ve Kuzeyin Hikâyeleri'ni dinle.",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Hikâye Sanatı",
        "description": "Hikâyeler, efsaneler, destanlar... Her biri farklı bir âlem barındırıyor. Bunlar anlatılageldikçe karakterler de kendi sınavlarını ve sıkıntılarını tekrar tekrar yaşıyor.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Mızrak Ustası",
        "description": "Kadim Mızrak Ustaları, vakti geldiğinde o toprakları korumaları için üretilmiş, kendi zamanlarının fersah fersah ilerisinde muhteşem muhafızlardı. Zaman geçtikçe ve bu dev muhafızlar uyudukça üretimlerinde kullanılan gizli bilgiler unutuldu. Fakat çağrıldıklarında bunu yanıtsız bırakmayacaklarına dair umut hâlâ var.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Savaş Makinesi",
        "description": "Yüce evrim artık burada! Yaşayan beyinlere sahip makinelerden oluşan bir ordu toplayan Viktor, düşmanlarının üzerine yürümeye hazırlanıyor. Dünyayı tamamen ele geçirmesinin önündeki tek engelse insanların öncülük ettiği, bölük pörçük bir direniş.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Yenik Dünya",
        "description": "Büyü yok olduğunda kül ve umutsuzluk hüküm sürer oldu. Lanetli şövalyeler de gittiğinde yerlerine kim geçecek?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Klişeleşmiş güruhlar, çetrefilli grup projeleri ve sıkıcı tatiller derken okul zor ama monoton bir şekilde geçip gidiyordu. Âşık olmak müfredatta yoktu ama olan oldu. Artık okul hayatı çok daha karmaşık.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Unutulmuş İlahi",
        "description": "Nefesten ve camdan oluşmuş şu virane dünyada serzenişler karşılıksız kalır, yeminler sınanır. Burada herkes tek bir şeye inanıyor: Yegâne bir nefes insanın kaderini değiştirebilir.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Kanatlıların Hükmü",
        "description": "Periler Âlemi orman perileri, su perileri, ev ruhları, kızılbaşlar ve çok daha fazlasına ev sahipliği yapıyor. Buradaki tüm sihirli ve zarif yaratıklar ay ışığının altında dans etmeyi, büyüleyici şarkılar söylemeyi ve muziplik yapmayı seviyor.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Gölgedövmeli İsyancılar",
        "description": "Rabadon Şehri, büyüyle gelişip serpilen bir şehir. O yüzden büyüyü kontrol eden Rabadon'u kontrol ediyor. Cemiyet'in büyü üstündeki kontrolüyse mutlak. Direnen kim olursa olsun ya dize getiriliyor ya da ortadan kaldırılıyor... ama bir isyan çıkmak üzere. Dövmeler aracılığıyla doğrudan bedenlerine işlenen tehlikeli ve büyülü güçlere sahip bu İsyancılar, Cemiyet'i devirip şehri halka geri vermeyi veya bu uğurda ölmeyi amaçlıyor.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Prizmatik Büyü",
        "description": "Uzun zaman önce, yaşayan kimsenin artık hatırlamadığı bir vakitte evren, büyüden temizlendi. Yaşam devam etti. Fakat bazı dünyalarda hayat sona erdi ve yıllar on yıllara, hatta yüz yıllara uzarken doğa kendisini yeniden dengelemeye başladı. Sonunda vakit geldi ve büyü artık geri dönmeye hazır. Ama bu dönüş, kimsenin beklemediği bir şekilde olacak.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Ruh Dövüşçüsü",
        "description": "Dünyanın dört bir yanından ruhları uyanmış dövüşçüler Ruhlar Turnuvası'nda kendilerini göstermeleri için davet edildi! Bu; emsalsiz bir eğlence, televizyon ekranlarında eşi benzeri görülmemiş bir gösteri demek! Ayakta bir dövüşçü kalana dek tüm dövüşçüler ringde teke tek kozlarını paylaşacak ve kazanan, ruhunun en derin arzusuna kavuşacak! Tabii, ben de tüm bu curcunayı izleyicilere anlatacağım!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Beton Kanvas",
        "description": "Her türlü canavara, ruha, hayalete ve hortlağa ev sahipliği yapan Styxbridge şehrinin sokaklarını sanat ve büyü şekillendiriyor.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Yaşam Rüyası",
        "description": "Evrende asla değişmeyen ve değişmeyecek iki unsur var: yaşam ve ölüm. Kuvvetlerinin muadili olabilecek yegâne şeyse aile. Yaşam ölüm olmadan, ölümse yaşam olmadan var olamaz. Fakat aile bağları hiçbir ruhun tamamen unutulmamasını sağlayacak kadar kuvvetli.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Öfke ve Diş",
        "description": "İçgüdülerini benimse. Saldırganlığını gizleme. Saygı talep et.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Yemek Vakti Curcunası",
        "description": "Kim demiş yemekle oyun olmaz diye?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Tarihten sonsuza dek silinmemek adına birçok kişi Yükselen Efsanelere dönüşmek için hayatlarını riske atar. Bunlar dünyayı meydana getiren ilahların takdir ettiği savaşçılara denir. Hedefine ulaşabilenlere akıl almaz güçler bahşedilir ve kendilerini seçen ilahları temsil etme görevi verilir.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Süper Gezegen Kurtarıcıları",
        "description": "Tehlike yaklaştığında ve yardım gerektiğinde bu çağrıya kulak verebilecek yalnızca tek bir grup var. Hiperkılık kıyafetlerini giyerek arttırılmış kuvvet, çeviklik ve olağanüstü güçler edinip aksiyona dalmak için daima hazırda bekliyorlar. Savaşacaklar. Asla yılmayacaklar. Onlar Süper Gezegen Kurtarıcıları! Galaksiyi korumak için buradalar!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Derinden Gelen Yankılar",
        "description": "Burada kahramanlar yok, yalnızca her şeyi olduğu gibi görebilen lanetliler var. İsimsiz mezarlar ve ışıksız derinliklere şahit olan lanetli kahramanlar kötülüğün serbest kalıp yayılmayı iple çeken ve ebedi doğasıyla bizzat yüzleşiyor.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Mutfağın Ustaları",
        "description": "Son derece popüler mutfak sanatları yarışması ''Mutfağın Ustaları'' yayında. Hem de her yerde. Tüm platformlarda. 50 sezon boyunca yayınlanan 1000 bölüm. ''Mutfağın Ustaları Yıldızlar Geçidi'' bile. Hatta ''Mutfağın Ustalarının Ustaları'' bile. Hemen izle.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Kelle Avcısı",
        "description": "Avlanmak, bazı türler için yalnızca spor değildir; zihin ve bedenlerini tamamen ele geçirerek onları mükemmel ölüm makinelerine dönüştürür.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Kumların Muhafızı",
        "description": "Kudretli muhafızlar, bir daha dünyayı tehdit edemesin diye kadim bir dehşetin kabri üzerinde nöbet tutuyor. Ancak bunun için çok geç kalmış olabilirler...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Şekere Hücum",
        "description": "Kurabiye Kalesi'nden Gazoz Nehri'ne; Lokum Dağları'ndan Sakızlı Orman'a, Şeker Krallığı bütün ihtişamıyla karşınızda.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Oyuncak Kostümleri",
        "description": "Gnar'ın oyuncak sandığı paha biçilemez hazinelerle dolu; ancak evde kimse olmadığı zamanlar oyuncaklar birer birer hayat buluyor...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Yaban Kabilesi",
        "description": "Çok az insan, kuzeyin donmuş tundrasında geçen bir yolculuktan sağ çıkabilir. Çünkü soğuktan ölmesen bile yaban hayatı sonun olacaktır.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Yıldız Muhafızı",
        "description": "Uçsuz ve karanlık bir evrendeki genç savaşçılar, kader tarafından yıldızın ışığını korumaları için seçilmekte. Işıl ışıl yanmak ama ardından parıltıları kadar şiddetli şekilde çökmek alınlarının yazısı.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Ionia'nın Ayları",
        "description": "Suskunluğun ortasında bir ses: ''Kıvransın yaratıklar, ey yoldaşlar. Felakete mahkûm Ionia'da aylar aç bir iblisin gözüymüşçesine yavaş yavaş yükselir. Bunlar, sadakatiniz için kan akıtmanızı bekler derler ama belki de felaketlerin ta kendileridir. Fakat biz, kurbanlardan ibaretiz. Ay yükselince etten eti, kemikten kemiği sıyırır ve adına varlığımız denen yavan armağanı ona ikram ederiz.''",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Tarih Öncesi Avcılar",
        "description": "Devasa canavarlar topraklarımızda geziyor ve pürdikkat avlarını takip ediyor. Avcılar olmasaydı sıradaki yemekleri insanlar olabilirdi. Katlettikleri ilk canavarın kemiklerinden yaptıkları silahlar ve en ürkünç canavarlarınkine taş çıkartan içgüdüleriyle avcılar, halklarını korkunç bir kaderden koruyor.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Hikâye Kitabı",
        "description": "Evvel zaman içinde, canlanarak kitaplarının sayfalarını terk eden bir grup masal kahramanı vardı.",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Masallar",
        "description": "Her kültürün farklı efsaneleri ve canavarları konu alan kendine has halk hikâyeleri vardır. Peki bu öyküler, açıklanamayanı açıklama güdüsünden kaynaklanıp hayal gücümüzden ileri gelerek mi nesiller boyu aktarılmış, yoksa dünyanın geri kalanından gizlenen bir hakikati mi konu alıyor?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Efsanevi Mücadele",
        "description": "Her şey çatışmadan doğar ve hiçbir şey ondan kaçamaz. Ahenk denen şey bir yanılsamadan ibarettir ve ancak bu yanılsamanın peşine düşenler hayatın sunduğu en büyük ödüllerin keyfini sürebilir.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Meka",
        "description": "Şehirden bile büyük, devasa canavarlar kocaman mekalarla savaşıyor. Peki kazanan kim olacak?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Şimdilerde bilim ve sanatın en tepesine yükselen Hextech, basit temellerden doğarak zamanla özgür iradeye sahip, karmaşık ve yapay yaşam formları ortaya koyan modern bir rönesansa dönüştü. Yetenekli sanatkârlar bu aracı cesur bir geleceğe doğru taşırken; hiç kimse bunun sonuçlarının ne olacağını kestiremiyor.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Kartopu Savaşı",
        "description": "Havanın temiz, karın yumuşak, çikolatanın da sıcak olduğu Kartopu Savaşı'ndan daha güzel bir dönem mi var? İster bir kartopu fırlat ister neşeli bir şarkı söyle; eğlendiğin sürece her şey yolunda, gerek yok hiçbir şeyden korkmana.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Savaş Ustası",
        "description": "Rakip imparatorluklar toprakları tek bir bayrak altında birleştirmek için çabalarken; cesur savaşçılar ve sabırlı generaller, dönemin en büyük kahramanlarına karşı yeteneklerini sınamakta. Bu, savaşların ve efsanelerin eksik olmadığı bir dönem.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Yücelik Yolu",
        "description": "Uzun zaman önce, kadim bir ülkede birçok kişi güçlerinin sınırlarını test etmek için ilahların çevresinde toplandı. Kimi zaman ahmak ve kibirli, kimi zaman cesur ve adil olan bu insanların maceraları tarihin ölümsüz sayfalarına kaydedildi...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Vahşi Batılı Gotik",
        "description": "Sanayi devrimi zirveye ulaştığında, birçok gezgin el değmemiş batıya akın ederek gaddar ve kadim bir dünyanın bilinmez tehditleri arasında refahı aramaya koyuldu. Bu, cesur silahşorların, kokuşmuş suçluların, esrarengiz ilahların ve vahşi iblislerin çağı.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Uzay Serüveni",
        "description": "Şehirleşmenin had safhada olduğu ana dünyalardan galaksinin en uç noktalarına kadar uzanan bir macera seni bekliyor! Ne kadim Naiplerin ne de Kartel olarak tanınan suç ağının itirazlarına kulak asan büyük Demaxia İmparatorluğu, zengin Ora kaynaklarını ele geçirmek için var gücüyle çalışıyor. Bütün uygarlığın yaşam kaynağı durumundaki bu esrarengiz altın öz, ona kendileri için sahip olmak isteyenlere de daha önce görülmemiş bir güç vaat ediyor...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "KOD ADI",
        "description": "Küresel şirketlerce kontrol edilen geleceğin mega yapıları ve kalabalık caddelerinin ortasında, isyancı geliştirilmiş insanlar ve yeni güçlendirilmiş yapay varlıklar arasında gizli bir savaş sürer. Bu savaşın galipleri tarihin akışını değiştirirken; mağlupları evrim geçirmek zorunda kalacak.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Kara Gök",
        "description": "Başlangıçta Kadim İlahlar hüküm sürerdi. İnsanlık onları öylesine severdi ki ilahlardan birisi insanları sonsuza dek bedeninin bir parçası haline getirmeye niyetlendi. Güneşi yuttu ve karanlık gökyüzünden inerek şövalyelerine geriye kalan herkesi kılıçtan geçirmelerini buyurdu. Yüzyıllar sonra bu şövalyeler Cadılar Meclisi'nin karanlığına karşı insanoğlunun tek umudu haline geldi.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Meka Krallıkları",
        "description": "Yüce Krallıklar nesiller boyu birbiriyle savaştı... Derken yeni bir düşman çıkageldi. Karşılık verebilmeleri için göklerden bir hediyeyle taçlandırıldılar. Gelecekleri için geçmişlerinden ders çıkarabilecekler mi?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Ruh Çiçeği",
        "description": "Ruh Çiçeği Festivali, Ionia'da kadim ve coşkuyla kutlanan bir bayramdır. Bu festivalde ruhlar âleminin kapıları açılır, ölüler yakınlarına geri döner ve her türden ruh gözlerini yaşayanlara çevirir. İyi niyetli kanmei'lerden saplantılı akanalara, ruhların hikâyeleri sürekli tekrarlanır. Mesela kâğıt fenerin üstündeki gölgelerle...",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "Zihin Harekâtı",
        "description": "Yüksek Komuta, dünyanın düzenini bozmak isteyen isyan kuvvetlerine karşı zihinsel güçlere sahip askerlerden oluşan Zihin Harekâtçısı ekibini gönderiyor. Üyeleri: [GİZLİ].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Dünyalar Yıkan",
        "description": "Sonunda ay, güneşi boğacak. İşte o umutsuz şafak vakti, dünyayı paramparça etmek için dört titan yükselecek.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Savaş Kraliçeleri",
        "description": "Bir zamanlar ebedi savaşlar yüzünden yıkımın eşiğinden dönen Elysia hükümdarlıkları, dünyalarının gerçek doğasını keşfetti: Bu fantastik âlemi bir arada tutan sihir, yalnızca çatışma sayesinde ayakta duruyor. Böylece Büyük Taçlandırma'nın birleştirici çatışması aracılığıyla ittifak kurdular. Ancak bazı ortaklıklar kırılmaya başladı bile...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Mahvolmuş Kral Destanı",
        "description": "Kara Sis yoğunlaşıyor, Harrowing geliyor ve Mahvolmuş Kral bir kez daha yükseliyor. Viego'nun laneti Runeterra'nın her yerinde kendisini göstererek dostları düşmana çeviriyor ve koca ulusları dize getiriyor. Onu durdurabilecek tek şey Senna ve Lucian'ın liderlik ettiği, Işık Muhafızları adlı kadim bir grup. Kara Sis'i geri püskürtmek ve Mahvolmuş Kral'ın dehşet saltanatını sonsuza dek tarihe gömmek için evrenin dört bir köşesinden savaşçı toplamalılar.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Shan Hai Parşömenleri",
        "description": "Gizemli Shan Hai Parşömenleri'ni kimin ne zaman oluşturduğunu bilen yok. Resmin büyü ve harikalarla dolu bir dünyaya açılan bir pencere olduğu aşikâr. Ama kim bilir, belki de bir kapıdır?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Kristal Gül",
        "description": "Her yıl düzenlenen Kristal Gül Festivali, sihirli ittifakların sık sık bozulduğu ve kinlerin yüzyıllarca tutulduğu bir dünyada güçlülere, yapılan hataları affetmeleri ve yeniden barış antlaşmaları yapmaları için tarafsız bir bölge sunuyor. Bu festivalde silahlar kapıda bırakılıyor (en azından saklanamayacak kadar büyük olanlar) ve olası yeni antlaşmaların sinyalleri yalnızca festivalde büyüyen sihirli güller takılarak veriliyor.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Uzayın Ritmi",
        "description": "Milyonlarca ışık yılı uzaklıktaki havalı bir galakside ritim olarak bilinen gizemli bir enerji, trilyonlarca vatandaşa müzik ve refah getiriyor. Fakat uzaylı tiran Lissandra ve onun keyifsiz müzik orduları, gezegenleri esir edip disko müziğini bastırmaya başladığında yeni kahramanlarımız onu durdurmak ve partiyi devam ettirmek için savaşıyor.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Mistik",
        "description": "Arkana dünyasını yukarıdan gözlemleyen ve gerçekliğin ta kendisini şekillendiren, canlı kader çizgileri Arketipler kendi vizyonlarını aşağıdaki kaosun içinde bulmak için mücadele ederler. Arketipler kendi gizli kader çizgilerini güçlendirmek için aşağıdaki dünyada yaşayan, sezgileri kuvvetli vatandaşları yanlarına çekerler. Kader çizgileri birçok kişi tarafından pekiştirilen bir Arketip, dünyayı kendi vizyonu doğrultusunda şekillendirebilir.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Suç Şehri Kâbusu",
        "description": "Dehşet verici yaratıklar, Valoran Şehri'nin kirli suç dünyasının gölgelerinde saklanıyor. Karaborsacılar, iksirlerin popülerleşmesine sebep oldu. Bu değerli ve kaynağı belli olmayan sıvılar, onları üreten çeteler için para ve itibar anlamına geliyordu. Karanlığa hizmet edenler tarafından gaza getirilen suç baronları ve çete üyeleri, gerçek gücün tadına bakabilmek için doğaüstü yollara başvuruyor.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsefire",
        "description": "Zaman polisleri dallanıp budaklanan sonsuz sayıda gerçeklikte kaçaklarla, zamana hükmeden savaş beyleriyle ve tüm boyutlara dehşet saçan Praetorian'larla çarpışıyor.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Tatlı Pastane",
        "description": "İyi yiyecekler gerçekten de sihirlidir! Keyifli çay saatleri ve efsunlu tatlılarla dolu bu dünyanın büyücüleri sihirli kurabiyeler yapar, tılsımlı çörekler pişirir ve bu lezzetleri tatmak isteyen müşterilere büyülü pastalar sunar.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Piltover ve Zaun şehirlerinde mucitler ve hırsızlar, politikacılar ve suç baronları parçalanmış bir toplumun sınırlarını zorladıkça huzursuzluk artıyor. Yeni kahramanlar doğarken ve bağlar koparılırken, keşif ve tehlike iç içe geçiyor. Bu güç dünyayı değiştirecek mi, yoksa onu yıkıma mı götürecek?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Bulut Çağı",
        "description": "Bulut Ritüeli aracılığıyla silahlarını yıldırım sihriyle güçlendiren Şokbıçaklar, insanlığı habis ruhlar ve canavarlardan koruyan gizemli ninja savaşçılardan oluşan bir grup. Başka kimsenin dokunamadığı tehditleri durdurmak için faniler ve ruhlar âlemleri arasında geçiş yaparak ölümlülerin dünyasında yaşayan herkesin geleceğini muhafaza ediyorlar.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTek",
        "description": "İnsanlık mahvoluşun eşiğinde. Derin denizlerden gelen ve gelişmiş teknolojilere sahip Primordia'lılar adlı istilacı ordulara yenilmek üzere. Son umut Anima Timi: Ele geçirilen Primordia teknolojilerini kullanarak dünyanın sonunu ötelemeye çalışan seçkin savaşçılar. İnsanlığı kurtarmak için hayvanlar gibi savaşmalılar.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Güneşlenme Keyfi",
        "description": "Yaz geldi! Güneş tepede, ılık rüzgârlar esiyor ve su çok güzel. Herkes anlaşmazlıkları ve kinlerini geride bırakarak yalnızca mayolarını ve pozitif enerjilerini getiriyor. Bağrış çağrış sonra başlasa da olur. Arkana yaslan, kendini müziğe bırak ve eğlencenin tadını çıkar.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Canavar Terbiyecileri",
        "description": "Biz kimiz? Biz canavar terbiyecileriyiz! Biz dünyayı tehlikelerden koruruz! Başkaları kaçsa bile biz kükreme seslerini takip ederiz. Biz canavarları terbiye eder ve İKON'dan şaşmayız. Yeni dostlarımızla koşar, zıplar, yüzer, hatta kayarız! Uzak muzak demeyiz, biz her yere gideriz. Çünkü biz canavar terbiyecileriyiz! Terbiye etmektir tek görevimiz!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Kara Delik",
        "description": "Uzayın uçsuz karanlığının içinde korkunç ve güzel şeyler ortaya çıkar: Muhteşem sevgiden var olmuş kozmik yaratıklar ve Sonsuz Karanlık'ın bilinmez canavarları. Bunlar, sessiz ilahların çocukları ve nihayet evlerine dönme vakitleri geldi.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Ruh Bekçisi",
        "description": "Udyr neredeyse on yıldır Ionia'da ruhani becerilerini kontrol etmek ve pekiştirmek için Hirana Manastırı keşişleriyle eğitim görüyordu. Bir gün Freljord onu yuvasına çağırdığında da kalıp eğitimini tamamlamayı seçti. O zamandan beri ruhu ve bedeniyle Ionia'nın bir parçası olarak Lee Sin ve Karma'yla çalışıp savaşın tahrip ettiği topraklara dengeyi getirmeyi hedefliyor.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Azim",
        "description": "Azmetmek sadece çalışmaktan ibaret değildir. Azmetmek mücadele etmek demektir, hareketlilik gerektirir. Bazen güçlendirir, bazense üzer. Hafta boyu iniş çıkışlarla devam eder, sevindiren dönemeçleri kadar trajik düşüşleri de olur fakat yine de her pazartesi baştan başlar. Fazla mı çalışıyoruz yoksa çalışmak bize fazla mı geliyor? Bunların hepsi azmin birer parçası.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Ben De Sizdenim",
        "description": "Burası içten pazarlıklı, aldatıcı veya samimiyetsiz olayların yaşanmadığı tamamıyla normal bir evren. Gerçekten.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Demir Gökkubbe",
        "description": "Savaşlarla harap olmuş galaksi onarılmaya çalışılsa da eski yaralar hâlâ taze. Ödül avcıları ve şirket casusları otorite boşluğunu dolduruyor, hatta kimisi muazzam becerilere sahip taarruz robot zırhları kullanıyor. Mega şirketlerse özel ordular tutup uzayın içlerindeki kolonilere bile isteklerini dayatıyor. Savaş asla ölmez, yalnızca cephe değiştirir.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Runeterra Çağları",
        "description": "Başka yaşamlardan kesitler. Başka bir çağda çarpışan kaderler. Runeterra, efsanelerin yeni istikametler ve yazgıların peşinde olduğu fırsatlarla dolu bir diyar.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Elementalist",
        "description": "İnsanlığa savaş açan devasa element yaratıkları yüzünden bir krallık yok olmanın eşiğinde. Savaşçı kraliçe Elementalist Lux, kalan son savunma hattını tek başına tutuyor. Halkını kurtarabilmek için önce ruhani bir arayışa çıkması ve hangi biçimde olursa olsun gerçek tabiatını açığa çıkarması gerekiyor.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Zebani",
        "description": "Ateş, sülfür ve ölüm... Alevlerin Hâkimi'nin yükselişinden önceki dünyaya dönmenin artık bir yolu kalmadı. O dünya artık yanardağ kaplı topraklarda akan lav nehirlerinin kül ettiği bir hayalden ibaret. Şimdi yeni bir çağ başlıyor ve bu çağ sonsuza dek yanacak.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Hatıra",
        "description": "Geçmiş çağlara ait hazinelerin ışığı günümüzü aydınlatıyor.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Dünya Harikaları",
        "description": "Bunlar, dev heykellerin canlandığı ve herkesin tuhaf tuhaf şapkalar taktığı çok uzaklardaki ''Dünya'' adında bir evrenden gelen kişiler. Gerçi düşününce Runeterra'ya da epey benziyor.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Savaş Enstitüsü",
        "description": "Rün Savaşı'na sebep olan katı kanunlar, imparatorluklar ve siyasi kargaşalar artık tarihin tozlu sayfalarına karışsa da Adalet Meydanı'nda verilen efsanevi mücadelelerin hikâyeleri Büyücü Krallar ve Müdafiler sayesinde hâlâ hafızalarda. Yağmacılar ve Gardiyanlar, her ne kadar ilk çatışmalara yetişememiş olsalar da atalarının savaş ve nefret geleneklerini sürdürmekten geri durmuyor.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Ejderha Dünyası",
        "description": "Ejderha ateşi iki defa dünyayı sardı ve her ikisinde de közlerin arasından kahramanlar yükseldi.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "22. yüzyılda teknolojik beden eklentileri toplum için sıradan hale geldi. İnsanoğlunun sınırları devamlı esnemekte ve bu durum, tarih boyunca görülmemiş bir iyimserliğe yol açıyor ve sonsuz olasılıklara imkân tanıyor. Ülkeler her dört yılda bir tüm anlaşmazlıklarını bir kenara koyup Rekabetin Doruğu'nda, dünyanın geldiği hali değil gelebileceği hali herkese göstermek için yarışıyor.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "Ekranda ''Oynamak İçin Jeton At'' yazısı belirdi. Kendine oyuncu diyen kimsenin dayanamayacağı bir teklif bu. Fakat sıradan bir oyun salonundan Kahramanlar ve Jeton Düşmanlarının evrenine sürüklenen bu oyuncular artık reflekslerini ve kombolarını kullanarak savaşmak zorunda. Çünkü Arcadia'da oyun oynanmaz, yaşanır.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Vadi Hikâyeleri",
        "description": "Anne ve babalar, çocuklarına her yıl bir gece karanlık sokaklarda gizlenen habis cadıların hikâyelerini anlatır. ''Yatağından sakın çıkma ufaklık. Çünkü karanlık onların dostu.'' Aslında bu hikâyelerin sadece bir kısmı doğru. Çünkü bu sihirli gecede ortaya çıkan hortlaklar, insanları korkutmaktan keyif alsa da asla çocuklara zarar vermez. Gerçi çocuklar yaramazlık yaparsa işler değişir...",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Arılar",
        "description": "Vızz. Vızz vızz vızz. Vızz! Vızz, vızz, vızz vızz vızz. Vızz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Gümüş Çağ",
        "description": "Vadi'nin en cesur süper kahramanlarına ve en kalleş kötü adamlarına ulaşmak için bir çizgi hikâye dükkânına gitmen yeterli!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Kedi - Köpek",
        "description": "İnsanların en yakın dostu ile internetteki her iki videodan birinin baş kahramanı arasındaki rekabet dünya var olduğundan beri sürmektedir. Kediler ve köpekler arasındaki bu kıran kırana mücadeleden sadece tek bir taraf zaferle ayrılacak. Ama yine de tüylerini pisletmeseler iyi olur çünkü kaybetmekten daha kötü olan tek bir şey varsa o da banyo yapmaktır!",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Komşu Kâbusu",
        "description": "Dışlanmış eksantrik tiplerin, şeytani arkadaşların ve korkunç toplulukların dehşet verici hikâyeleri.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Kadim Günler",
        "description": "Lord Tryndamere'in topraklarında yaşamak bulunmaz bir nimet. Şövalyeler silah almak için demirci arayabilir veya tavsiye istemek için büyücülere danışabilir. Maceracı ruhlarıysa Albion toprakları bekliyor. Fakat bu toprakların gizemlerine yalnızca oraların peri halkı hâkim.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Denizlerin Belaları",
        "description": "Bilgewater... Ölümün akıntılardan daha hızlı, kuralların su gibi şekilsiz olduğu yer. Para her kapıyı açabilecek yegâne anahtar, gerçekse fikir birliğine varılmış tek yalan.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Müzik Şirketi",
        "description": "Asıl olay hınca hınç dolu stadyumlar, moda kıyafetler ve kalabalığın tezahüratları olabilir ama kulaklarını şarkıya eşlik etmek istercesine çınlatan hoparlörleri de unutmamak gerek. Sahne ışıkları, gümleyen bas ve davulların ritmi... Hatta içini alev alev yakan yüksek adrenalin de. Bu his ne mi? Müziğin ta kendisi.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Şanlı",
        "description": "Şampiyonlar rakiplerini alt ederek şanlarına şan katar, en büyük hayallerini gerçekleştirir ve asıl yüceliğe şahit olmak isteyen herkese zor yollardan geçerek kazandıkları ganimetleri sergiler.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Takdir",
        "description": "Toplum, Mahiyet'in yönetimi altında daha bireysel ve dışa kapalı bir hale geldi. Herkes sadece kendini önemsemeye teşvik edildiği için kimse kimseye güvenemez oldu. Teselli Yoldaşlığı'nın lideri Malzahar, Teselli'nin mutluluk saçan gücünü kullanarak bu uyumsuz dünyaya ahenk getirmeye çalışıyor. Çünkü bu dünyayı iyileştirmek için herkesin bir araya gelmesi gerektiğini biliyor.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Ağır Metal",
        "description": "Dünyanın dört bir yanından izleyiciler, en iyi robot dövüşçülerin RiotCorp'un gladyatör arenalarında kozlarını paylaşmalarını heyecanla bekliyor. Bu arenadan iki çıkış var: ya Tam Metal Robot Dövüş Ligi Şampiyonu olarak ya da bu uğurda parçalara ayrılarak.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Benimsin",
        "description": "Peki ya, sen?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Okullu",
        "description": "ÖĞRENCİLER VE ÖĞRETMENLERİN DİKKATİNE: Duyduğumuza göre tüm öğrenciler disiplin yaptırımlarıyla karşı karşıya ve tüm profesörler tımarhaneye kaldırılmış. Bu sebeple bir sonraki duyuruya kadar tüm dersler iptal edilmiştir. Hatta söz konusu uzaklaştırılmış öğrenciler hareketlerine çekidüzen verene dek bu durum devam edebilir.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Sihir Üstatları",
        "description": "Akademi kapılarının hemen ilerisinde büyü ve tehlikeyle dolu bir dünya var. Profesörler, genç büyücüler ve cadılara güvenli okul bölgesinde kalıp güçlenmelerini ve derslere yoğunlaşmalarını tembihliyor fakat hemen yanlarında onları bekleyen bir macera varken hangi öğrenci ders çalışabilir ki?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Yıldız Gezginleri",
        "description": "Uzayı tek başına gezmek çok tehlikeli, yanına bir micin al! Tabii mor değilse. Çünkü mor olanlar kötü niyetli.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Yüce Silah",
        "description": "Dünyanın dört bir yanına dağılmış olan ilahi silahlar, toplumu güce bağlı bir hale getirdi. Bu bilinçli abideler, kendilerine layık bulduklarını çağırıp onlara armağan sunarak savaştan harap olmuş dünyadaki topraklarını genişletmeyi amaçlıyor. Abideler tarafından seçilenler de bundan gurur duyuyor ve kendilerine karşı çıkan herkesin yüreğine dehşet salıyor.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Kara Buz",
        "description": "Buz Cadısı kimsenin uyumasına izin vermez. Bölgesinde katledilen dost veya düşman herkesi yanında savaşmaları için diriltir. Karanlık büyüsü uyananların görünüşünü değiştirerek onları siyah ve erimeyen kalpleri olan buz golemlerine dönüştürür.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Kantaşı",
        "description": "Meşhur Kantaşı, etkileyici yetenekler kazandırır ama korkunç bir bedel karşılığında. Arkasında bıraktığı cesetlerin haddi hesabı yok, hatta bu sayının artacağı da kesin. Çünkü karanlık tarafta ne güç ne de bu güce sahip olma arzusu biter.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Espor",
        "description": "Bazılarına göre en büyük ödül sizi destekleyen bir stadyum dolusu hayranın karşısında Sihirdar Kupası'nı kaldırmak, bazılarına göreyse para. League of Legends kostümlerini tasarlayan ekibe göreyse Dünya Şampiyonası'nı kazanmanın en güzel yanı en sevdiğin oyunda ölümsüzleştirilmek. Kesinlikle taraflı bakmıyoruz!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Koleksiyon Serisi",
        "description": "2009 yılındaki sınırlı üretim MOBA oyunlarının ileri görüşlü koleksiyoncuları için.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Savaş Cehennemi",
        "description": "Bu da ne?! Savaştayız biz, asker! Buna rağmen vaktini kitap okuyarak mı harcıyorsun? Yaşayan bir alevin altında, fırtınanın göbeğinde, hatta sıçan dolu çamurun içinde sıska kıçını süründürmeye çalışırken kitap okumanın sana bir faydası olacak mı? Olmayacak! Şimdi hizaya gir!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Pofuduk",
        "description": "Tavşan mevsimi başladı! Tavşan patikasının güler yüzlü sakinleri şık kıyafetlerle, boyalı yumurtalarla ve sıcak gülümsemelerle bu mevsimi karşılıyor. Umarız hoplayıp zıplamaları senin de yüzünü güldürür!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Kızıl Elit",
        "description": "Kızıl Elitlere nasıl ulaşırsın? Cesetleri takip ederek.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Ölüm Elçisi",
        "description": "Yeraltı dünyası uğursuzlukla çalkalanıyor. Ölüm, insanları yeni ve korkunç bir plana sürüklüyor. Tüm ölümlülerin ruhunu gerektiren dehşet verici bir plana...",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Şeytani",
        "description": "Yaptıkları anlaşmalar sonucunda veya yaptıkları kötülükler yüzünden ıstıraba mahkûm edilmiş zavallı ruhları cehennemin ebedi ateşleri bekliyor.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Dört Yaratık",
        "description": "Lütuflarına layık gördükleri herkesi güçlü varlıklara dönüştürme yetisine sahip ulvi canavarlar tüm dünyayı izliyor. Güçleri iyiye de kötüye de kullanılsa bu armağan bir kere verildikten sonra geri alınamaz.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Dehşet Şövalyeleri",
        "description": "Bilinmeyen bir kadim büyü sayesinde hayata dönen ölü şövalyeler artık efsaneleşmiş bir tarihin nihai kalıntıları. Kaç tane ölümlü katletmeleri gerekirse gereksin bir zamanlar kendilerinin olan şeyi koruyacaklar.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Vadi Görevi",
        "description": "Runeterra'nın her köşesi tehlikelerle dolu! Güçlü canavarlar, hain büyücüler ve efsanevi yaratıklar etrafta kol geziyor! Arkadaşlarını topla ve 3 ila 5 oyunculuk bu macerada attığın her zarla kötülüğü yok et. Dünyayı kurtarmaya ve Vadi Görevi'nde efsane olmaya hazır mısın?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]