{
    "patcher_initiating_soft_repair": "Ne pare rău! Am detectat o problemă la versiunea instalată. Vom încerca să reparăm fișierele afectate.",
    "patcher_primary_work_repairing": "Se repară instalarea",
    "patcher_error_failed_to_write": "Fișierele n-au putut fi scrise în folderul de instalare ales. În general, poți rezolva această eroare dacă eliberezi spațiu pe disc și încerci din nou.",
    "patcher_phase": "{{current}} din {{max}}",
    "patcher_league_client_sln": "Client",
    "patcher_lol_game_client_sln": "Joc",
    "patcher_disconnected": "Nu te poți conecta la joc deoarece se pare că ești offline.",
    "patcher_gameflow_disabled": "Momentan nu se poate crea un lobby. Te rugăm să închizi și să redeschizi clientul.",
    "patcher_gameflow_bad_registration_single": "Avem probleme la contactarea unor servere LoL. Dacă problema persistă, contactează serviciul de asistență și menționează codul de eroare: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Avem probleme la contactarea unor servere LoL. Dacă problema persistă, contactează serviciul de asistență și menționează codurile de eroare: {{errorCodes}}.",
    "patcher_no_queues": "Toate listele de așteptare sunt momentan dezactivate. Dacă nu ai alte probleme cu clientul, te rugăm să-l închizi și să-l redeschizi.",
    "patcher_player_time_banned": "Ești suspendat(ă)! Vei putea juca din nou peste {{days}} zi(le).",
    "patcher_player_banned": "Ești suspendat(ă)! Reconectează-te pentru a vedea durata suspendării și cardul de reabilitare.",
    "patcher_player_in_tournament": "Nu poți juca alte moduri de joc după ce ți-ai confirmat participarea în Clash.",
    "long_patcher_bar_text": "Se instalează clientul de joc...",
    "patcher_migration_modal_header": "Sosește noul patcher",
    "patcher_migration_modal_body": "Mutăm fișierele LoL în alt loc, astfel încât noul patcher, care e mai stabil și mai rapid, să poată ajunge la ele. Acest proces poate dura câteva minute, dar va avea loc doar o dată. Găsești mai multe informații {{link}}, dacă ai nevoie!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/ro/articles/360015621174",
    "patcher_migration_modal_info_link_text": "aici",
    "generic_okay_button_text": "OK",
    "patcher_hanging_text": "Se pare că nu te-ai conectat la serverele de descărcare.",
    "patcher_initial_eta_calculation": "Se calculează durata estimativă pentru descărcare...",
    "patcher_vanguard_session": "Se inițializează sesiunea Vanguard.",
    "patcher_os_check_failed": "Folosești un sistem de operare incompatibil. Pentru mai multe detalii, vezi cerințele minime.",
    "patcher_update_direct_x": "Folosești o versiune veche de DirectX. Te rugăm să actualizezi DirectX sau să-ți îmbunătățești sistemul pentru a juca în continuare.",
    "patcher_update_mac_metal": "LoL necesită o versiune de grafică Metal pe care Mac-ul tău nu o acceptă. Pentru a continua să te joci, te rugăm să folosești un dispozitiv care acceptă versiuni mai actuale de grafică Metal."
}