[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Fiecare 1 punct de putere adaptivă îți va oferi 0,6 daune din atac sau 1,0 puterea abilităților, în funcție de atributul predominant pe parcursul jocului. Valoarea este influențată de obiectele pe care le cumperi."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Viteză de mișcare"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Include efectele de orbire, miopie, amuțire, încetinire, preschimbare, pironire, suprimare, amețire, țintuire, aruncare în sus, aruncare în spate, fermecare, adormire, provocare și terifiere "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Include efectele de încetinire, preschimbare, pironire, suprimare, amețire, țintuire, aruncare în sus, aruncare în spate, fermecare, adormire, provocare și terifiere"
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Include efectele de suprimare, amețire, țintuire, aruncare în sus, aruncare în spate, fermecare, adormire, provocare și terifiere "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Asasinate sau participări "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "AoE"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Reducerea timpilor de reactivare "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Provoacă daune fizice sau magice, în funcție de care raport (AD sau AP) contribuie mai mult. În esență, vei provoca și mai multe daune de tipul celor provocate de campionul tău. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Nu mai poți fi țintit și devii invulnerabil pe durata abilității, dar nu mai poți ataca și nici folosi vrăji sau obiecte. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Teritoriul inamic este cealaltă jumătate de hartă, diametral opusă față de Nexusul tău. Râul din Riftul Invocatorului nu se pune la socoteală."
    }
]