[
    {
        "id": 0,
        "name": "Obișnuită",
        "description": "Obișnuită",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Riftul Invocatorului",
        "description": "Cel mai nou și mai onorabil câmp de luptă se numește Riftul Invocatorului. Avansează pe unul dintre cele trei culoare pentru a ataca punctul slab al inamicului. Luptă alături de aliați pentru a asedia baza inamică și a distruge Nexusul advers!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Hartă aleatorie",
        "description": "Abisul Urletelor este o crevasă nesfârșită, aflată în cel mai rece și mai nemilos colț al Freljordului. Legendele povestesc despre o luptă aprigă care s-a dat chiar aici, pe podul îngust care se întinde deasupra hăului nesfârșit. Nimeni nu-și mai aduce aminte cine s-a luptat aici sau de ce, dar se spune că, dacă asculți cu atenție, încă mai poți să auzi urletele celor care au fost aruncați în abis. ",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Nexus Blitz",
        "description": "Nexus Blitz",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Adună o echipă de campioni pentru un război ''toți versus toți'' între 8 jucători. Orice strategie merge, însă numai una va câștiga.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arenă",
        "description": "Joacă solo sau împreună cu prietenii în acest mod de joc pentru echipe multiple. Înfruntă-ți adversarii în lupte haotice pe diferite arene.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Roi",
        "description": "Fă echipă cu un prieten sau aventurează-te solo în acest mod de joc axat pe supraviețuire.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Codrii fermecați",
        "description": "Colaborează cu echipa pentru a escorta minionii în portalul inamic. Fără roluri, fără culoare, fără presiune. O simplă încăierare cinci contra cinci.",
        "mapStringId": "BDW"
    }
]