[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Adâncurile uitate",
        "description": "''Șezi, copile, și ascultă. Apele oceanului sunt minunate, dar valurile înspumate care ne scaldă malurile sunt o invitație înșelătoare. Căci ce se ascunde sub albastrul infinit e o lume aflată dincolo de imaginația noastră. O lume a regatelor distruse și a monștrilor feroce ce plutesc în adâncurile uitate.''",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Ființe galactice",
        "description": "Războiul Lunii Frânte ne tulbură galaxia de aproape o sută de cicluri. Și totuși... sfârșitul său e încă departe.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glaciali",
        "description": "E periculos să te avânți printre ghețuri. Cine știe ce pericole te așteaptă în tărâmurile iernii...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Revelionul Selenar",
        "description": "E timpul să ne uităm spre trecut, să sărbătorim cu familia și prietenii, să ne strângem laolaltă și să ne reamintim atât lucrurile bune, cât și cele rele. Iar când focurile de artificii luminează cerul nopții, să ne îndreptăm spre noul an bucurându-ne de amintiri minunate alături de cei dragi.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Ordinul Lotusului",
        "description": "Vechile mituri ioniene ne spun multe despre venerabilul Ordin al Lotusului. A fost fondat când muritorii au ajuns pe Primele Pământuri, iar discipolii săi au petrecut secole la rând cultivând secretul nemuririi. Au fost singurii care au reușit vreodată să obțină reîncarnarea pură a spiritelor lor. Grațioși și efemeri precum valurile mării, discipolii Ordinului apără Primele Pământuri fără să se teamă nici de viața aceasta, nici de următoarea.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Pe cei ce intră în joc, îi salutăm.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Margini îndoite",
        "description": "Un stol de cocori plutește pe cer, iar soarele și norii formează un fundal minunat pe care le e pictat zborul. Și copacii, și iarba sunt formate din același material, o hârtie presată cu o putere fenomenală ce dă viață acestei lumi.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Piltover",
        "description": "Vrei să călătorești în stil mare? Acum ai cu ce. (Rezultatele pot varia.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Forțele de ordine",
        "description": "În sistemul de justiție penală, oamenii se împart în două categorii: cei care merg până la limita legii și cei care trec dincolo de ea. Polițiștii devotați din RPD investighează infracțiuni oribile pentru a-i aduce în fața legii pe cei mai înrăiți criminali. Acestea sunt poveștile lor...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Ereticii drumurilor",
        "description": "În cenușa radioactivă a vechii lumi, războinici ai pustiurilor, vandali nemiloși și supraviețuitori zdrențuiți luptă unii cu alții pentru a câștiga controlul asupra ruinelor.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Ordinul celest",
        "description": "Pe întinderea cerului, în întreaga creație, agenții luminii poartă o bătălie eternă contra întunericului de neclintit.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Vânători de suflete",
        "description": "Sufletele sunt viață, lumină, putere – iar într-o lume lipsită de milă, sunt furate și înghițite și de stăpânii nemiloși ai morții.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Războinici super galactici",
        "description": "//TRANSMISIUNE URGENTĂ, TOATE CANALELE//<br>Nivelul galactic de amenințare s-a ridicat la ROȘU. [REDACTAT] e sub asediu din cauza [REDACTAT]. Sediul estimează [REDACTAT] ore înainte de distrugerea totală, cu daune colaterale probabile în sistemele din apropiere. ACTIVAȚI super galacticii!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Stăpânii trăsnetului",
        "description": "Omenirea nu e singura pregătită să lupte aprig pentru cauze mărunte. Demult, înainte să vină vremea noastră, doi zei, doi frați, s-au întors unul împotriva celuilalt. Lupta lor a fost atât de devastatoare încât a transformat chiar și lumea din jur.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triumfător",
        "description": "Ridică-le la înălțimea provocării și triumfă asupra celorlalți!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Sporturi de iarnă",
        "description": "Nimic nu scoate la iveală adevărata forță a sportivilor profesioniști la fel ca amenințarea degerăturilor.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombi vs. ucigași",
        "description": "Creieri...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Niveluri de neon",
        "description": "Puțini știu de existența Flăcării eterne și chiar mai puțini i-au văzut vâlvătăile volatile de neon. În mod normal, este o forță cosmică a echilibrului, dar acum ceva a înclinat balanța, făcând tărâmurile să se prăbușească și vărsând puterea Flăcării în ființe muritoare. Acum, aceste forțe vii ale paradisului străbat tărâmurile, fiecare cu propriile scopuri. Iar focul se întinde, părând să nu se mai sfârșească.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Poveștile Boreale",
        "description": "Ai auzit poveștile despre Auroră? Sunt reci și întunecate, dar dacă ai curaj simți în ele o căldură și o măreție dincolo de orice ai visat vreodată. Deci hai la gura sobei și ascultă Poveștile Boreale...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Povestitori",
        "description": "Povești, mituri, legende: în fiecare se află o lume în care personajele își joacă încercările și greutățile din nou și din nou atunci când poveștile lor sunt spuse și respuse.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lăncieri",
        "description": "Lăncierii străvechi erau minuni nemaiîntâlnite, construite pentru a apăra tărâmul atunci când amenințările erau mai mari ca niciodată. Dar timpul se scurge și giganții dorm, iar secretele construirii lor s-au pierdut demult... a rămas însă speranța că vor răspunde atunci când sunt chemați din nou la luptă.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Mașinării de război",
        "description": "Revoluția glorioasă a sosit! Viktor și-a creat o armată de mașinării dotate cu creiere, pe care o conduce împotriva inamicilor săi. În calea dominației mondiale totale mai stă doar o grupare de rezistență condusă de oameni.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Lumea decăzută",
        "description": "Când magia se pierde, în locul ei rămân cenușa și disperarea. Când cavalerii ordinului blestemat se prăbușesc, cine le va lua locul?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Cu atâtea clici rigide, proiecte de grup neplăcute și sărbători răsuflate, școala era grea și monotonă. Dragostea n-ar fi trebuit să fie intre în programă, dar acum că a apărut, lucrurile au devenit mult mai complicate.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Imnul uitat",
        "description": "În această lume distrusă a aerului și a sticlei, în care rugăciunile rămân fără răspuns, iar jurămintele întâlnesc opreliști, singurul lucru în care poți avea încredere e că o singură suflare îți poate schimba viața.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Domnie înaripată",
        "description": "Regatul Zânelor cuprinde o mulțime de tipuri de zâne, dar toate sunt creaturi de o frumusețe eterică care stăpânesc magia naturală pură și se bucură de petreceri la lumina lunii, cântece melodioase și pacte amăgitoare.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Revolta de cerneală",
        "description": "Orașul Rabadon e plin de magie. Cine controlează magia controlează orașul. Iar controlul cabalei e absolut. Oricine i se împotrivește e înrobit sau ucis... dar se pregătește o Revoltă. Înarmați cu magie formidabilă tatuată pe piele, acești rebeli încearcă să răstoarne cabala și să restituie orașul locuitorilor săi, chiar dacă trebuie să plătească cu viața.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Demult, în vremuri imemoriale, magia a fost smulsă din univers. Viața a mers mai departe, dar unele lumi au încetat să existe, iar pe măsură ce anii s-au transformat în decenii și deceniile în secole, natura a început să-și revină. Acum a venit în sfârșit momentul în care magia e gata să se întoarcă, deși nu într-o formă la care s-ar aștepta cineva.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Luptătorul sufletelor",
        "description": "Cei cu sufletele trezite de pe întregul mapamond primesc o invitație să lupte în... Turneul sufletelor! Este programul de divertisment suprem, un spectacol televizat fără egal! Luptătorii se înfruntă în bătălii unu la unu în ring, până rămâne unul singur în picioare pentru a primi marele premiu: îndeplinirea celei mai arzătoare dorințe! Iar eu voi fi aici, pentru a vă prezenta totul!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Artă pe ziduri",
        "description": "Arta și magia se împletesc pe străzile din Styxbridge City, unde monștrii, spiritele, fantomele și strigoii trăiesc împreună.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "Chiar dacă viața și moartea sunt singurele lucruri constante din univers, familia le poate egala puterea. Așa cum viața nu poate exista fără moarte, nici moartea nu poate exista fără viață, dar mulțumită legăturilor de familie, niciun spirit nu este dat uitării.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Colți și furie",
        "description": "Ascultă-ți instinctul. Dezlănțuie-te. Fă-i să te respecte.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Război la prânz",
        "description": "Cine zice că nu e voie să te joci cu mâncarea?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Pentru a evita să fie șterși pentru totdeauna din istorie, mulți își pun viața în pericol pentru a deveni o Legendă Înălțată – un războinic recunoscut de zeii care au făurit această lume. Cei care reușesc primesc o putere de neimaginat și privilegiul de a-i reprezenta pe zeii care i-au ales.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Super Salvatorii Planetei",
        "description": "Când pericolul apare și e nevoie disperată de ajutor, există un singur grup care poate răspunde chemării. Mereu pregătiți, își iau costumele hipermască și intră în acțiune cu forță, agilitate și puteri senzaționale. Vor lupta. Vor rezista. Sunt Super Salvatorii Planetei și sunt gata să apere galaxia!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Ecourile adâncurilor",
        "description": "Aici nu există eroi, ci doar blestemați care văd lucrurile prea limpede. Din morminte fără nume până în adâncurile fără lumină, eroii osândiți înfruntă însăși esența răului – purulentă, veșnică și dornică să fie dezlănțuită.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Maeștri culinari",
        "description": "''Maeștri culinari'', competiția incendiară de gătit, e acum disponibilă pe site-urile de streaming. Peste tot. Pe toate platformele. Toate cele 1000 de episoade din toate cele 50 de sezoane. Plus ''Maeștrii culinari – Superstaruri''. Și ''Maeștri culinari cu vedete''. Urmărește chiar acum.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Vânători de capete",
        "description": "Pentru unele specii, vânătoarea este mai mult decât un simplu sport. Aceasta le pune stăpânire pe minte și pe trup, transformându-le într-o rasă de mașinării perfecte de ucis.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Străjeri ai nisipurilor",
        "description": "Străjeri puternici păzesc mormântul unei monstruozități antice, pentru ca aceasta să nu mai amenințe niciodată lumea. Dar s-ar putea să fie deja prea târziu...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Împărăția dulciurilor",
        "description": "Împărăția dulciurilor se întinde în toată gloria ei, de la castelul de turtă dulce până la marea de ghimbir și de la munții de lemn dulce, până la pădurea de jeleu.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Cutia cu jucării",
        "description": "Cufărul cu jucării al lui Gnar este plin cu comori de neprețuit. Însă, atunci când nu e nimeni acasă, jucăriile sale prind viață...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Tribul Neînfricaților",
        "description": "Puțini pot supraviețui unei călătorii în tundra înghețată din nord. Dacă nu te ucide frigul... te vor ucide cei cu inima neînfricată.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Magia Stelelor",
        "description": "Într-un univers întins și întunecat, soarta alege câțiva tineri luptători pentru a proteja lumina stelelor. Destinul lor este să strălucească intens, dar să piară înainte de vreme.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Lunile Ioniei",
        "description": "O voce străpunge liniștea: ''Zvârcoliți-vă, bestii și brute. Lunile unei Ionii blestemate răsar încet, precum ochii demonilor înfometați, care așteaptă să guste sângele purpuriu al devotamentului vostru. Sau sunt oare răni monstruoase, care nu pot trece? Oricum ar fi, suntem gazde, menite ritualurilor și sacrificiilor. Când luna e sus, smulgem carne din carne, oferind tot ceea ce suntem în dar.''",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Vânători preistorici",
        "description": "Monștri uriași cutreieră pământul, urmărindu-și prada cu o precizie înspăimântătoare. Sigur ar înghiți întreaga omenire, dacă nu ar exista vânătorii. Aceștia sunt înarmați cu tăișuri făurite din oasele primilor monștri pe care i-au ucis, au instincte la fel de ascuțite ca cele mai înfricoșătoare bestii și își protejează zilnic poporul de o soartă înfricoșătoare.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Cartea de povești",
        "description": "Au fost odată ca niciodată niște personaje de poveste care au prins viață...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fabule",
        "description": "Fiecare cultură are propriul ei folclor legat de legende și monștri. Oare există doar în imaginația noastră, ca povești transmise din generație în generație pentru a explica necunoscutul? Sau se bazează pe un adevăr ascuns?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Totul se naște din conflict; nimic nu-i poate scăpa. Armonia este o iluzie, dar numai cei ce acceptă această iluzie vor culege cele mai bogate roade ale vieții.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Înălțându-se amenințători deasupra orașului, kaiju enormi se iau la trântă cu mecha înalți cât munții. Cine va câștiga?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Hextech, acum în prim-planul științei și artei, a evoluat dincolo de bazele rudimentare, dezvoltându-se pe toate planurile până a dat naștere unor forme de viață artificiale complexe, care au liber-arbitru. Meșteșugarii pricepuți deschid calea spre un viitor îndrăzneț, însă nimeni nu poate prezice unde se va ajunge.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Festivalul Invernal",
        "description": "Există vreo perioadă mai frumoasă a anului decât cea în care are loc Festivalul Invernal, când aerul este rece, zăpada este pufoasă, iar ciocolata este caldă? Aruncă un bulgăre sau cântă o colindă. Cât timp ai voioșie în suflet, totul va fi bine și nu ai de ce să te temi.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Regatele războinice",
        "description": "Imperii rivale se luptă pentru putere în încercarea de a-și unifica teritoriile, în timp ce războinici curajoși și generali de neclintit își testează îndemânarea în fața celor mai puternici. E o epocă a războiului, dar și a legendelor.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Călătorie eternă",
        "description": "Acum mult timp, într-un tărâm străvechi, multe suflete s-au strâns pentru a testa limitele puterii zeilor. Călătoriile acestor oameni, fie nesăbuiți și aroganți, fie curajoși și drepți, apar în paginile nemuritoare ale istoriei...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Vestul Sălbatic gotic",
        "description": "La apogeul revoluției industriale, călătorii încep să ajungă în Vestul Sălbatic, unde caută avere și prosperitate printre ororile necunoscute ale unei lumi crude și antice. Este un timp al pistolarilor curajoși, al ticăloșilor depravați, al zeilor misterioși și al demonilor nemiloși.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odisee",
        "description": "Aventura te așteaptă – din lumile centrale urbanizate, până la cele mai izolate planete de la marginea galaxiei! Mărețul Imperiu Demaxian ignoră atât protestele anticului Ordin al Templierilor, cât și pe cele ale criminalilor din Sindicat în căutarea sa asiduă a Orei, o esență aurie misterioasă care se află la baza tuturor civilizațiilor și le poate oferi puteri nemăsurate celor care și-o însușesc...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROIECT",
        "description": "Printre megastructurile și străzile aglomerate ale unui viitor controlat de corporații globale, a izbucnit un război ascuns între oamenii augmentați răzvrătiți și noile ființe artificiale îmbunătățite. Câștigătorii vor determina cursul istoriei... iar învinșii vor fi forțați să evolueze.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eclipsă",
        "description": "La început, zeii străvechi au condus lumea. Atât de mult îi iubea omenirea, încât o femeie a îndrăznit să-i facă parte din ea pentru totdeauna. A devorat însuși soarele și, pogorându-se din cerurile goale, i-a inspirat pe cavalerii ei să-i distrugă pe toți cei rămași. Secole mai târziu, aceștia încă rezistă, fiind singura speranță împotriva întunericului vrăjitoarelor.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Regatele Mecha",
        "description": "Marile Regate s-au luptat generații întregi... până la sosirea unui nou inamic. Pentru a putea riposta, au primit daruri divine. Vor reuși să-și depășească trecutul pentru a-și salva viitorul?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Mugurii spiritelor",
        "description": "Festivalul Mugurilor Spiritelor e o tradiție străveche sărbătorită în Ionia, când poarta către tărâmul spiritelor se deschide, iar cei morți se întorc în lumea celor dragi, dar și când spirite de tot felul își îndreaptă atenția către muritori. De la binevoitoarele spirite kanmei și până la obsesivele akana, poveștile lor curg neîncetat, ca umbrele pe un felinar de hârtie.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "Pentru a proteja lumea de forțele rebele care încearcă să o destabilizeze, Înaltul Comandament își trimite în misiune agenții PsyOps, o echipă de elită formată din soldați cu puteri parapsihice. Printre membri se numără [CENZURAT].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Distrugătorii de lumi",
        "description": "Când se apropie sfârșitul, soarele va fi acoperit de lună. În zorii acelei zile fără speranță, patru titani se vor ridica și vor distruge lumea.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Reginele războinice",
        "description": "Despărțite cândva de nesfârșite războaie, regatele din Elysia au descoperit adevărata natură a lumii lor, dându-și seama că magia care ține tărâmul laolaltă poate fi menținută numai prin conflict. Astfel, s-au aliat prin conflictul unificator al Marii Încoronări, deși unele alianțe încep să-și arate slăbiciunile...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Saga regelui înfrânt",
        "description": "Negura Întunecată se adună, Nopțile de Groază și regele înfrânt se ridică din nou. Puterea lui Viego învăluie Runeterra, transformând prietenii în dușmani și înrobind națiuni întregi. Singurele care pot să-l oprească sunt Santinelele Luminii: ordinul antic condus de Senna și Lucian. Cei doi au nevoie de ajutor de peste tot pentru a lupta împotriva Negurii și a pune capăt domniei regelui înfrânt.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Pergamentele Shan Hai",
        "description": "Nimeni nu poate spune când sau cine a creat misterioasele Pergamente Shan Hai. Nu e nevoie decât de o clipă pentru a vedea că pictura deschide o fereastră către o lume a magiei și a minunilor... sau poate că e mai degrabă o ușă?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Trandafir de cristal",
        "description": "Într-o lume a alianțelor magice încălcate frecvent și a ranchiunelor vechi de secole, Festivalul anual al Trandafirului de Cristal oferă un teren neutru unde insultele pot fi iertate și armistițiile renegociate. Armele sunt aparent lăsate la intrare, iar potențialele noi pacte sunt semnalate prin culegerea și purtarea trandafirilor magici care cresc doar în timpul festivalului.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Distracție în spațiu",
        "description": "Într-o galaxie plină de ritm aflată la un milion de discoteci distanță, o energie misterioasă cunoscută drept Petrecerea împarte cu generozitate muzică și prosperitate trilioanelor de cetățeni galactici. Dar când Lissandra și armata ei de ritmuri tăioase încep să înrobească planete și să suprime muzica disco, o nouă generație de eroi se avântă s-o oprească și să continue petrecerea.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcana",
        "description": "Deasupra Arcanei, arhetipurile, tipare vii care conturează realitatea, se străduiesc să-și proiecteze viziunea asupra haosului de dedesubt. Arhetipurile recrutează cetățeni receptivi ai lumii de sub ele pentru a le amplifica tiparele ascunse. Cu cât sunt mai mulți cei ce măresc tiparul unui arhetip, cu atât mai mult lumea reflectă concepția sa măreață.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Coșmar în Orașul crimelor",
        "description": "În Orașul Valoran, năpădit de infracțiuni și mizerie, pândesc orori străvechi. Piețele negre au condus la apariția elixirelor, substanțe valoroase, a căror producție înseamnă mulți bani și putere pentru orice bandă care controlează comerțul. Instigați de agenți ai acestei coruperi, liderii bandelor și asociații lor se concentrează pe forțe din lumea de dincolo, pentru adevărata putere.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Undă-de-foc",
        "description": "Călătorind printre realități infinite, crono-agenții înfruntă fugarii, tiranii temporali și marșul nemilos al Gărzii Pretorienilor prin vicisitudinile spațio-timpului.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Cafeneaua adorabilă",
        "description": "Mâncarea bună este magie, fără doar și poate! Într-o lume a ceaiurilor elegante și a pateurilor fermecate, magii creează picromigdale desăvârșite, croissante minunate și brioșe splendide pentru clienții care așteaptă nerăbdători ocazia de a le gusta.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "În orașele Piltover și Zaun, se întețește neliniștea pe măsură ce inventatorii, hoții, politicienii și liderii interlopi forțează limitele unei societăți dezbinate. Descoperirile și pericolele se împletesc, pe măsură ce apar noi eroi, iar vechile legături sunt rupte. Va reuși această putere să schimbe lumea? Sau o va conduce către pierzanie?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Marginea norilor",
        "description": "Purtând arme infuzate cu magia fulgerului prin ritualul mortal al norilor, Lamele fulgerătoare sunt un ordin de războinici shinobi viteji și misterioși, care au sarcina de a proteja umanitatea de spirite și monștri malefici. Aceștia călătoresc între tărâmul muritorilor și cel al spiritelor pentru a urmări amenințări pe care nimeni altcineva nu le poate atinge, protejând viitorul tuturor muritorilor.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "Tehnologie Anima",
        "description": "Omenirea este în primejdie, aproape învinsă de o armată tehnologizată de invadatori din adâncuri, numiți primordieni. Alătură-te Echipei Anima: luptători de elită care folosesc tehnologie primordiană pentru a preveni sfârșitul lumii. Pentru a salva umanitatea, vor fi nevoiți să lupte precum bestiile.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Vară însorită",
        "description": "E vară afară! Soarele strălucește, briza e caldă, iar apa e rece. Toți au lăsat acasă rivalitățile și ranchiuna și și-au adus doar costumele de baie și buna dispoziție. E timp destul mai târziu pentru lupte și țipete. Momentan relaxează-te, bucură-te de muzică și profită de distracție.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Îmblânzitori de monștri",
        "description": "Cine suntem noi? Suntem îmblânzitorii de monștri! Protejăm lumea când este în pericol! Când ceilalți ar fugi, noi urmăm răgetul. Noi îmblânzim monstrul și folosim DUR. Și cu noii noștri prieteni de partea noastră, vom sări și alerga și înota și patina! Vom merge oriunde, indiferent de distanță. Pentru că suntem îmblânzitori de monștri! Asta suntem!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Orizontul evenimentelor",
        "description": "În întunericul vast al spațiului se nasc și lucruri teribile, dar și frumoase – creaturi cosmice capabile de o iubire sublimă, dar și monștrii de neînțeles ai Stelei întunecate. Aceștia sunt copiii zeilor tăcuți, care se întorc acum acasă.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Gardianul spiritelor",
        "description": "Udyr și-a petrecut aproape un deceniu antrenându-se în Ionia cu călugării Mănăstirii Hirana, învățând să-și controleze abilitățile spirituale. Când Freljordul l-a chemat înapoi, a ales să stea și să-și termine antrenamentul. Între timp, Udyr a devenit o parte a peisajului ionian spiritual și lumesc, lucrând alături de Lee Sin și Karma pentru a restabili echilibrul în tărâmul distrus de război.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Muncă grea",
        "description": "Munca grea nu înseamnă doar efort. Înseamnă luptă și agitație, care uneori te învigorează, uneori te demoralizează. E un carusel cu cotituri comice și căderi tragice, care durează întreaga săptămână, doar ca să o iei de la capăt lunea. Lucrăm din greu sau lucrăm cu greu? Când intervine rutina, e greu să mai diferențiezi între ele.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Cu siguranță nu",
        "description": "Un univers complet normal, în care nu se întâmplă nimic dubios, periculos sau fals. Categoric nu.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Firmament de fier",
        "description": "O galaxie devastată de război încearcă acum să se refacă, însă vechile răni rămân. Vânătorii de recompense și agenții corporativi au preluat puterea, unii pilotând exo-costume de luptă periculoase cu abilități divine. Ca răspuns, mega-corporațiile angajează armate private pentru a-și exercita controlul asupra coloniilor îndepărtate din spațiu. Războiul nu moare niciodată, ci doar schimbă câmpul de luptă.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Epocile Runeterrei",
        "description": "Străfulgerări din alte vieți. Înfruntări predestinate din altă eră. Runeterra este o lume plină de posibilități, în care legendele își găsesc noi destinații și destine.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "Stăpânii elementelor",
        "description": "O armată de bestii elementale titanice a declarat război omenirii, iar regatul e în pragul distrugerii. Ultima speranță e o regină războinică: Lux, stăpâna elementelor. Pentru a-și salva poporul, trebuie să se regăsească pe sine și să-și dezvăluie adevărata natură... indiferent care este aceea.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Războinici infernali",
        "description": "Foc, sulf și moarte. Lumea nu va mai reveni niciodată la ceea ce a fost înainte de venirea Lordului Întunericului. E un vis, pierdut sub râurile de lavă care curg în măruntaiele vulcanilor. Acum începe o nouă eră, una care va arde pentru totdeauna.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "De colecție",
        "description": "Comorile erelor apuse strălucesc și cheamă.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Minunile lumii",
        "description": "Indivizi care vin din îndepărtatul univers al ''Pământului'', unde statui uriașe prind viață și toată lumea poartă pălării haioase. Seamănă mult cu Runeterra, dacă stai să te gândești.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Institutul Războiului",
        "description": "Deși legile restrictive, imperiile și luptele politice care au condus către Războiul Runelor au apus demult, poveștile despre bătăliile legendare duse pe Câmpiile Dreptății sunt ținute în viață de urmașii Lorzilor Magiei și Protectoratului. Briganzii și gardienii perpetuează moștenirea strămoșilor lor și continuă lupta, deși sunt străini de conflictele străvechi.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Lumea dragonilor",
        "description": "Focul dragonilor a mistuit de două ori lumea. Și tot de două ori, eroii s-au născut din cenușă.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "Este secolul XXII; augmentările sunt un element comun al societății. Limitele umanității se schimbă constant, dând naștere unei energii pline de optimism. O dată la fiecare patru ani, națiunile își abandonează temporar conflictele, în spiritul armoniei și competiției Jocurilor Zenitului. Participă nu pentru a arăta lumii ce e posibil, ci ceea ce ar putea fi.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arcade",
        "description": "Pe ecran scrie ''Introdu o monedă ca să joci''. Ce jucător ar putea rezista la așa ceva? Dar când sunt răpiți din sala de jocuri și duși într-o lume a Eroilor și a Boșilor, acești jucători obișnuiți trebuie să-și folosească reflexele și combinațiile mai intens ca niciodată. Pentru că în Arcadia... plătesc înfrângerile cu viața.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Povestiri din Rift",
        "description": "Părinții le spun copiilor povești despre vrăjitoare malefice și alte astfel de creaturi, care bântuie străzile o noapte pe an. ''Stai în patul tău, micuțule, căci întunericul este prietenul lor.'' Poveștile sunt doar parțial adevărate; deși spiritele acestei nopți fermecate sunt mari amatoare de sperieturi, n-ar face niciodată rău unui copil. Poate doar celor care nu-s deloc cuminți.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Albinuțe",
        "description": "Bâzz. Bâzz bâzz bâzz. Bâzz! Bâzz, bâz, bâz bâz bâz. Bâzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Epoca argintului",
        "description": "Cei mai viteji super-eroi din Rift și cei mai cruzi anti-eroi, disponibili acum într-un magazin de benzi desenate de lângă tine!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Pisici versus câini",
        "description": "Cea mai veche rivalitate din istoria lumii: cei mai buni prieteni ai omului contra celor mai măreți eroi ai internetului. O singură facțiune va ieși învingătoare din lupta crâncenă dată între câini și pisici. Să sperăm că nu se vor murdări prea tare: singurul lucru mai nasol decât o înfrângere ar fi o baie.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Coșmarul din cartier",
        "description": "Povești cutremurătoare despre străini ciudați, prieteni diabolici și adunări macabre.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "De demult",
        "description": "În castelul de pe domeniul lordului Tryndamere, viața e o adevărată plăcere. Cavalerii apelează la fierari pentru arme, armuri și scuturi, iar când vor sfaturi înțelepte, au o puzderie de magi la dispoziție. În plus, pe cei aventuroși îi așteaptă tărâmul Albionului, ale cărui mistere sunt cunoscute doar de zânele care locuiesc acolo.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Ape tulburi",
        "description": "Bilgewater, acolo unde moartea e mai rapidă decât curenții, iar regulile nu valorează nici cât poșirca. Unde banul e singura cheie care poate deschide orice lacăt, iar adevărul e doar o convenție colectivă.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Muzica Riot",
        "description": "Sigur, e important să umpli stadioane, să te îmbraci la patru ace și să asculți mulțimea urlând. Dar e important și să dai volumul atât de tare încât să-ți țiuie urechile de parcă ar vrea și ele să cânte. E obligatoriu să ai lumini extraordinare pe scenă, un bas imbatabil și tobe care bat într-un ritm de neoprit. Să simți adrenalina cuprinzându-ți tot corpul. Ceea ce simți acum? Asta e muzica.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Campioni victorioși",
        "description": "Campionii își înving inamicii și urcă pe noi culmi ale măiestriei, îndeplinindu-și visurile și arătându-și prada câștigată pe drept, pentru ca oricine să le poată vedea adevărata măreție.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Onoare",
        "description": "Sub conducerea Essentului, societatea devine din ce în ce mai individualistă și închisă. Oamenii sunt încurajați să se gândească doar la ei înșiși, iar nimeni nu mai are încredere în cei din jur. Malzahar, conducătorul Ordinului demult distrus al Alinării, încearcă să readucă armonia în această lume disonantă prin aura înălțătoare a Alinării. Știe că o lume mai bună se poate crea doar împreună.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy metal",
        "description": "Spectatorii din întreaga lume au venit pentru a-i vedea pe cei mai puternici roboți luptându-se în arenele de gladiatori deținute de RiotCorp. Aceștia vor face totul să câștige titlul de Campioni ai Ligii Roboților... sau vor fi distruși în timpul bătăliei.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Te iubesc",
        "description": "Deci... te bagi?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Academie",
        "description": "ATENȚIE STUDENȚI ȘI CORP PROFESORAL: Am fost informați că toți studenții și-au atras măsuri disciplinare, iar toți profesorii sunt în concediu psihiatric ''recomandat''. Cursurile vor fi suspendate pe termen nedefinit, poate până la data la care studenții menționați își reexaminează comportamentul atroce.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Oculți",
        "description": "În afara porților academiei se află o lume magică... și periculoasă. Profesorii îi avertizează pe tinerii vrăjitori să rămână în siguranță în incinta școlii, să devină mai puternici și să studieze cu grijă – dar tentația e mare când următoarea aventură îi așteaptă la un pas distanță.",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Călători printre stele",
        "description": "E periculos să mergi singur în spațiu... ia un mip cu tine! Dar nu unul mov. Cei mov sunt malefici.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Arme divine",
        "description": "Presărate pe întreg globul, armele divine au transformat societatea într-una avidă de putere. Aceste monumente vii îi cheamă pe cei demni și le oferă daruri pentru a-și extinde cuceririle într-o lume chinuită de războaie. E o onoare să fii ales, iar inamicii au de ce să se teamă.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "descriere_univers_betaFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Îngheț întunecat",
        "description": "Vrăjitoarea ghețurilor îi trezește pe mulți din somnul lor; toți prietenii și inamicii căzuți în tărâmul ei se ridică acum pentru a lupta alături de ea. Magia întunecată le schimbă înfățișarea, creând golemi glaciali cu inimi de gheață întunecată ce nu se topește niciodată.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Cristale însângerate",
        "description": "Faimosul Cristal însângerat oferă abilități impresionante, dar prețul plătit este teribil. Unde se manifestă el, se adună repede și cadavrele, dar niciodată nu va fi abandonat, căci întunericul e teribil de puternic și mulți îi vor puterea.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "eSports",
        "description": "Unii spun că cel mai mare premiu e să ridici Cupa Invocatorilor în fața unui stadion plin de fani în extaz... alții spun că tot mai buni sunt banii. Dar echipa League of Legends care se ocupă de skin-uri? Noi spunem că cel mai grozav lucru când câștigi Mondialele e că ești imortalizat în jocul tău favorit. Și nu, nu suntem lipsiți de obiectivitate!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Ediție pentru colecționari",
        "description": "Pentru colecționarul rafinat al lansărilor MOBA în ediție limitată din 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Urâțenia războiului",
        "description": "Ce-i asta?! Suntem la război, soldat, iar tu stai să citești? La ce te-ajută lectura asta când îți târăști fundul de slăbănog prin noroaie infestate cu șobolani, în timp ce uraganul vuiește și gloanțele zboară? La nimic, crede-mă! Acum marș în coloană!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Iepurași",
        "description": "A sosit vremea iepurașului! Lumea bună de pe calea iepurelui s-a îmbrăcat în cele mai frumoase haine urecheate, a vopsit ouă și acum zâmbește necontenit. Sperăm ca țopăiala veselă de sărbătoare să fie molipsitoare!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Elita sângerie",
        "description": "Cum găsești Elita sângerie? Urmezi cadavrele.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Ordinul Morții",
        "description": "Tărâmul de dincolo e cuprins de o agitație amenințătoare. Moartea își strânge slujitorii, punând la cale un plan nou și terifiant pentru care va avea nevoie de sufletele tuturor muritorilor.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Demoni",
        "description": "Când un suflet e condamnat la suferință, indiferent dacă s-a legat printr-un contract diavolesc sau dacă a fost malefic în viață, îl așteaptă focurile eterne ale iadului.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Cei patru monștri",
        "description": "Monștrii divini privesc întreaga lume, capabili să transforme pe oricine într-o ființă puternică, și o fac doar dacă acel suflet e demn de binecuvântarea lor. Dar indiferent dacă puterea le e folosită pentru bine sau rău, după ce o dăruiesc, nu o mai pot lua înapoi.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Cavalerii groazei",
        "description": "Acești cavaleri morți-vii au fost readuși la viață de o magie antică misterioasă. Acum, ei sunt singurul lucru care a mai rămas dintr-o istorie uitată. Vor apăra ceea ce a fost odată al lor, indiferent cât sânge vor trebui să verse pentru asta.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Riftquest",
        "description": "Pericolul pândește în Runeterra! Monștri puternici, creaturi mitice și vrăjitori mișei hoinăresc nestingheriți! Strânge-ți prietenii și creează-ți propria aventură pentru 3-5 jucători, învingând răul cu fiecare aruncare a zarului. Vei reuși să salvezi lumea și să devii o legendă în RIFTQUEST?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]