[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Her 1 Değişken Kuvvet, oyun süresince hangisine daha fazla sahip olduğuna bağlı olarak 0,6 SG veya 1 YG sağlar. Alınan eşyalardan etkilenir."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Hareket Hızı"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Kör etme, uzağı görememe, susturma, yavaşlatma, dönüştürme, yere saplama, sindirme, sersemletme, sabitleme, havaya savurma, geri savurma, ayartma, uyutma, kışkırtma ve korkutma etkilerini ifade eder "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Yavaşlatma, dönüştürme, yere saplama, sindirme, sersemletme, sabitleme, havaya savurma, geri savurma, ayartma, uyutma, kışkırtma ve korkutma etkilerini ifade eder"
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Sindirme, sersemletme, sabitleme, havaya savurma, geri savurma, ayartma, uyutma, kışkırtma ve korkutma etkilerini ifade eder "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Katletme veya asistler "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Alan Etkisi"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Bekleme Süresinde Azalma "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Hangi oranın (SG veya YG) daha fazla katkı sağlayacağına bağlı olarak fiziksel hasar ve büyü hasarı verir. Özetle şampiyonunun verdiği hasar türünden daha fazla verir. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Etki süresi boyunca hedef alınamaz ve hasar görmez hale gelirsin; ancak bu esnada hareket edemez, saldırı gerçekleştiremez, yetenek veya eşya kullanamazsın. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Haritanın, takımına ait merkezin karşı tarafında kalan yarısına rakip bölge denir. Sihirdar Vadisi'ndeki nehir buna dahil edilmez."
    }
]