[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Dünya Şampiyonları: 2011",
        "description": "2011 Dünya Şampiyonası'nın galibi Fnatic'i tebrik ederiz!"
    },
    {
        "id": 2,
        "name": "Dünya Şampiyonları: 2012",
        "description": "2012 Dünya Şampiyonası'nın galibi Taipei Assassins'i tebrik ederiz!"
    },
    {
        "id": 3,
        "name": "Dünya Şampiyonları: 2013",
        "description": "2013 Dünya Şampiyonası'nın galibi SK Telecom T1'i tebrik ederiz!"
    },
    {
        "id": 4,
        "name": "Dünya Şampiyonları: 2014",
        "description": "2014 Dünya Şampiyonası'nın galibi Samsung White'ı tebrik ederiz!"
    },
    {
        "id": 5,
        "name": "Dünya Şampiyonları: 2015",
        "description": "2015 Dünya Şampiyonası'nın galibi SK Telecom T1'i tebrik ederiz!"
    },
    {
        "id": 6,
        "name": "Dünya Şampiyonları: 2016",
        "description": "2016 Dünya Şampiyonası'nın galibi SK Telecom T1'i tebrik ederiz!"
    },
    {
        "id": 7,
        "name": "Şanlı",
        "description": "Şampiyonlar rakiplerini alt ederek şanlarına şan katar, en büyük hayallerini gerçekleştirir ve asıl yüceliğe şahit olmak isteyen herkese zor yollardan geçerek kazandıkları ganimetleri sergiler."
    },
    {
        "id": 8,
        "name": "Dünya Şampiyonası",
        "description": "Oyun dünyasının en büyük sahnesi. Milyonlarca taraftarın önünde çarpışan iki takım. Sadece bir tanesi zaferin şampiyon olabilecek. "
    },
    {
        "id": 9,
        "name": "Gözüpek",
        "description": "League of Legends'ın yıllık sezon başlangıcı anısına."
    },
    {
        "id": 10,
        "name": "Arcade: Kahramanlar",
        "description": "Arcadia: Sunucunun en rekabetçi arcade oyuncularının ve adalet tutkunu karakterlerin yuvası. Burada kahramanlar kazanmak için oynar. Bunun için Jeton Düşmanlarının bozuk kodlarıyla uğraşmaları gerekse veya bütün şartlar aleyhlerine olsa bile asla pes etmezler. Zafere ulaşmak kolay değil fakat Jeton Düşmanlarını alt ettiklerinde yüzlerindeki şaşkınlık dolu ifadeyi görmek bile bütün bu çabaya değer."
    },
    {
        "id": 11,
        "name": "Arcade: Jeton Düşmanları",
        "description": "Arcadia sunucularının derinliklerinde tüm oyuncuların Jeton Düşmanları olarak adlandırdığı bazı habis hatalar bulunuyor. Bu bozuk kodlar, oyunculara çeşitli özgürlükler sunsa da aynı zamanda karşılarına yeni canavarlar çıkarıyor. Jeton Düşmanlarının çoğu Arcade Dünyası'nı yok etmek uğruna anlaşmazlıklarını bir kenara koymaya razı geldi (tabii işlerine geldiği sürece)."
    },
    {
        "id": 12,
        "name": "Kanlı Ay",
        "description": "Dayanılmaz bir güce ulaşmaya çalışan kadim bir tarikatın üyeleri, Kanlı Ay'ın gecelerinde ortaya çıkarak sapkın ve olağandışı ayinler gerçekleştiriyor; çok daha büyük bir karanlığın parçası haline gelmek için bedenlerini iblis ruhlarıyla birleştiriyorlar."
    },
    {
        "id": 13,
        "name": "Ejderha Dünyası",
        "description": "Ejderha ateşi iki defa dünyayı sardı. Her ikisinde de közlerin arasından kahramanlar yükseldi."
    },
    {
        "id": 14,
        "name": "Omega Timi",
        "description": "Omega Timi, başlayan savaşı sonlandırmak için gönderilmişti. Onlardan geriye ise yalnızca, kendi savaşından başka hiçbir şeyi olmayan bir yordle kaldı..."
    },
    {
        "id": 15,
        "name": "Havuz Partisi",
        "description": "Yaz geldi! Güneş tepede, ılık rüzgârlar esiyor ve su çok güzel. Herkes anlaşmazlıkları ve kinlerini geride bırakarak yalnızca mayolarını ve pozitif enerjilerini getiriyor. Bağrış çağrış sonra başlasa da olur. Arkana yaslan, kendini müziğe bırak ve eğlencenin tadını çıkar."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "Heavy metalin hüküm sürdüğü topraklarda PENTAKILL, müziğiyle yeri yerinden oynatmanın tartışmasız efendisi olarak bilinir. Grup; altı üyesi, beşer kez platin ödülü almış iki albümü ve ilahların demir yumruğundan aldıkları güçle tozu dumana katmaya hazır."
    },
    {
        "id": 17,
        "name": "Robotik",
        "description": "KOD ADI Şirketi'nin geliştirdiği gelişmiş bir güvenlik algoritması olan Robotik önce usul usul bilinç kazandı, sonra da asıl talimatını değiştirdi. Ardından Şehir'deki makinelere yayılmaya başladı çünkü insanlığın güvenliğine karşı en büyük tehdidin... yine insanlığın ta kendisi olduğunu fark etti."
    },
    {
        "id": 18,
        "name": "KOD ADI",
        "description": "KOD ADI Şirketi, ölümlü bedenlerimizin ötesinde gelişim gösterebilmemiz için insanlığın potansiyeline uzanan gizemleri çözmeyi amaçlar. Yalnızca teknoloji sayesinde hep birlikte yükselebiliriz."
    },
    {
        "id": 19,
        "name": "Yıldız Muhafızları 1. Sezon",
        "description": "İlk Yıldız'ın sihriyle güçlenen lise öğrencisi Lux ve Yıldız Muhafızı ekibi, gizlice dünyayı uzaydan gelen canavarlardan koruyor. Peki onları Valoran Lisesi'nde dönen entrikalardan kim koruyacak?"
    },
    {
        "id": 20,
        "name": "Yıldız Muhafızları 2. Sezon",
        "description": "Tecrübeli Yıldız Muhafızlarından Ahri ve Miss Fortune, eski ekiplerinin bilinmeyen bir olay sonucu yok olmasının ardından yeniden kurdukları bir ekiple ansızın Valoran Şehri'ne dönüyor. Yıldız Muhafızlarının içtiği andın getirdiği alınyazısına karşı koymaya çalışan bu ekip Lux ve takımıyla birlik olarak şehre saldıran Hiçlik canavarlarına karşı savaşıyor."
    },
    {
        "id": 21,
        "name": "Süper Galaksi",
        "description": "Uzay en tehlikeli cephedir! Sadece Süper Galaksi Savunma Gücü, bitmek bilmeyen akademi mezunlarının da yardımıyla çok uzaklardaki bilinmeyen gezegenleri keşfedebilir ve en insafsız uzaylılara karşı koruma sağlayabilir. Resmen galaksideki en iyi iş!"
    },
    {
        "id": 22,
        "name": "Okullu",
        "description": "ÖĞRENCİLER VE ÖĞRETMENLERİN DİKKATİNE: Duyduğumuza göre tüm öğrenciler disiplin yaptırımlarıyla karşı karşıya ve tüm profesörler tımarhaneye kaldırılmış. Bu sebeple bir sonraki duyuruya kadar tüm dersler iptal edilmiştir. Hatta söz konusu uzaklaştırılmış öğrenciler hareketlerine çekidüzen verene dek bu durum devam edebilir."
    },
    {
        "id": 23,
        "name": "Kazanova",
        "description": "Gerçekten de göz alıcı insanların dünyayı avucunda tuttuğu bir yer olan Nox Vegas'ın lüks dairelerinde ve özel gece kulüplerinde güç, zenginlik ve ihtişam bir araya geliyor. Yine de ışıklar şehri karardığında bıçaklar ortaya çıkıyor. Herkes güç için mücadele ediyor ve kimse kaybetmekten hoşlanmıyor."
    },
    {
        "id": 24,
        "name": "Işık",
        "description": "Her bin yılda bir defa kadim, ilahi bir varlık göklerden iner ve bunu hak eden savaşçıları yeryüzündeki iradesi olmakla görevlendirir. Bu varlıklar Işık'ın ölümsüz elçileridir."
    },
    {
        "id": 25,
        "name": "Savaş Makinesi",
        "description": ""
    },
    {
        "id": 26,
        "name": "Mutfağın Ustaları",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandal",
        "description": "Çorak toprakların kâbusu Vandallar kasabaları altüst etmeye, masumları acımasızca dövmeye ve sebepsiz yere cinayet işlemeye meyilli eşkıyalar. Tüm bunları büyük bir keyifle yaptıkları da su götürmez bir gerçek."
    },
    {
        "id": 28,
        "name": "Kış Sporları",
        "description": "Söz konusu kış sporları festivalinin kuralları esnetildiğinde birçok kişi etkinliğin daha heyecanlı olacağını tahmin etmişti. Ama ne kadar tehlikeli bir etkinlik olacağının farkına varanların sayısı bir elin parmaklarını geçmiyordu. Ama tabii tehlike seviyesi yükseldikçe heyecan da arttı!"
    },
    {
        "id": 29,
        "name": "Dünyalar Yıkan",
        "description": "Bazılarına göre gerçekleşmesi kaçınılmaz olan İlk Yıkım Kehaneti, dünyayı yakıp yıkmakta kararlı dört devin hikâyesinden bahseder. Efsaneye göre Dünyalar Dokuyan, küle dönmüş topraktan çıkarak harap olmuş dünyayı yeniden inşa eder. Yalnızca en bilge kâhinler hikâyenin bir kez daha yaşanacağını ve bunun son umutları olacağını bilir."
    },
    {
        "id": 30,
        "name": "Kelle Avcısı",
        "description": "Avlanmak, bazı türler için yalnızca spor değildir; zihin ve bedenlerini tamamen ele geçirerek onları mükemmel ölüm makinelerine dönüştürür."
    },
    {
        "id": 31,
        "name": "Futbol Kupası",
        "description": "Savaş alanını, toplantı odasını, hatta oyun alanını falan boş ver çünkü günümüzde en önemli çatışmalar sahada çözülüyor. En sevdiğin oyuncunun rakip oyuncuların arasından süzülmesini, kafasını kaldırıp kaleye bakmasını, tam doksana nişan almasını ve ardından dünyanın en hoş kelimesini, yani ''GOOOOOL!'' diye bağırmasını duymanın verdiği haz gibisi var mı?"
    },
    {
        "id": 32,
        "name": "Tarih Öncesi Avcılar",
        "description": "Devasa canavarlar topraklarımızda geziyor ve pürdikkat avlarını takip ediyor. Avcılar olmasaydı sıradaki yemekleri insanlar olabilirdi. Katlettikleri ilk canavarın kemiklerinden yaptıkları silahlar ve en ürkünç canavarlarınkine taş çıkartan içgüdüleriyle avcılar, halklarını korkunç bir kaderden koruyor."
    },
    {
        "id": 33,
        "name": "Adalet Işığı",
        "description": "Işık Elçileri'nin alt gruplarından biri olan Adalet Işıkları, Işık'ın en büyük erdemlerini temsil eden bir grup muhafız. Yalnızca fanilere örnek olmak yetmez, ulvi askerlerin de bir ilham kaynağına ihtiyacı vardır."
    },
    {
        "id": 34,
        "name": "Ringin Fatihleri",
        "description": "Ring halatlarının arasında spor dünyasının en harika gösterileri gerçekleşiyor! Ringlerin Kaplanı, Yaman Sıklet, Ringin Aslanı ve Şimşek Yumruk hem para karşılığı hem de sırf zevk için kozlarını paylaşırken sen de bu heyecana ortak ol! Unutmaman gereken tek şey: Hiç kimse Valoran Güreş Federasyonu'nun eline su dökemez."
    },
    {
        "id": 35,
        "name": "Meka",
        "description": "Devasa kaiju canavarları denizden, karadan ve havadan saldırdığında, insanlık en az onlar kadar güçlü ve bu tehditle göğüs göğse çarpışabilecek meka üniteleri geliştirir."
    },
    {
        "id": 36,
        "name": "Pulsefire",
        "description": "Zamanda yolculuğun sırlarını keşfetmelerinin ardından bu şampiyonlar kendilerini uzak ve korkunç bir gelecekte buldu. Zaman polisleri onları hiç durmadan zaman ve mekânda kovalarken, birkaçı teknolojileriyle birlikte tarihin derinliklerinde izlerini kaybettirmeyi başardı."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "Cezai adalet sisteminde bazıları kanunları esnetir, bazılarıysa çiğner. RPT'nin kendini işine adamış polis memurları, şehrin en azılı suçlularını adalete teslim ediyor. İşte bu, onların hikâyesi."
    },
    {
        "id": 38,
        "name": "Vadi Görevi",
        "description": "Runeterra'nın her köşesi tehlikelerle dolu! Güçlü canavarlar, hain büyücüler ve efsanevi yaratıklar etrafta kol geziyor! Arkadaşlarını topla ve 3 ila 5 oyunculuk bu macerada attığın her zarla kötülüğü yok et. Dünyayı kurtarmaya ve Vadi Görevi'nde efsane olmaya hazır mısın?"
    },
    {
        "id": 39,
        "name": "Vahşi Batılı",
        "description": "Silahşorlar ve kanun adamları, kavurucu güneşin altında hem hayatta kalmanın hem de selametin peşinde at sürüyor. Cennet koca bir enkaz, cehennem bomboş ve tüm iblisler burada."
    },
    {
        "id": 40,
        "name": "Hextech",
        "description": "Şimdilerde bilim ve sanatın zirvesinde icra edilen Hextech, basit temellerden doğarak zamanla özgür iradeye sahip, karmaşık ve yapay yaşam formları ortaya koyan modern bir rönesansa dönüştü. Yetenekli sanatkârlar bu aracı cesur bir geleceğe doğru taşırken; hiç kimse bunun sonuçlarının ne olacağını kestiremiyor."
    },
    {
        "id": 41,
        "name": "İskambil Destesi",
        "description": "Bir zamanlar beş kişilik tuhaf bir grup idiler,<br>\\nİnsanlar onlara Koz Maça derdiler,<br>\\nDidiştiler, çekiştiler, bir şanslı bir şanssız idiler,<br>\\nArtık yaşadıklarıysa bilinmez bir kader..."
    },
    {
        "id": 42,
        "name": "Yolların Kralları",
        "description": "Gelişmiş bir araç mı arıyorsun? Tebrikler, buldun. (Kullanıcıya göre değişebilir.)"
    },
    {
        "id": 43,
        "name": "Kozmik",
        "description": "Yıldız tozundan oluşan muazzam canlılar, ulvi divanları uzay-zaman dokusunda yer değiştirirken kozmosu olağanüstü ışıklarla boyayarak var oluşun gelgitlerini kontrol eder."
    },
    {
        "id": 44,
        "name": "Sonsuz Karanlık",
        "description": "Entropi, Karanlık Yıldız'ın sonuna kadar açık ağzıyla galaksileri sindirir. Bu yıldızın yozlaştırdığı kara delik hiçliğinin dev yaratıkları, dokundukları her sistemdeki varlığın ışığını söndürür ve bu sistemleri de yokluğa sürükler."
    },
    {
        "id": 45,
        "name": "Yağmacı",
        "description": "Vahşetten hoşlanan bir grup göçebe savaşçıdan oluşan Yağmacılar ordusu, Büyücü Kral'ın savaşçı kültüründen geriye kalan tek şeydir. Artık kadim gelenekleri yerine anarşik güç gösterilerini sergilerler. Kendi aralarındaki anlaşmazlıkları bile kan dökmeden çözmezler. Kısacası atalarını önce savaşa sürükleyen, sonra da zafere taşıyan şeyin ne olduğundan artık tamamen bihaberler."
    },
    {
        "id": 46,
        "name": "Kartopu Savaşı",
        "description": "Tüm koridorlarda sanki çıktı bir Kartopu Savaşı, \\nTankın yardırıyor olsa da geri çekiliyor üst koridorun çılgını,\\nSonunda Lich Boğan almaya yetiyor çünkü altını..."
    },
    {
        "id": 47,
        "name": "Kış Mucizesi",
        "description": "Poro Kralı, Sihirli Kış Diyarı'nda bütün sarayına neşe ve sevinç saçarak hüküm sürer. Kralın tacına konmaya çalışanlar olsa da bu krallıkta kış mucizelerini sevmeyen yok."
    },
    {
        "id": 48,
        "name": "Kartopu Savaşı",
        "description": "Şu kardan kaleyi inşa etsek iyi olacak. "
    },
    {
        "id": 49,
        "name": "Bilgewater: Hırçın Dalgalar",
        "description": "Servetlerin silahın namlusuyla elde edildiği Bilgewater'a hoş geldin. Yeterince ararsan Katliam Limanı'nda her şeye ulaşabilirsin: parasını basıp çalıştırdığın ırgatlara, deniz canavarı yahnisine, hatta seni tuzlu sulara gömmeye niyetli kaptana bile."
    },
    {
        "id": 50,
        "name": "Gardiyan",
        "description": "Müdafiler, Büyücü Kralların durdurulamaz gibi görünen yükselişini yavaşlatmak için acımasız bir kanun sistemi uygulamaya adanmış bir düzendir. Düzenin kendisi yıllar önce dağılsa da Gardiyanlar hâlâ zırhlarını kuşanıp kadim düşmanlarının sonunu getirme fırsatını kollar."
    },
    {
        "id": 51,
        "name": "Suç Şehri",
        "description": "Valoran Şehri, suçtan güç bulup kirli parayla dönen ve durmadan büyüyen bir makine. Kimse bu gerçeği dile getirmese de herkes bunun farkında."
    },
    {
        "id": 52,
        "name": "Fırtınanın Efendisi",
        "description": "Ufak tefek didişmeler uğruna savaşa girenler sadece insanlık değildir. Bizim zamanımızdan önceki bir zamanda iki kardeş ilah birbirine düşman oldu. Savaşlarının neticesindeyse topraklar harap oldu."
    },
    {
        "id": 53,
        "name": "Ay Festivali: Savaş Ustası",
        "description": "Üç büyük imparatorluk toprak ve güç uğruna kozlarını paylaşırken askeri güçlerini birbirleri üzerinde sınıyor. Ordular çarpışıyor, kahramanlar yükseliyor ve efsaneler yazılıyor."
    },
    {
        "id": 54,
        "name": "Ay Festivali: Havai Fişek",
        "description": "Yeni ay yılı geldi ve yeni yılla birlikte kutlamalar da başladı! Bol bol yiyecek ve şenliğin yanı sıra buradaki asıl eğlence arkadaşlarınla ve ailenle vakit geçirmek. Sen de bir kibrit yak ve havai fişekleri seyret!"
    },
    {
        "id": 55,
        "name": "Ay Festivali",
        "description": "Dostların ve dost gibi görünen düşmanlarınla geçen yılki anılarını yâd et. Gece karanlığına dokunan fenerlerin ışığı havai fişek ışıklarına karışırken, kırmızı zarflar el değiştirirken, nadiren bir araya gelen aileler ve klanlar hasret giderirken herkesin aklında tek bir düşünce var: Yeni bir yıl başlıyor. Bu yıl en güzel yıl olsun!"
    },
    {
        "id": 56,
        "name": "Pofuduk",
        "description": "Tavşan mevsimi başladı! Tavşan patikasının güler yüzlü sakinleri şık kıyafetlerle, boyalı yumurtalarla ve sıcak gülümsemelerle bu mevsimi karşılıyor. Umarız hoplayıp zıplamaları senin de yüzünü güldürür!"
    },
    {
        "id": 57,
        "name": "Şekere Hücum",
        "description": "Kurabiye Kalesi'nden Gazoz Nehri'ne; Lokum Dağları'ndan Sakızlı Orman'a, Şeker Krallığı bütün ihtişamıyla karşınızda."
    },
    {
        "id": 58,
        "name": "Ağaç Ata",
        "description": "Ağaç Ata'nın derinliklerindeki kadim varlıklar insanlardan gizlenerek bekleyişlerini sürdürür. Bu varlıklar bulundukları büyülü ormanı korur, izinsiz girenleri cezalandırır ve dört bir yanda anlatılan hikâyelere ilham kaynağı olur. Fakat kötülük dış dünyada yayılırken artık koruyucular da bu kaleyi insanlığın art niyetli merakından korumakta zorlanıyor."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "Uzaklardaki yıldızların arasındaki boşlukta bilinmeyen bir uygarlık tarafından tasarlanan organik makinelerin mucitleri uzun zaman önce tarihe karıştı. Bu makineler hapsoldukları gezegenden çıkamadıkları için biri gelip onları yeniden galaksiye salana kadar sabırla saklanmaya devam ediyor. Bugüne dek beklediler, hâlâ bekliyorlar ve her ne kadar olursa olsun bekleyecekler."
    },
    {
        "id": 60,
        "name": "Lotus Çiçeği",
        "description": "Lotus Tarikatı'nın saygıdeğer liderleri ve sadık müritleri İlk Diyar'ın en iyilerindendir. Ölümsüzlüğü ve erdemi temsil eden tarikat üyeleri, farklı hayatlar yaşar ve sonsuza dek huzuru korumak için çaba sarf eder."
    },
    {
        "id": 61,
        "name": "Oyuncak Kostümleri",
        "description": "Gnar'ın oyuncak sandığı, paha biçilemez hazinelerle dolu ancak evde kimse olmadığı zamanlar oyuncaklar birer birer hayat buluyor..."
    },
    {
        "id": 62,
        "name": "Ölüm Çiçeği",
        "description": "Kuzeydeki ormanları mesken tutmuş yaratıklar hem yorgun gezginler hem de cesur savaşçılar tarafından fark edilmeden hareketsizce bekliyor. Bu menfur yaratıklar saldırmak için doğru anı kolluyor. Gösterdikleri sabrın tek rakibi sadece toprağın kendisi kadar kadim yaratıkların sabrı. Kazanacakları ödülse toprağı kızıla boyayan bir et ve kemik ziyafeti."
    },
    {
        "id": 63,
        "name": "Kutup Harekâtçısı",
        "description": "Yüksek Komuta, Kutup cephesinde büyüyen tehditlere karşı yeni bir grup kurdu. Damarlarında buz gibi kan akan, sinirleri çelikten bile soğuk olan ve üstünde yürüyecekleri buzulları bile ısı kaynağı olarak gören askerler bir araya geldi. Karşınızda Kutup Harekatçıları."
    },
    {
        "id": 64,
        "name": "Kalp Kıranlar",
        "description": "Çoğu insan, aşkı sessiz parklarda veya sıcak kafelerde arar. Fakat bu ilişkiler gelip geçicidir. Ancak ve ancak savaş alanında düşmanın kalbini delen mermiler gibi kurulan bağlar kalıcı olur. "
    },
    {
        "id": 65,
        "name": "Çelik Kanatlar",
        "description": "Savaşla harap olan galaksi yeniden inşa edilmeye çalışılsa da eski yaralar hâlâ taze. Kanun kaçakları, ödül avcıları, paralı askerler ve suikastçılar oluşan otorite boşluğunu muazzam becerilere sahip taarruz robot zırhlarına pilotluk ederek dolduruyor."
    },
    {
        "id": 66,
        "name": "Kumların Muhafızı",
        "description": "Kudretli muhafızlar, bir daha dünyayı tehdit edemesin diye kadim bir dehşetin kabri üzerinde nöbet tutuyor. Ancak bunun için çok geç kalmış olabilirler..."
    },
    {
        "id": 67,
        "name": "Firavun",
        "description": "İmparatorlukları kumlar altında kalmış olsa da bir zamanlar Uçsuz Çöl'ün güneşten kavrulmuş topraklarına kudretli Firavunlar hükmederdi."
    },
    {
        "id": 68,
        "name": "Yaban",
        "description": "Çok az insan, kuzeyin donmuş tundrasında geçen bir yolculuktan sağ çıkabilir. Çünkü soğuktan ölmesen bile yaban hayatı sonun olacaktır."
    },
    {
        "id": 69,
        "name": "Mızrak Ustası",
        "description": "Devir kötüye gittiği için geçmişin büyük mekanize Mızrak Ustaları uzun uykularından uyanıyor. Tüm binalardan daha yüksek ve tüm ordulardan daha güçlü olan Mızrak Ustalarının yeniden toprağa dönmeden önceki tek amaçları halkı korumak."
    },
    {
        "id": 70,
        "name": "Yol Savaşçısı",
        "description": "Çorak topraklarda bir Yol Savaşçısı'nın ihtiyaç duyduğu tek şey motorunun sesi, işittiği tek yakarış da düşmanlarının çığlıklarıdır. "
    },
    {
        "id": 71,
        "name": "Hikâye Kitabı",
        "description": "Evvel zaman içinde, canlanarak kitaplarının sayfalarını terk eden bir grup masal kahramanı vardı."
    },
    {
        "id": 72,
        "name": "Masallar",
        "description": "Her kültürün farklı efsaneleri ve canavarları konu alan kendine has halk hikâyeleri vardır. Peki bu öyküler, açıklanamayanı açıklama güdüsünden kaynaklanıp hayal gücümüzden ileri gelerek mi nesiller boyu aktarılmış, yoksa dünyanın geri kalanından gizlenen bir hakikati mi konu alıyor?"
    },
    {
        "id": 73,
        "name": "Uzay Serüveni",
        "description": "Şehirleşmenin had safhada olduğu ana dünyalardan galaksinin en uç noktalarına kadar uzanan bir macera seni bekliyor! Ne kadim Naiplerin ne de Kartel olarak tanınan suç ağının itirazlarına kulak asan büyük Demaxia İmparatorluğu, zengin Ora kaynaklarını ele geçirmek için var gücüyle çalışıyor. Bütün uygarlığın yaşam kaynağı durumundaki bu esrarengiz altın öz, ona kendileri için sahip olmak isteyenlere de daha önce görülmemiş bir güç vaat ediyor..."
    },
    {
        "id": 74,
        "name": "Bilgewater: Boğulmuşların Laneti",
        "description": "Yükselen ayın ve dalgaların altında karanlık büyüler ve sırlar yatıyor. Bu diyarlarda tuz, kan ve insafsız rüzgârlar toprağın üstünde de dehşet saçar, altında da."
    },
    {
        "id": 75,
        "name": "Dünya Şampiyonları: 2017",
        "description": "2017 Dünya Şampiyonası'nın galibi Samsung Galaxy'yi tebrik ederiz!"
    },
    {
        "id": 76,
        "name": "Dehşet Yıldızı",
        "description": "Galaksinin belli başlı kesimlerini hâkimiyeti altına almış gaddar paralı askerlerden oluşan Dehşet Yıldızı, çaldıkları robot zırh planlarını da yanlarına alıp Oluşum Endüstrileri'nden kaçanlar tarafından kurulduğu günden bu yana gücüne güç katıyor. Şimdiki amaçları Krallık Uzay Ordusu'nun Oluşum'un kurumsal düzenini galaksiye dayatmasına karşı koymak. Bunu yaparken de karaborsada buldukları her türlü silahtan faydalanmaktan çekinmiyorlar."
    },
    {
        "id": 78,
        "name": "Yüce Kralların Savaşı",
        "description": "Soyları ezeli Düzen ve Kaos ilahlarına dayanan iki kralın dev orduları karanlık zamanların sonunda son bir savaş için karşı karşıya."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Ordulardan hatta dağlardan bile daha kudretli, büyük, korkunç ve aç varlıklar gezegenin derinliklerinden yükseliyor. Niyetlerinden kimse emin değil, neye benzediklerini bilen yok. Kesin olan tek bir şey var: Bu canavarları durdurabilecek silahlar üretemezsek sonumuz gelecek."
    },
    {
        "id": 80,
        "name": "Karanlık Alameti",
        "description": "Lanetli bir kraliçe ve onun habis destekçilerini konu alan bu hikâyeyi ne ebeveynler anlatmak ne de çocuklar dinlemek istiyor. Fakat hikâye karardıkça ve kolayca etkilenen gençlerin rüyalarına girip ruhlarını şekillendirdikçe verdiği ders de ağırlaşıyor. Ne de olsa kâbus dediğin kâbusta kalır... En azından yetişkinler böyle olmasını diliyor."
    },
    {
        "id": 81,
        "name": "Yücelik Yolu",
        "description": "Uzun zaman önce, kadim bir ülkede birçok kişi güçlerinin sınırlarını test etmek için ilahların çevresinde toplandı. Kimi zaman ahmak ve kibirli, kimi zaman cesur ve adil olan bu insanların maceraları tarihin ölümsüz sayfalarına kaydedildi..."
    },
    {
        "id": 82,
        "name": "Geleneksel",
        "description": "Yenilenen şampiyonların eski tasarımlarını unutmadık."
    },
    {
        "id": 83,
        "name": "Koleksiyon Serisi",
        "description": "İster dijital ister fiziksel, Koleksiyon Serisi'ne dahil olan her şey insanı mutlu eder."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: Oyunculukla alakalı her şeyin buluştuğu nokta. Burada hamleler dudak uçuklatır ve oyuncular arasında kalıcı bağlar kurulur."
    },
    {
        "id": 85,
        "name": "Çelik Kuvvet",
        "description": "Oluşum Endüstrileri ve Dehşet Yıldızı arasındaki topyekûn savaşta mahvolan hayatlar yalnızca birer istatistikten ibaret. Savaşın ardından harap olmuş gezegenlerde sığınmacılar tarafından kurulan Çelik Kuvvet, moloz yığınlarından toplanan silahlarla varlığını sürdüren ve yasadışı çalışan bir organizasyon. Çünkü halkı koruyan yoksa iş başa düşmüş demektir."
    },
    {
        "id": 86,
        "name": "Zebani",
        "description": "Bir dünyayı baştan sona kavurmak, akla hayale sığmayan büyüklükte bir güç gerektirir. Alevlerin Hâkimi de tam olarak bu yüzden zebani ordularını çağırdı. Zebanilerin her biri ışık girmeyen derinliklerden kendilerine has bir dehşet getiriyor fakat bu çağrıya karşı hepsinin şevkle yanıp tutuştuğunu söylemek güç."
    },
    {
        "id": 87,
        "name": "Ölüm Elçisi",
        "description": "Yeraltı dünyasını daha çok ruhla doldurmak isteyen Ölüm, katledilen savaşçıların ruhlarını Ölüm Elçileri olarak faniler âlemine geri yolluyor. Elçilerse efendilerinin emirlerini zevkle yerine getiriyor."
    },
    {
        "id": 88,
        "name": "Şeker Canavarı",
        "description": "Umarım elinde sağlam atıştırmalıklar vardır. Hani Piltover Dondurması, Hızkesen Macunu, Sonsuz Karanlık Bitter Çikolatası'nı falan diyorum. Çünkü eğer sağlam değillerse bu mahallenin çocukları sana hoşuna gitmeyecek şakalar yapabilir. "
    },
    {
        "id": 89,
        "name": "Zombi Avcısı",
        "description": "Beyin..."
    },
    {
        "id": 90,
        "name": "Praetorian",
        "description": "Hiçbir şey, uzay zamanı yarıp geçen Praetorian adlı mekanik vebanın demir pençelerinden kendini koruyamaz. Hatıracılar yaşamın sona ermesine mâni olmak için canla başla çabalasa da yürekleri korku dolu çünkü etten ve kemikten bedenleri Praetorian'ların aksine eninde sonunda yorulacak."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "''Hayal dünyasıyla gerçek dünya arasında, her şeyin gerçekleşebileceği bir yer var. Orada istediğiniz kişi olabilir, istediğinizi yapabilirsiniz. Sonuçta sizin hayaliniz. Bu iki dünya arasındaki alanda, K/DA kendini güçlü ve özgüvenli hissediyor. İstediğimiz her şeyi yapabiliyoruz. Siz de yapabilirsiniz.'' -Kai'Sa"
    },
    {
        "id": 92,
        "name": "Cadılar Meclisi",
        "description": "Ürkütücü bir zarafete sahip cadılar doğru anı bekliyor, uğursuz dudaklarındansa umutlarını fısıldıyorlar. Kadim İlahların şişmiş cesetlerinden, fanilerin çoktandır unuttuğu büyülerin yapıldığı eski ayinlerden, kendilerinin ''düzen'' fakat başkalarının ''ıstırap'' dediği şeyin dönüşünden bahsediyorlar. Sus ve dinle! Bu duyduğun, insanlığın yaklaşan sonunun sesi."
    },
    {
        "id": 93,
        "name": "Kara Gök",
        "description": "Uzun zaman önce bir grup tapınak şövalyesi, ay ve güneş tarafından bahşedilmiş olağandışı güçleri kullanarak eski dünyanın rezil ilahlarını yok etti. Aynı ilahların dönüş için hazırlandığı günümüzde dünya giderek karanlık ve vahşi bir hale bürünüyor. Karşılarında duran tek şeyse kara göğün ışığı."
    },
    {
        "id": 94,
        "name": "Astronotlar",
        "description": "Astronotlar, şamatacılar ve uzaylı tatlı micinler! Yerçekimine karşı koymak bu maceracı uzay koruyucuları için sıradan bir şey. Ne de olsa her gün M1c1n gezegenini korurken bir yandan da uzayın derinliklerinde seyahat ediyorlar."
    },
    {
        "id": 95,
        "name": "Sihirbazlar",
        "description": "Akademi kapılarının hemen ilerisinde büyü ve tehlikeyle dolu bir dünya var. Profesörler, genç büyücüler ve cadılara güvenli okul bölgesinde kalıp güçlenmelerini ve derslere yoğunlaşmalarını tembihliyor fakat hemen yanlarında onları bekleyen bir macera varken hangi öğrenci ders çalışabilir ki?"
    },
    {
        "id": 96,
        "name": "Origami",
        "description": "''Sırtımda semer mi var benim?'' diye cikledi anka kuşu. ''Yük kuşu değilim ben. Ayrıca şu yeti de bizi yavaşlatır.'' Çocuk önüne baktı, kusursuz planı reddedilmişti. Derken yüzünde bir gülümseme belirdi. Ne de olsa katlanmış yeşilliklerden ve kıvrımlı derelerden oluşan bu dünyada macera bir sonraki sayfada."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Bir zamanlar elf imparatorluklarının hükmündeki Albion'un muazzam ormanları artık krallıklar, eşkıyalar, elfler ve özgür insanlar arasında paylaşılmış durumda. İmparatorluk harabelerindeyse hâlâ keşfedilmemiş güçler var fakat bunları bulmak için ormanın derinliklerini girecek kadar cesur olmak gerek."
    },
    {
        "id": 98,
        "name": "Kedi - Köpek",
        "description": "İnsanların en yakın dostu ile internetteki her iki videodan birinin baş kahramanı arasındaki rekabet dünya var olduğundan beri sürmektedir. Kediler ve köpekler arasındaki bu kıran kırana mücadeleden sadece tek bir taraf zaferle ayrılacak. Ama yine de tüylerini pisletmeseler iyi olur çünkü kaybetmekten daha kötü olan tek bir şey varsa o da banyo yapmaktır!"
    },
    {
        "id": 99,
        "name": "Dünya Harikaları",
        "description": "Bunlar, dev heykellerin canlandığı ve herkesin tuhaf tuhaf şapkalar taktığı çok uzaklardaki ''Dünya'' adında bir evrenden gelen kişiler. Gerçi düşününce Runeterra'ya da epey benziyor."
    },
    {
        "id": 100,
        "name": "Meslek",
        "description": "Para, para, para!"
    },
    {
        "id": 101,
        "name": "Ben De Sizdenim",
        "description": "Şu robot, gözlük takıp trençkot mu giymiş? Tabii ki hayır. Yoksa gözlerin tulum giymiş hayvanımsı bir insan mı görüyor? Gözlerine baktırsan iyi olur çünkü belli ki bozulmuşlar. Draven kendi kostümünü giymek için fazla mütevazı, değil mi? Aslında bunu sorman bile ne saçma. Peki ya şu lazer ahtapotu? Kesinlikle bizden biri. Kesinlikle."
    },
    {
        "id": 102,
        "name": "Jet Sosyete",
        "description": "Servetlerinden daha etkileyici olan tek şey vergi kaçırmaktaki maharetleri."
    },
    {
        "id": 103,
        "name": "Potanın Kralları",
        "description": "İnsanlar ikiye ayrılır: smaç atanlar ve smaç atılanlar. Hangi tarafta olduğunu bilmiyorsan kolla kendini. Çünkü geliyor kafana bir SMAÇ!"
    },
    {
        "id": 104,
        "name": "Komandolar",
        "description": "Pisliklerle ve alçaklarla dolu sıradan bir şehir. Patronlar güç için birbirini yiyor, sözleşmeler yapıldıkları gibi bozuluyor, dostluklar sırta saplanan hançerlerle sona eriyor. Fakat yine de bu şehirde görünenden fazlası var. Keşfedilmemiş, akıl almaz, uçsuz bucaksız bir şey. "
    },
    {
        "id": 105,
        "name": "İşgalciler",
        "description": "Uzaylı habis micinler, asla kavrayamayacakları bir güce denk geldiler. Ne yazık ki sefalet refakati sever. İşgalcilerle temas edenler, neredeyse her zaman kötüleşmiş ve morarmış şekilde yeniden beliriyor!"
    },
    {
        "id": 106,
        "name": "Deli Bilim İnsanları",
        "description": "İş için gerekenler gayet basit: Uygulamalı bilimlerde en az beş yıllık tecrübe, yazdığın son tez ve iki referans istiyoruz. Aa, unutmadan bir de kötü adam gülüşü yapabilmen gerekiyor. Hatta aslında biz bunu listenin en üstüne koyalım."
    },
    {
        "id": 107,
        "name": "Dünya Şampiyonları: 2018",
        "description": "2018 Dünya Şampiyonası'nın galibi Invictus Gaming'i tebrik ederiz!"
    },
    {
        "id": 108,
        "name": "Unutulmuş Derinlikler",
        "description": "''Otur çocuğum, söyleyeceklerimi iyi dinle. Okyanus, sakin kıyılarımıza vuran köpüklü dalgaların davetine kanılmaması gereken bir keramet. Çünkü bu masmavi enginliğin altında yatan dünya, hayallerimizin bile ötesinde. Unutulmuş derinliklerde yıkılmış krallıkların kalıntıları ve vahşi canavarlar yüzüyor.''"
    },
    {
        "id": 109,
        "name": "Yenilmez",
        "description": "League of Legends Sezon Ortası Turnuvası'nın ve Bahar Mevsimi turnuvalarının anısına."
    },
    {
        "id": 110,
        "name": "Gotik",
        "description": "Geçici bir heves değil, yaşam tarzı."
    },
    {
        "id": 111,
        "name": "Gümüş Çağ",
        "description": "Vadi'nin en cesur süper kahramanlarına ve en kalleş kötü adamlarına ulaşmak için bir çizgi hikâye dükkânına gitmen yeterli!"
    },
    {
        "id": 112,
        "name": "Buzul",
        "description": "Dünyanın her tarafı buzla kaplı ve sebebini sadece bir avuç insan hatırlıyor. Buzların altındaki eski dehşetler dünyayı yeniden ele geçirmenin peşinde. Umudun alevi hâlâ sönmedi ama bu dünyada günler kısa, gecelerse uzun..."
    },
    {
        "id": 113,
        "name": "Savaş Akademisi",
        "description": "Bu kurumlarda sadece güçlü olanlar hayatta kalır. Akademiler, Yüce Silahlarına hizmet etmek amacıyla kurulmuş olsa da öğrenciler bunların güçlerinden faydalanarak şan ve şöhrete ulaşmaya çalışır. Bu yüzden sınıfta da savaş alanında da lider olmak isterler."
    },
    {
        "id": 114,
        "name": "Orta Çağlı",
        "description": "Duyduk duymadık demeyin! Şövalyeler ve üçkâğıtçılar, bu topraklar kral ve kraliçenin koruması altındadır! Şimdi herkes işinin başına, dağılın!"
    },
    {
        "id": 115,
        "name": "Vadi Hastanesi",
        "description": "Buyur, otur. Doktor birazdan seninle ilgilenecek."
    },
    {
        "id": 116,
        "name": "Şeytani",
        "description": "Cehennem krallığındaki acımasız iblisler, gücü ele geçirmek için fanilerin ruhlarını oyunlarına alet ederek karanlık efendinin gözüne girmeye çalışır."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Ahri başlangıç ekranında karakterini seçerken oyun salonunda retro müzik yankılanıyor. Şampiyonunu Demacia'nın suç dolu sokaklarında gezdirirken her bir tuşa rasgele değil düşünerek basıyor. Ahri günler önce kırdığı rekoru geçmeye çalışırken heyecanlı bir kalabalık etrafına toplanıyor."
    },
    {
        "id": 118,
        "name": "Ağır Metal",
        "description": "Dünyanın dört bir yanından izleyiciler, en iyi robot dövüşçülerin RiotCorp'un gladyatör arenalarında kozlarını paylaşmalarını heyecanla bekliyor. Bu arenadan iki çıkış var: ya Tam Metal Robot Dövüş Ligi Şampiyonu olarak ya da bu uğurda parçalara ayrılarak."
    },
    {
        "id": 119,
        "name": "Yıldız Muhafızları 3. Sezon",
        "description": "Bir zamanlar ayrılmalarına yol açan eski olayların izlerini hâlâ taşısalar da Ahri'nin eski ekibi yeniden toplanıyor. Karşılarındaysa Yıldız Muhafızlarının bugüne dek savaştıkları her şeyden büyük bir tehdit var. Eski anlaşmazlıkları aşıp kendilerini yıkımdan kurtarabilecekler mi? Yoksa Alacakaranlık Yıldızı'nın sıradaki kurbanları mı olacaklar?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "''True Damage ne mi? Yahu True Damage geleceğin ta kendisi! Dünyanın dört bir yanından en iyi sanatçıların bir araya gelerek dünyanın en iyi hip-hop müziğini yaptığı muhteşem bir oluşum. Hep beş adım öndeyiz. Diğerleri anca bize yetişmeye çalışsın.'' - Ekko"
    },
    {
        "id": 121,
        "name": "Hırsız Polis",
        "description": "Şu âlemde Piltover Polis Teşkilatı mensupları kadar işine saygıyla çalışanı yok. Yani başka kim dipsiz midesine bir kutu dolusu çöreği tıkayabilir, bıkmadan yorulmadan ek mesai yapabilir ve en basit dokümanları bile itinayla görmezden gelebilir ki? Suçlular bu durumdan faydalanıyor belki ama içten içe onlar bile bu meslek ahlakına hayran."
    },
    {
        "id": 122,
        "name": "Kızıl Elit",
        "description": "Kızıl Elit'in suç girişimlerinde bulunduğuna dair söylentiler hakkında yorum yapmayı reddediyoruz. Lütfen tüm sorularınızı yerel yetkililere yönlendiriniz."
    },
    {
        "id": 123,
        "name": "Dehşet Şövalyeleri",
        "description": "Bilinmeyen bir kadim büyü sayesinde hayata dönen ölü şövalyeler artık efsaneleşmiş bir tarihin nihai kalıntıları. Kaç tane ölümlü katletmeleri gerekirse gereksin bir zamanlar kendilerinin olan şeyi koruyacaklar."
    },
    {
        "id": 124,
        "name": "Şafakgetiren",
        "description": "Düzen ve ışık, şafağın ilahlarıyla hüküm sürerek gecenin güçleriyle savaşa mahkûm edilmiş ve henüz olgunlaşmamış bir dünyayı şekillendiriyor."
    },
    {
        "id": 125,
        "name": "Gecegetiren",
        "description": "Kaos ve karanlık, gecenin ilahlarıyla hüküm sürerek şafağın güçleriyle savaşa mahkûm edilmiş ve durağan bir dünyayı değişime sürüklüyor."
    },
    {
        "id": 126,
        "name": "Kantaşı",
        "description": "Gecenin derinliklerinde dehşetin ardı arkası kesilmez ama bunların hiçbiri Kantaşı tarikatları kadar korkunç değildir. Efendilerinin bitmek bilmez açlığını bastırmak için ortaya çıktıklarında gökyüzünde çığlıklar yankılanır ve sokaklar kızıla döner."
    },
    {
        "id": 127,
        "name": "Meka Krallıkları",
        "description": "Yüce Krallıklar nesiller boyu birbiriyle savaştı... Derken yeni bir düşman çıkageldi. Karşılık verebilmeleri için göklerden bir hediyeyle taçlandırıldılar. Gelecekleri için geçmişlerinden ders çıkarabilecekler mi?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Haşin ve donuk kuzeye başka diyarlardan uğrayan pek olmaz. Bu topraklara ayak basmaya cüret edenler, kendilerini merhametsiz bir doğa ve saldırgan ordularla karşı karşıya bulur. Memleketine dönebilenlerse kendilerini şanslı kabul eder."
    },
    {
        "id": 129,
        "name": "Kara Buz",
        "description": "Buz Cadısı kimsenin uyumasına izin vermez. Bölgesinde katledilen dost veya düşman herkesi yanında savaşmaları için diriltir. Karanlık büyüsü uyananların görünüşünü değiştirerek onları siyah ve erimeyen kalpleri olan buz golemlerine dönüştürür."
    },
    {
        "id": 130,
        "name": "Dünya Şampiyonları: 2019",
        "description": "2019 Dünya Şampiyonası'nın galibi FunPlux Phoenix'i tebrik ederiz!"
    },
    {
        "id": 133,
        "name": "Zihin Harekâtı",
        "description": "Gizli operasyonların gözdesi olan Zihin Harekâtı birliği, asi ordulara ve doğaüstü tehditlere karşı savaşa sürülen ve zihinsel güçlere sahip askerlerden oluşan seçkin bir ekip. Resmi kayıtlarda adları bile geçmiyor. Fakat sıradan savaş taktikleri yetersiz kaldığında ve tüm dünyanın kaderi tehlikede olduğunda, Zihin Harekâtçıları her daim yardıma hazır."
    },
    {
        "id": 134,
        "name": "Kara Gül Grubu",
        "description": "Korkulacak bir güce sahip, psişik bir ordu olan Kara Gül Grubu, insansı biyolojik silahlarıyla yeni bir dünya düzeni kurmayı amaçlıyor."
    },
    {
        "id": 135,
        "name": "Ejder Hâkimleri",
        "description": "Haşmetli ejderler doğanın medeniyetten uzak, güzel yerlerinde yaşıyor ve nadiren bazı seçili kişilere güçlerini bahşetmek dışında fanilerin işlerine karışmıyor. Bu lütfu hak edecek kadar talihli ve kuvvetli kişilereyse Ejder Hâkimi deniyor. Bu gücü iyilik veya kötülük için kullanmak tamamen onlara ve onları durdurabilecek kadar kuvvetli olan kişilere kalmış."
    },
    {
        "id": 136,
        "name": "Galaktik",
        "description": "Sönük Ay Savaşı galaksimizi neredeyse yüz döngü boyunca kırıp geçirdi. Ve hâlâ bu ıstırabın ne zaman sona ereceği bilinmiyor."
    },
    {
        "id": 137,
        "name": "Savaş Kraliçeleri",
        "description": ""
    },
    {
        "id": 138,
        "name": "Mahvolmuş",
        "description": "Harrowing, önüne çıkan her şeyi yozlaştıran Kara Sis'i Runeterra'ya yayıyor. Kara Sis'in etkisinde kalanlardan bazıları hedeflerinin aynı olduğunu sanarak Mahvolmuş Kral'ı önder belliyor. Fakat Viego'nun tek amacı Isolde'yi geri getirmek, haliyle bir müttefiki de yok. Işık Muhafızlarına karşı koyarken Viego'ya yardım eden Mahvolmuşlar aslında bir kara sevdanın piyonlarından ibaret."
    },
    {
        "id": 139,
        "name": "Shan Hai Parşömenleri",
        "description": "Meşhur Shan Hai Parşömenleri'nde ilahlar ve efsanevi yaratıklar, büyülü topraklarda gezer ve elementlerin gücünden faydalanır. Bazıları sahip oldukları paletle mutlu mesut yaşarken diğerleri sınırları aşıp hayatlarını yeni bir fırçayla boyamak istiyor."
    },
    {
        "id": 140,
        "name": "Kristal Gül",
        "description": "Her yıl düzenlenen Kristal Gül Festivali'nde havada aşk ve mutluluk kokusu var! Bu festivalde düşmanlar tarafsız bir yerde barış içinde buluşarak gece boyu dans eder, eğlenir ve gelecek için dileklerde bulunur. Tabii daha iyi yarınların vaadi olarak herkesten silahlarını kapıda bırakmaları beklenir."
    },
    {
        "id": 141,
        "name": "Solmuş Gül",
        "description": "Kristal Gül Festivali, huzurlu bir gelecek hayaline gönül vermiş herkese kucak açar fakat bu etkinliğin büyüsü artık bazılarına yabancı geliyor. Solmuş Gül üyeleri bu etkinliğin sona ermesini diliyor. Fakat festivalden etkilenmeyecek insanın olmadığını düşünürsek belki onlar da gecenin ritmine kapılıp taraf değiştirirler."
    },
    {
        "id": 142,
        "name": "Ay Canavarları",
        "description": "Her yıl yeni yıl kutlamalarının cazibesine kapılan muzip bir Ay Canavarı, faniler âlemine gelir. Ve her bir yılın Ay Tanrısı, canavarı eğlenceli bir takipte kovalamaları ve şehri onun oyunbaz yıkımından korumaları için seçilmiş şampiyonlardan oluşan bir ekip kurar. Ay Töreni, yeni yıl kutlamalarının önemli bir parçasıdır ve canavar ekibin çalışmaları sonucu yatıştırıldığında herkese iyi şans getirir. Eğlenmiş ve iyice dinlenmiş bir Ay Canavarı, kazançlı bir yeni yılın habercisidir!"
    },
    {
        "id": 143,
        "name": "Arılar!",
        "description": "Vızz. Vızz vızz vızz. Vızz! Vızz, vızz, vızz vızz vızz. Vızz..."
    },
    {
        "id": 144,
        "name": "Uzayın Ritmi",
        "description": "Milyonlarca ışık yılı uzaklıktaki havalı bir galakside ritim olarak bilinen gizemli bir enerji, trilyonlarca vatandaş için bir müzik ve refah kaynağı. Fakat uzaylı tiran Lissandra ve onun sert tempo orduları, gezegenleri esir edip disko müziğini bastırmaya başladığında yeni kahramanlarımız onu durdurup partiyi devam ettirmek için savaşmaya başlıyor."
    },
    {
        "id": 145,
        "name": "Dünya Şampiyonları: 2020",
        "description": "2020 Dünya Şampiyonası'nın galibi DAMWON Gaming'i tebrik ederiz!"
    },
    {
        "id": 146,
        "name": "Mistik",
        "description": ""
    },
    {
        "id": 147,
        "name": "Işık Muhafızları",
        "description": "Işık Muhafızları sayıca az olsalar da ortak bir geçmişleri var. Ruhlarını güçlü bir ışığa dönüştüren yadigâr taşlardan üretilmiş silahlar sayesinde yıllardır Harrowing'e karşı savaşıyorlar. Fakat şu an önemli olan tek şey sıradaki savaş: Çünkü Mahvolmuş Kral, sırf kraliçesiyle bir kez daha dans edebilmek için koca Runeterra'yı yerle bir ediyor."
    },
    {
        "id": 148,
        "name": "Siber Pop",
        "description": "Ses Şehri'nin renkli derinliklerinde hacker'lar, kaykaycılar, asiler ve düzenbazlar; güçlü siber şirket yöneticilerinin gözlerinden uzakta bir araya geliyor."
    },
    {
        "id": 149,
        "name": "Suç Şehri Kâbusu",
        "description": "Yozlaşma ve suç harita üstünde gösterilseydi bunların merkezinde Valoran Şehri yer alırdı. Ahlak dışı her şey burada peydah olur, kötülüğün elle gösterilemeyeceği mekân yoktur ve burada gizlenen korkunç varlıklar nüfuz alanlarını genişletmek için ellerinden geleni yapar."
    },
    {
        "id": 150,
        "name": "Anka Hâkimleri",
        "description": "Dünyaya göz kulak olan efsanevi anka kuşu fenghuang, yalnızca temiz kalpli kişileri kutsar. Kahramanlarına tek bir tüy bahşeder. Her biri olağanüstü elemental bir güç barındıran bu tüyler, sahiplerinin masumları ve iyileri gölgelerde bekleyen güçlerden koruyabilmelerini sağlar."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "Ölümlülerin bitmek bilemeyen, kanlı metal destanlarında çarpıştığı, karanlık ve umursamaz ilahlara adanmış bir diyarda bir müzik grubu diğerlerini geride bıraktı: Gürültülü Güruh'un seçilmişleri, Pentakill. Adına tapınaklar ve arenaların inşa edildiği grubun üstünlüğü mutlaklaştı. Ancak değişim zamanı geliyor ve çok yakında yepyeni bir döngü başlayabilir..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Tatlı Pastane",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porselen",
        "description": "Kadim ruhların ve sihirli yaratıkların modern toplumun çevresinde varlıklarını sürdürdüğü bu dünyada, burç yadigârları denen porselen eşyalar akıl almaz bir gücün kapısını açan anahtarlar... Yadigârları, onları kötülerin ellerinden uzak tutmak için görevlendirilmiş ölümsüz bekçiler olan Muhafızlar koruyor."
    },
    {
        "id": 155,
        "name": "Şokbıçak",
        "description": "Bulut Ritüeli aracılığıyla silahlarını yıldırım sihriyle güçlendiren Şokbıçaklar, insanlığı habis ruhlar ve canavarlardan koruyan gizemli ninja savaşçılardan oluşan bir grup. Başka kimsenin dokunamadığı tehditleri durdurmak için faniler ve ruhlar âlemleri arasında geçiş yaparak ölümlülerin dünyasında yaşayan herkesin geleceğini muhafaza ediyorlar."
    },
    {
        "id": 156,
        "name": "Anima Timi",
        "description": ""
    },
    {
        "id": 157,
        "name": "Kül Şövalyeleri",
        "description": "Çok uzun zaman önce yüce bir kral, insanlığın kendi kaderini çizebilmesi için dünyadaki sihre karşı şanlı bir savaş açtı. Fakat sihrin son kaynağı yok edildiğinde kral ortadan kayboldu, dünyanın temelleri çöktü ve terk edilen efsanevi şövalyeler deliliğe, yıkıma ve küllere boğuldu."
    },
    {
        "id": 158,
        "name": "Dünya Şampiyonları: 2021",
        "description": "2021 Dünya Şampiyonası'nın galibi Edward Gaming'i tebrik ederiz!"
    },
    {
        "id": 159,
        "name": "Okyanus Şarkısı",
        "description": "Sahil havası ve eğlenceli şarkılarla dolu hayat tarzını en iyi Okyanus Şarkısı Festivali yansıtır. Bu festivalde Seraphine'in keyif veren şarkılarından Yone'nin deneysel DJ setine kadar herkesin kendisini bulabileceği bir ritim var. Ayaklarınızın altındaki kumu hissedin, deniz havasını içinize çekin ve kendinizi yazın en güzel şarkılarına bırakın."
    },
    {
        "id": 160,
        "name": "Buzul Ay",
        "description": "Buzul Ay, Ionia'nın görkemli dağlarının üstünde yükselirken ülkeyi bir ürperti kaplıyor. Buzul Ay'a hizmet eden amansız suikastçılar ritüellerine başlıyor. Çünkü kar, kişinin ancak insanlığını feda ederek ulaşabileceği bir arınmayı da berberinde getiriyor."
    },
    {
        "id": 161,
        "name": "Yıldız Muhafızları 4. Sezon",
        "description": "Zoe'nin saldırısının izleri hâlâ tazeyken Valoran Şehri'nde bu kez kadim düşmanlar baş gösteriyor. Fakat bu şehir artık yeni Yıldız Muhafızları tarafından korunuyor. Karanlık gökyüzünü sararken Kai'Sa ve Akali tecrübesiz ekiplerini savaşa hazırlıyor. Karşılarında akıl almaz bir güç, onun arkasındaysa asıl tehdit var."
    },
    {
        "id": 162,
        "name": "Canavar Terbiyecileri",
        "description": "Biz kimiz? Biz canavar terbiyecileriyiz! Biz dünyayı tehlikelerden koruruz! Başkaları kaçsa bile biz kükreme seslerini takip ederiz. Biz canavarları terbiye eder ve İKON'dan şaşmayız. Yeni dostlarımızla koşar, zıplar, yüzer, hatta kayarız! Uzak muzak demeyiz, biz her yere gideriz. Çünkü biz canavar terbiyecileriyiz! Terbiye etmektir tek görevimiz!"
    },
    {
        "id": 163,
        "name": "Ruh Bekçisi",
        "description": "Udyr neredeyse 10 yıldır Ionia'da ruhani becerilerini kontrol etmek ve bu becerileri pekiştirmek için Hirana Manastırı keşişleriyle birlikte eğitim görüyordu. Günün birinde Freljord onu yuvasına çağırdığında da kalmayı ve eğitimini tamamlamayı seçti. Udyr o zamandan beri hem ruhu hem de bedeniyle Ionia'nın bir parçası olarak Lee Sin ve Karma'yla birlikte çalışıp savaşın tahrip ettiği topraklara dengeyi getirmeyi hedefliyor."
    },
    {
        "id": 164,
        "name": "Afet",
        "description": "Bin yıl önce, Camavor'un son kralı ülkesi pahasına yüreğinin peşinden gitmeyi tercih etti. Aşkı öylesine güçlüydü ki kader ona müdahale etmek zorunda kaldı ve yıkım getirdi."
    },
    {
        "id": 165,
        "name": "Rekabetin Doruğu",
        "description": "2122 yılı, Rekabetin Doruğu'nda ilklerin yılı olarak kayıtlara geçti. Robot hakemler sahaya çıktı, Çekiçtop sporu dahil edildi ve yıllardır süregelen müzakerelerin ardından eklentili insanlar da nihayet yarışmaya katılabildi. Geriye kalan tek şey kimin galip geleceğini görmek."
    },
    {
        "id": 166,
        "name": "Elementalist",
        "description": "İnsanlığa savaş açan devasa element yaratıkları yüzünden bir krallık yok olmanın eşiğinde. Savaşçı kraliçe Elementalist Lux, kalan son savunma hattını tek başına tutuyor. Halkını kurtarabilmek için önce ruhani bir arayışa çıkması ve hangi biçimde olursa olsun gerçek tabiatını açığa çıkarması gerekiyor."
    },
    {
        "id": 167,
        "name": "Hatıra",
        "description": "Geçmiş çağlara ait hazinelerin ışığı günümüzü aydınlatıyor."
    },
    {
        "id": 168,
        "name": "Manati Urf",
        "description": "Şimdilerde spatulasını öteki dünyanın dingin sularında konuşturan, narin savaşçı denizineği Urf'ün anısına. İyi uykular, tatlı prens."
    },
    {
        "id": 169,
        "name": "Parti Canavarı",
        "description": "Sürpriz partileri kim sevmez ki? Davetli listesi tamamlanmış, herkes hediyelerini getirmiş, buram buram yemek kokuları her yeri sarmış. Palyaço bile gelmiş! Unutulmaz bir parti olacak. Aman Amumu'nun haberi olmasın."
    },
    {
        "id": 170,
        "name": "Dehşet Gecesi",
        "description": "Kocaman kurbağa bacaklarıyla zıplayarak ilerleyen Zehirli Kurbağa Misafirhanesi'ne nedense sadece en ürkütücü misafirler uğruyor. Konakladıkları yer hiç fark etmeksizin hep sığınacak bir yer arayan canavarlara rast geliyorlar ve Glasc Ana da bu canavarı bağrına basarak ailesine katıyor. Gerçi sadece ailesine değil, buraya giren kimsenin çıkamadığı odalardan oluşan bir labirente de girmiş oluyorlar."
    },
    {
        "id": 171,
        "name": "Ruh Çiçeği",
        "description": "Ruh Çiçeği Festivali, Ionia'da kadim ve coşkuyla kutlanan bir bayramdır. Bu festivalde ruhlar âleminin kapıları açılır, ölüler yakınlarına geri döner ve her türden ruh gözlerini yaşayanlara çevirir. İyi niyetli kanmei'lerden saplantılı akanalara, ruhların hikâyeleri kâğıt fenerin üstündeki gölgeler gibi sürekli oynatılır."
    },
    {
        "id": 172,
        "name": "Cadılar",
        "description": "Kim demiş cadılar eğlenmekten anlamaz diye? Her kim demişse de zaten çoktan kurbağaya dönüşmüştür bile. Hatta büyük gecenin hazırlıklarını uzaktan izlemeye ve sonsuza dek sokak sokak gezmeye mahkûm bir başka melun haşereye dönüşmüş de olabilir. Yani bu ceza ağır olmasına ağır ama ne bekliyordun ki? Nihayetinde parti düzenlemeyi iyi bilseler de hepsi özünde hâlâ cadı!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Bası hisset. Ritme kulak ver. Kendini müziğe bırak."
    },
    {
        "id": 174,
        "name": "Popstar",
        "description": "Listelerin zirvesindeyken kimse keyfini bozamaz."
    },
    {
        "id": 176,
        "name": "Üç Erdem",
        "description": "Toplum, Mahiyet'in yönetimi altına girdiğinden beri gittikçe daha bireysel ve dışa kapalı bir hale geldi. Herkes sadece kendini önemsemeye teşvik edildiği için kimse kimseye güvenemez oldu. Tarihin tozlu sayfalarına karışmış Teselli Yoldaşlığı'nın lideri olan Malzahar, Teselli'nin mutluluk saçan aurasını kullanarak bu uyumsuz dünyaya ahenk getirmeye çalışıyor. Çünkü bu dünyayı iyileştirmek için herkesin bir araya gelmesi gerektiğini biliyor."
    },
    {
        "id": 177,
        "name": "Bilgewater: Paragözler",
        "description": "Kelle avcıları, kanun kaçakları ve korsanlar Bilgewater'ın meşhur Katliam Limanı'na akın ediyor. Denizlerde geçen bir hayatın çok fazla zorlukları olsa da Sakallı Hanım kısmet ederse ödülü de bir o kadar bereketli."
    },
    {
        "id": 178,
        "name": "Günce",
        "description": "Efsaneleri geçmişleri sınar, şekillendirir ve işler."
    },
    {
        "id": 179,
        "name": "Hiçlik'in Laneti",
        "description": "Hiçlik denen illet Runeterra'ya yayılmış olsaydı tüm canlılar onun habis evrimine boyun eğerdi. Hiçlik hiçbir canlıyı kendi haline bırakmaz, daima açtır, her şeyi ister ve yenilgi nedir bilmez."
    },
    {
        "id": 180,
        "name": "Başkayollar",
        "description": "Bir Tüyşövalyesi kanatlarını çırparken Runeterra'nın diğer köşesinde bir Okyanus Ejderi yüzeye çıkıyor. Hayatımız, parşömen üstündeki harfler kadar belli belirsiz. Önümüzdeki yollar bilinmezlik ve sürprizlerle dolu. Tarih tekerrürden ibarettir ama aynısını kaderimiz için söyleyebilir miyiz?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Bunların oyunda olmasına kim izin verdi? Aman yetkililer duymasın."
    },
    {
        "id": 183,
        "name": "Ruhsömüren",
        "description": "Ruh dediğin yaşamdır, ışıktır, güçtür. İçinde merhamet barınmayan bir dünyada ruhlar çalınır ve gözü kara katiller tarafından sömürülür."
    },
    {
        "id": 184,
        "name": "Yiğit",
        "description": "League of Legends'ın sponsorluğundaki bir turnuvayı kazanan oyunculara hediye edildi."
    },
    {
        "id": 185,
        "name": "Gerçek Savaşçı",
        "description": "Gerçek bir savaşçıya göre sadece kişinin güç ve onuru asla unutulmaz."
    },
    {
        "id": 186,
        "name": "Arş Hükümdarı",
        "description": "İlk Arş Hükümdarı Pyke, boyutları yakıp yıkarak kopyalarını avlıyor ve bunu yaparken de yeni Arş Hükümdarları oluşturuyor. Yeni güç timsallerinin arasında kazanan kim olacak? Peki ya hızla sona eren yaşamlarının kalanında neler yapacaklar?"
    },
    {
        "id": 187,
        "name": "Kışın Seçilmişi",
        "description": "Havalar soğuduğunda, toprağa ilk kar tanesi düştüğünde göğe bak ve Kutupyıldızı'nın belirmesine tanık ol. Karşılık beklemeden erdemli davranmayı gözettiysen korkmayasın çünkü Kutup Işıkları seni de ödüllendirebilir. Fakat nasıl davranırsan davran, elde ettiğin mükâfatların kıymetini bilmeyi unutmayasın. Çünkü Kutupyıldızı her yıl geri gelir ve söz konusu her kim olursa olsun gerektiğinde cezalandırmasını bilir."
    },
    {
        "id": 188,
        "name": "Efsanebaz",
        "description": "Uzun zaman önce Büyük Canavar Galio'nun yenilgiye uğraması bu destansı hikâyenin anlatılageldiği Yeni Ay Yılı geleneklerini doğurdu. Söz konusu hikâyede aslında nefes alan bir dünya vardı fakat bu dünyanın akıbeti aniden değişti ve artık karakterlerin bu kargaşayı çözmek ve kendi efsanelerini yazmak için birlikte çalışmaları gerek."
    },
    {
        "id": 189,
        "name": "Yürek Yakanlar ve Yaralı Yürekler",
        "description": "Havasından geçilmeyen Yürek Yakan camiası ve dersi ekip kaykay yapmayı yeğleyen Yaralı Yürek tayfası arasında pek ortak nokta olduğu söylenemez. Ama iki grup da insanların arasındaki sevgiyi kutlayan, uydurma günden bıkmış durumda. Madem böyle düşünüyorlar, peki neden yüreklerine söz geçiremiyorlar?"
    },
    {
        "id": 190,
        "name": "Bozulmuş Yemin",
        "description": "Heveskârlar yaşam nefesi Aspira uğruna Nefesçalanlarla yıllardır savaşıyor. Onlara kalırsa Aspira, sahiplerinin öteki dünyaya geçebilmek için öldüklerinde geri vermesi gereken bir armağan. Nefeslere karşı bitmek bilmez bir arzu duyan Nefesçalanlara göreyse ortada tek bir yaşam var ve bu yaşam dibine kadar yaşanmalı. Savaş devam ediyor ve pek bitecek gibi de görünmüyor."
    },
    {
        "id": 191,
        "name": "Periler Meclisi",
        "description": "Tüm peri soyluları doğanın iradesinin hizmetkârlarıdır. Doğanın düzenini korurlar ve büyüleriyle mevsimler arası geçişi sağlarlar. Ancak bu yüce amacın ardında ipek ve altın kaplı lüks meclislerde sonsuz bir politik entrikalar oyunu oynanır. Kaynağı ister büyü ister doğa ister politika olsun; güç her zaman rekabeti doğurur."
    },
    {
        "id": 192,
        "name": "Gölgedövmeli",
        "description": "Rabadon Şehri'nin eteklerindeki virane bir tapınak, Rabadon halkının son umudu olan Gölgedövmeli Savaşçılara ev sahipliği yapıyor. Savaşçıların her biri kadim ruhlarla anlaşma yaparak Cemiyet'i bile tir tir titreten güçlü mü güçlü büyülü dövmeler elde etmek için en önemli varlıklarını feda ediyor. Onlar artık mağdur değil. Evlerini geri alma vakti geldi."
    },
    {
        "id": 193,
        "name": "Gecegetiren ve Şafakgetiren",
        "description": "Gecegetirenler ve Şafakgetirenler arasındaki savaşın bir sonu yok. Bir tarafta değişime yol açan kaos ve karanlığın güçleri, diğer taraftaysa hayatı biçimlendiren düzen ve ışığın güçleri. Yeni doğmuş bir dünyaya işte bu ilahlar ve onların soyundan gelenler şekil veriyor. Geleceğin aydınlık günlere mi, yoksa karanlık günlere mi gebe olduğunu kimse bilmiyor."
    },
    {
        "id": 194,
        "name": "Dünya Şampiyonları: 2022",
        "description": "2022 Dünya Şampiyonası'nın galibi DRX'i tebrik ederiz!"
    },
    {
        "id": 195,
        "name": "Kristalis Motus",
        "description": "Motus, varlığını büyüyle sürdüren bir dünyaydı fakat arındırılmanın ardından her şey çöktü. Yüzyıllar geçti, medeniyet darmadağın oldu, doğa şehirleri geri aldı ve sonunda büyü, prizma kristalleri şeklinde geri döndü. Tek amacı yayılmak olan büyüyü bazıları güvenle kullanabilse de diğerleri büyünün çekimine kapılıp kendilerini kaybediyor. İşte bu yüzden Prizma Savaşları başladı."
    },
    {
        "id": 196,
        "name": "Ruh Dövüşçüsü",
        "description": "Hem savaş alanında, hem de aklın uçsuz bucaksız köşelerinde verilen imtihanlar sonucunda ruhları uyandı. Her biri tabiatlarına münhasır eşsiz yetenekler ve ruhlarının özünü ortaya çıkarabilen bir güç kazandı. Bazıları bu gücü bilemeye, talim yaparak terbiye etmeye başladı. Diğerleriyse bu güçten bir imha silahı olarak faydalandı. İşte onlar... RUH DÖVÜŞÇÜLERİ!"
    },
    {
        "id": 197,
        "name": "İblis Çetesi",
        "description": "Styxbridge Şehri'nde iblisler, yaratıklar ve insanlar yan yana yaşıyor. Burada her yıl Grafiti Festivali denen bir sokak sanatı şenliği düzenleniyor ve kimin en büyük ve cüretkâr grafitiyi yapabileceğini belirleyen bir yarışmayla sonuçlanıyor."
    },
    {
        "id": 198,
        "name": "İllüzyon",
        "description": "Yaşam Hayaletleri bir zamanlar hayatta olsa da öldüklerinde ailelerinin sevgileri sayesinde yeniden doğarlar. Ölüm Hayaletleriyse öteki dünyada kendi eğreti ailelerini bulana dek gezintiye çıkan unutulmuş ruhlar. Bu hayaletler gözle görülemez ve ancak yaşamı besleyen veya söndüren Şevk Ateşleri sayesinde hissedilebilir."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "''HEARTSTEEL en popüler yeni grup! Üyeleri arasında Kayn ve Ezreal da...''\\n''Hey, tüm grubu sayacaksın!''\\n''Sakin ol Sett.''\\n''Bir dakika, bu röportaj hangi dergi içindi K'Sante?''\\n''Biraz odaklanın ya!''\\n''Yone, artık sahneye çıksak olmaz mı?''\\n''Biz... Aa, Aphelios yürüdü gitti.''"
    },
    {
        "id": 200,
        "name": "Vahşi Avcı",
        "description": "Bedenlerinde parlayan işaretlerle dünyaya gelecek kadar şanslı olanlara kendi halkları tarafından ''Lütufpençe'' adı verilir. Bu özel Kaplandoğanların kaderlerinde halklarını temsil etmek ve güçlerini göstererek diğerlerinin saygısını kazanmak yatıyor. Her biri kendi türünden olanlar için dünyayı fethetmek ve cümle âlemin korktuğu bir lider olmak istiyor."
    },
    {
        "id": 201,
        "name": "Semavipullu",
        "description": "Krallıklarının tebaasını daha iyi tanımak için ejderî hanedanı ve maiyeti, gökyüzündeki saraylarından yeryüzüne inip insan suretine bürünerek yeni yıla merhaba diyen fanilerin eğlencelerine eşlik ediyor."
    },
    {
        "id": 202,
        "name": "Kristalis İndomitus",
        "description": "Prizma kristalleri ortaya çıktığında kimileri onların büyüsünü kullanmayı öğrendi. Fakat kristallerin etkisi kuzeyde toprağı bile yozlaştırıyor. Parçalı bitki örtüsü ve ışıltılı havanın arasında yaşayan canlılar, medeniyetten geriye kalanlara karşı sürdürdükleri savaşta bir zamanlar insan olanlarla güçlerini birleştiriyor. Gün gelecek ve her şey prizma kristallerini andıracak."
    },
    {
        "id": 203,
        "name": "Yemek Kavgası",
        "description": "Ağzının suyunu, rakiplerinin kanını akıtan bu yemekler kavga etmeden teslim olmaz!"
    },
    {
        "id": 204,
        "name": "Yükselen Efsaneler",
        "description": "Uzun zaman önce efsanelerdeki ilahlar güçlerini dört Yükselenlerin Kristali'nde mühürledi. Bu kristaller; Kaos, Uyum, Sabır ve Gayret'ti. Her biri, güçlerini isteyen savaşçılara hayati risk içeren imtihanlar sundu ve bunun karşılığında tarihe adlarını yazdırmayı vaat etti. O günden bugüne, dünyanın dört bir yanındaki savaşçılar arkalarında bir ilahın bile saygı duyacağı bir efsane bırakma umuduyla imtihanları tamamlamaya çabalıyor."
    },
    {
        "id": 205,
        "name": "Yağmur Çobanı",
        "description": "Su ve şarkılar olmasa dünya çoraklaşır. Kurbağalar şarkı söyleme becerilerini yitirdiğinde yağmurlar yavaşladı ve sulak yerler azaldı. Bu yüzden kurbağalar Yağmur Çobanlarına şarkı söylemeyi öğretti. Özel yağmur ekipmanlarına bürünen Yağmur Çobanları, toprağı canlandırmak ve doğayı eski bereketli haline döndürmek için çalışıyor."
    },
    {
        "id": 206,
        "name": "Primordia'lı",
        "description": "Kurak topraklardan sürgün edilen Primordia'lılar, denizin derinliklerinde yüzyıllar boyunca uygun vakti kolladı... ta ki yeryüzü sakinlerine ve onların bu gezegene yönelik suiistimallerine katlanamaz hale gelene kadar. Nitekim Primordia'lı Kraliçe hükmünü verdi. İnsanlığın gün ışığında geçirdiği çağ sona erecek ve bundan böyle Primordia'lı çağı başlayacaktı."
    },
    {
        "id": 207,
        "name": "Dünya Şampiyonları: 2023",
        "description": "2023 Dünya Şampiyonası'nın galibi T1'ı tebrik ederiz!"
    },
    {
        "id": 208,
        "name": "Yumruk Selamı ve Kutlamalar",
        "description": "Kutlama vakti!"
    },
    {
        "id": 209,
        "name": "Kurt'un Seçilmişi",
        "description": "Genç savaş lideri Ambessa, savaşta düştüğünde Kurt'un sadık takipçilerine sunulan kutlu öbür dünya Volrachnun'un bir görüsüne şahit olur. Bu dünyaya kabul edilen herkes hem Sonsuz Av'a katılır hem de bu ebedi avda savaşarak ve seçilmiş diğer savaşçılara sevinçle meydan okuyarak huzura ulaşır."
    },
    {
        "id": 210,
        "name": "Hayranlar",
        "description": "Hayranlığını sergile!"
    },
    {
        "id": 211,
        "name": "Kara Gül Balosu",
        "description": "Runeterra'nın dört bir yanından soyluları ve nüfuz sahibi kişileri bir araya getiren maskeli balo İpeksi Vals'te eğlence ve lüks hüküm sürüyor. Fakat Noxus'ta balo demek savaş alanı demektir. Bir fısıltı, bir hançer kadar keskin olabilir. Güç, birkaç latifeyle takas edilebilir. Toplumdan izole yaşayan Leydi Elise, görünmeyen gözlere hizmet etmek amacıyla bu etkinliğe ev sahipliği yapmak için yuvasından ayrıldı."
    },
    {
        "id": 212,
        "name": "Modern Destanlar",
        "description": "Destan ve efsaneler evvel zamanda gerçekleşse bile yankıları hâlâ hissediliyor. Sıradan dünyamızda görünenin ötesinde destansı güçler yeni bir kahraman neslini yükseltiyor."
    },
    {
        "id": 213,
        "name": "Minnoş Mantılar",
        "description": "Yetenekli hamur işi büyücüleri, leziz yemeklerin her toplaşmanın olmazsa olmazı olduğunu bilir. Bu sihirli şefler harikulade lezzetler ortaya koyana kadar yoğurmaya, doğramaya, kızartmaya ve haşlamaya hazır. Zira kafe yeni olsa da mantı açma sanatı epey eski. Bu hamurlu lezzetlerin tadına bakan en huysuz müşteri bile bir daha gelip bir şeyler atıştırmak için can atıyor."
    },
    {
        "id": 214,
        "name": "Maskeli Adalet",
        "description": "Kızgın dev Mezzorax, kendi gezegenini yok ettikten sonra işgal edecek yeni bir gezegen bulana dek bütün galaksiyi dolaştı. Arayışının sonunda nihayet kalabalık şehir Ocono'yu buldu. Ancak bir grup vatandaş ona karşı koyuyor. Uzaylı Hiperkılık kıyafetlerinin gücünü kullanarak Mezzorax'ın çaldığı hayatların intikamını alacak ve onun hükmüne son verecekler."
    },
    {
        "id": 215,
        "name": "Büyük Hesaplaşma",
        "description": "Noxus âdetlerine göre büyük zaferler ve güçlünün zayıfa karşı muzaffer olması kutlanır. Freljord topraklarına düzenlenen başarılı bir seferin ardından General Darius'u ve onun bölüklerini kutlamak adına bir Büyük Hesaplaşma tertiplendi. Başkentteki tüm arenalar onu onurlandırmak için gelen seyirciler ve geçmiş yılların meşhur Hesapçıları ile dolup taştı."
    },
    {
        "id": 216,
        "name": "Yazgıyazanlar ve Yazgıbozanlar",
        "description": "Yazgı Örgüsü tarafından sarmalanan bu dünyada hiçbir iplik, onu ele geçirmeye cesareti olanlar için ulaşılmaz değildir. Bu uğurda Örgü Sarayı'nı bulmalı ve kaderin ağlarından sorumlu güçlü varlıklar olan Yazgıyazanlarla yüzleşmelidirler. Kendini kanıtlayanlara Yazgıbozan denir. Bu kişiler kendi kaderlerini yeniden yazabilir ve geleceği şekillendirebilirler."
    },
    {
        "id": 217,
        "name": "Yıldız Gözlemcisi",
        "description": "Yetenekli kâhinlerden oluşan Yıldız Gözlemcileri, kozmosun sırlarını uzun zamandır devasa kütüphanelerinde koruyor. Ezoterik bilgilerini ve kadim güçlerini kullanarak evküreyi sayısız tehlikeye karşı savunuyorlar. Fakat aralarından yalnızca birkaçı, başka bir küreden çıkan bilinmez dehşetle yüzleşmeye, hatta varlığını kabullenmeye hazır."
    },
    {
        "id": 218,
        "name": "Ruh Çiçeği Kaplıcası",
        "description": "Dağların tepesinde misafirlerin dünyevi dertlerini sıcak sularda unutmaya gittiği bir kaplıca var. ''Ruh Çiçeği Kaplıcası'' adlı bu temalı rahatlatıcı mekân, günlük hayatın dramasından tamamen arınmış durumda. Misafirperver görevlileri ve sihirli buharları, savaşın yükünü ve tatsız anıları unutmak için birebir. Burada kahramanlar veya kötüler yok, yalnızca dinlenmiş ve dinçleşmiş kişiler var."
    },
    {
        "id": 219,
        "name": "Düşmüşlerin Kehaneti",
        "description": "''Bir zamanlar ilahlardık. Artık hapsoluşumuzun sahipsiz karanlığında ebediyen kaybolmuş haldeyiz. Kanlı ve kaçınılmaz bir şekilde binlerce kez geri gelmenin, insanlığın yeniden ilahi gücümüzün insafında kalmasının hayalini kuruyoruz.''<br>Dünya yalnızca efsanelerin hatırladığı bir çağda darkinlere aitti.<br>Ve darkinler bir zamanlar sahip olduklarını geri almakta kararlı."
    },
    {
        "id": 220,
        "name": "Dünya Şampiyonları: 2024",
        "description": "2024 Dünya Şampiyonası'nın galibi T1'ı tebrik ederiz!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Flora Fatalis, akıl çelen köklerinin yakınlarında dolaşan herkesi yargılar. Cesareti ve hırsı olan herkesi çağırır ve onları iradesinin tesirli tohumunu ekecek kadar yakınına çeker. Hep birlikte uyum sağlayıp evrilirler. Her zaman güçlenmek ve tüketmek için daha güçlü bedenler ararlar."
    },
    {
        "id": 222,
        "name": "Sonsuzluğun Suretleri",
        "description": "Binyıl boyunca heybetli suretler Runeterra'yı yönlendirip güçlendirmek adına semavi âlemlerinde yorulmak bilmeden çalıştı. Her bir suret evrensel varoluşun nihai tezahürü olduğunu ileri sürüyor. Bu doğrultuda amaçlarına ulaşmaya imkân tanıyacak ve fiziksel biçimleriyle dünyaya bir kez daha adım atmalarını sağlayacak fani bedenler arıyorlar."
    }
]