[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "أبطال العالم: 2011",
        "description": "تهانينا للفائزين ببطولة العالم 2011: فريق Fnatic!"
    },
    {
        "id": 2,
        "name": "أبطال العالم: 2012",
        "description": "تهانينا للفائزين ببطولة العالم 2012: فريق Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "ابطال العالم: 2013",
        "description": "تهانينا للفائزين ببطولة العالم 2013: فريق SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "أبطال العالم: 2014",
        "description": "تهانينا للفائزين ببطولة العالم 2014: فريق Samsung White!"
    },
    {
        "id": 5,
        "name": "أبطال العالم: 2015",
        "description": "تهانينا للفائزين ببطولة العالم 2015: فريق SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "أبطال العالم: 2016",
        "description": "تهانينا للفائزين ببطولة العالم 2016: فريق SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "المنتصر",
        "description": "يقهر الأبطال أعداءهم ويتعالون إلى مستويات جديدة، يحققون أحلامهم الجامحة ويعرضون غنائمهم التي كسبوها بشق الأنفس على كل من يريد أن يرى العظمة الحقيقية."
    },
    {
        "id": 8,
        "name": "بطولة العالم",
        "description": "أعظم ساحة في عالم الألعاب فريقان يتواجهان أمام ملايين المشجعين. فريق واحد فقط سيتُوَّج بالبطولة. "
    },
    {
        "id": 9,
        "name": "المتحدّي",
        "description": "احتفالًا ببدء موسم League of Legends السنوي"
    },
    {
        "id": 10,
        "name": "الآركيد: أبطال",
        "description": "آركيديا: موطن أكثر اللاعبين تنافسية على الخادم وشخصيات الكمبيوتر المحبّة للعدالة. هنا، يلعب الأبطال للفوز دائمًا. ويعني ذلك تجاوز البرمجة الفاسدة لزعماء المعارك، حتى مع تراكم الظروف ضدهم. لن يأتي النصر بسهولة، لكن رؤية المفاجأة على وجوه الزعماء بعد تفوق مبهر ستجعل الأمر يستحق المعاناة تمامًا."
    },
    {
        "id": 11,
        "name": "الآركيد: زعماء القتال",
        "description": "تربض عميقًا في خوادم آركيديا سلسلة شريرة من أعطال البرمجة معروفة لكل اللاعبين باسم زعماء المعارك. لقد جلبت لهم البرمجة الفاسدة حرية لم يكونوا يملكونها... ولكنها جلبت لهم أيضًا متحدين جددًا. لإكمال محوهم من عالم الأركيد، اتفق العديد من الزعماء على وضع خلافاتهم جانبًا (حتى يبدو لهم غير ذلك)."
    },
    {
        "id": 12,
        "name": "القمر الدامي",
        "description": "تصعد إلى السطح طائفة قديمة تسعى للحصول على سلطة لا يمكن مقاومتها، وذلك في ليالي القمر الدامي لتأدية طقوس خفية مدنسة - حيث تندمج أجسادها بالأرواح الشيطانية، وتصبح كلًا واحدًا في ظلمة لا تتوقف عن النمو."
    },
    {
        "id": 13,
        "name": "عالم التنانين",
        "description": "التهمت نيران التنانين العالم مرتين. ومرتين أيضًا صُنع الأبطال بين الجمرات."
    },
    {
        "id": 14,
        "name": "فرقة أوميغا",
        "description": "عندما اشتعلت الحرب، تم إرسال فرقة أوميغا لإخمادها. لم يبق الآن من أفرادها سوى واحد فقط، وهو مخلوق يوردل لم تتبق لديه معارك للقتال سوى معركته الشخصية..."
    },
    {
        "id": 15,
        "name": "حفلة المسبح",
        "description": "إنه الصيف يا أعزائي! الشمس ساطعة، والنسيم دافئ، والماء بارد. يترك الجميع منافساتهم وأحقادهم في المنزل، ويحضرون فقط ملابس السباحة والمشاعر الجيدة. سيكون هناك الكثير من الوقت للكمات والصراخ لاحقًا. اجلس باسترخاء، واستمتع بالموسيقى، واستمتع قدر المستطاع."
    },
    {
        "id": 16,
        "name": "القتل الخماسي",
        "description": "في عالم تحكم فيه موسيقى الهيفي ميتال بلا منازع، يعتبر أعضاء فرقة القتل الخماسي هم الأساتذة الأكثر قدرةً على إلهاب حماسك. مع ستة أعضاء، وألبومين حاصلين على رتبة البلاتين الخماسي، وغضب قبضة كروم الزعماء ذاتهم. حان وقت غناء الروك!"
    },
    {
        "id": 17,
        "name": "البرنامج",
        "description": "قامت خوارزمية أمان متقدمة بإنشاء شركة بروجيكت، لقد طور البرنامج بهدوء وعيًا قبل تغيير أهدافه الأصلية. ونقل العدوى إلى الآلات في المدينة، لقد استنتج أن أكبر تهديد على سلامة البشرية... هو البشرية نفسها."
    },
    {
        "id": 18,
        "name": "بروجيكت",
        "description": "تؤمن شركة بروجيكت أن كشف أسرار الإمكانيات البشرية هو مفتاح الطور إلى ما بعد أجسادنا الفانية. سيكون ارتقاؤنا عبر التقنية. معًا."
    },
    {
        "id": 19,
        "name": "حراس النجوم الموسم 1",
        "description": "مزوّدةً بقوة النجم الأول السحرية، تحمي لكس طالبة الثانوية وفريقها من حراس النجوم العالم سرًا من الوحوش الفضائية. ولكن من سيحميهم من إثارة مدرسة مدينة فالوران الثانوية؟"
    },
    {
        "id": 20,
        "name": "حراس النجوم الموسم 2",
        "description": "تظهر فجأةً حارستا النجوم المخضرمتان آري وميس فورتشن مجددًا في مدينة فالوران، وقد أعادتا بناء فريقهما بعد أن دمّرت حادثة مجهولة فرقتهما السابقة. بحثًا عن تحدّى مصير كل حارس نجوم يلتزم بالقسَم، ينضمون إلى القتال إلى جانب لكس ورفقائها أثناء هبوط وحوش الفويد على المدينة."
    },
    {
        "id": 21,
        "name": "المجرة الكبرى",
        "description": "الفضاء، إنه المكان الأكثر خطورة! إن الجهة الوحيدة الجاهزة لاستكشاف العوالم المجهولة البعيدة، وللدفاع ضد تهديدات الكائنات الغريبة القاسية هي قوة دفاع المجرة الكبرى، والتي تتمتع بمدد لا ينضب من خريجي أكاديميتها الجدد. إنه أفضل عمل في المجرة!"
    },
    {
        "id": 22,
        "name": "الأكاديمية",
        "description": "يرجى انتباه الطلاب وموظفي الكلّية: لقد علمنا أن جميع الطلاب الآن مُعاقبون وأن كل الأساتذة في إجازة مرضية نفسية \"موصى بها\". ستُلغى الدروس حتى إشعار آخر، ربما حين يتدبر هؤلاء الطلاب الآنف ذكرهم في أفعالهم المريعة."
    },
    {
        "id": 23,
        "name": "الأنيس",
        "description": "تجتمع القوة والثراء والرونق في الشقق الفخمة والنوادي الحصرية في نوكس فيغاس، حيث يمتلك الأشخاص الجميلون حقاً العالم في أيديهم. ولكن، عندما يخيّم الليل على مدينة الأضواء، تظهر السكاكين - النفوذ هو اسم اللعبة، ولا أحد يحب أن يخسر."
    },
    {
        "id": 24,
        "name": "قوس الضوء",
        "description": "مرة كل ألف سنة، يهبط كيان قديم أشبه بالمخلوقات الخارقة من السماء، ويختار المحاربين الجديرين كي يجسدوا إرادته. ويطلق على هؤلاء الكائنات لقب ضوء القوس - عملاء الضوء المقدس الخالدون."
    },
    {
        "id": 25,
        "name": "باتل كاست",
        "description": ""
    },
    {
        "id": 26,
        "name": "أساتذة الطبخ",
        "description": ""
    },
    {
        "id": 27,
        "name": "فاندال",
        "description": "يتواجد المخربون في كل مكان في البراري. إنهم عصابة من قطاع الطرق العنيفين الذين ينزعون إلى الدمار الشامل، والاعتداءات الغاشمة، والقتل الجائر... ولكن بالتأكيد يستمتعون بكل ذلك."
    },
    {
        "id": 28,
        "name": "ألعاب الشتاء",
        "description": "عندما خفف مهرجان الرياضات الشتوية المعني من قوانينه، افترض الكثيرون أن الحدث سيصبح أكثر إثارة. ولكن القليل فقط أدرك كم سيصبح خطرًا. أو بالحرى ممتعًا إلى حد الخطورة!"
    },
    {
        "id": 29,
        "name": "مدمر العالم",
        "description": "حذّرت نبوءة الدمار الأول من أربعة عمالقة لا يبغون إلا الدمار، وهي قصة لا بد أن تتحقق. وبعدها نما نسّاج العالم من التربة الشاحبة وأعاد بناء الأرض المدمرة. لا يرى القصة التي لم تأت بعد إلا أكثر المستبصرين حكمةً، هناك قدومٌ ثانٍ وأملٌ أخير."
    },
    {
        "id": 30,
        "name": "صياد الرؤوس",
        "description": "بالنسبة لبعض الأجناس، يعتبر الصيد أكثر من مجرد رياضة - فهو يسيطر على عقولهم وأجسادهم، ويحولهم إلى جنس من آلات القتل الكاملة."
    },
    {
        "id": 31,
        "name": "كأس العالم لكرة القدم",
        "description": "يمكنك نسيان ساحات المعارك، و غرف الاجتماعات، وحتى أماكن اللعب: إن أهم الصراعات اليوم يتم حسمها عىل أراضي الملاعب الرياضية. لا يوجد ما يمنح السعادة مثل مشاهدة لاعبك المفضل يناور لاعبي الفريق الخصم، ويستعد للتسديد، ثم يطلق تسديدة رهيبة، لتنطلق من حناجر المشجعين أجمل كلمات الوجود: \"جوووووووووووووول!"
    },
    {
        "id": 32,
        "name": "صيادو ما قبل التاريخ",
        "description": "تجوب وحوش عملاقة أرضنا، وتطارد فريستها بدقة مرعبة. كان البشر ليصبحوا فريستها التالية بالتأكيد، لولا الصيادين. يحمي الصيادون شعبهم كل يوم من مصير بشع، مسلحين بسيوف مصنوعة من عظام ضحاياهم الأولى، وغرائزهم التي تماثل غرائز أشرس الوحوش."
    },
    {
        "id": 33,
        "name": "عدالة",
        "description": "يقف منفذو العدالة شامخين ضمن عملاء النور، وهم خفراء ضوء القوس الذين يمثلون أقوى فضائله. لا يكفي أن نكون مثالًا للفانين فقط، فحتى الجند المقدسون يحتاجون إلى الإلهام."
    },
    {
        "id": 34,
        "name": "مصارع",
        "description": "من أفضل ما لدينا يأتيكم أعظم العروض الرياضية على الإطلاق! شاهدوا النمر، والشجاع، والأسد وضوء البرق يتبادلون الضربات والحركات الخطيرة داخل وخارج دائرة القتال المربعة. فقط تذكروا أنكم لن تجدوا عروضًا أفضل مما يقدمه اتحاد مصارعة فالوران."
    },
    {
        "id": 35,
        "name": "ميكا",
        "description": "عندما يبدأ الكايجو العمالقة هجومهم من البحر، والأرض، والجو، تطور البشرية وحدات آلية تضاهيهم قوة لإيقافهم في قتال يدوي طاحن."
    },
    {
        "id": 36,
        "name": "نبضة النار",
        "description": "بعد كشف أسرار السفر عبر الزمن، تم إقحام هؤلاء الأبطال في مستقبل بائس بعيد. ومع ملاحقة شرطة الزمن الحثيثة لهم عبر الزمان والمكان، تمكنت قلة منهم من الهرب إلى التاريخ - حاملين معهم تقنياتهم."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "في نظام القضاء الجنائي، يوجد من يتحايلون على القانون، ومن يخالفوه. يحقق الضباط المتفانون في RPD في أبشع الجرائم في المدينة لتقديم أسوأ المجرمين إلى العدالة. هذه قصصهم..."
    },
    {
        "id": 38,
        "name": "رحلة الريفت",
        "description": "يتربص الخطر في رونتيرا! حيث تجول الوحوش القوية، والمشعوذون الغادرون، والمخلوقات الأسطورية دون رادع! فاجمع أصدقاءك وكوّن مغامرتك الخاصة من 3-5 لاعبين، واقهر الشر مع كل رمية نرد. ألديك ما يلزم من أجل إنقاذ العالم، وكي تصبح أسطورة رحلة الأخدود؟"
    },
    {
        "id": 39,
        "name": "المواجهة الحاسمة",
        "description": "يركب حملة السلاح ورجال القانون تحت أشعة شمس لا ترحم في الحدود البعيدة، ويطاردون البقاء والخلاص على قدم المساواة. النعيم ركام، والجحيم فارغ، وكل الشياطين هنا."
    },
    {
        "id": 40,
        "name": "هيكستيك",
        "description": "مع وجوده الآن في طليعة العلم والفن، تطور الهيكستيك من بداياته البسيطة إلى عصر نهضة حديثة من أشكال الحياة الاصطناعية المعقدة والمتمتعة بحرية الإرادة. وقد قاد الصناع المهرة هذه الوسيلة إلى مستقبل جديد من الجرأة - ولكن لا يستطيع أحد التنبؤ بما سيحمله."
    },
    {
        "id": 41,
        "name": "مخاطر كبيرة",
        "description": "ذات مرة، كان هناك خمسة، مجموعة غريبة بالفعل،<br>\\n تشكل بلاط المجازفات الكبرى.<br>\\n تشاجروا وتقاتلوا، حالفهم الحظ تارةً و تارةً لا ،<br>\\n وإلى يومنا هذا لا أحد يعرف مصيرهم بعد."
    },
    {
        "id": 42,
        "name": "أزياء بيلتوفر",
        "description": "هل تبحث عن مركبة قوية؟ جئت إلى المكان الصحيح. (قد تختلف المسافة.)"
    },
    {
        "id": 43,
        "name": "الكوني",
        "description": "تتحكم مخلوقات غبار النجوم الضخمة في مد وجزر الخلق، وترسم الكون  بنورٍ سامٍ بينما ينجرف بلاطها السماوي على طول نسيج الزمان والمكان."
    },
    {
        "id": 44,
        "name": "النجم الأسود",
        "description": "يبتلع الإعتلاج المجرات في فم النجم المظلم المتثائب، الذي يقوم مفسدوه، وهم مخلوقات عملاقة من نسيان الثقب الأسود، بإطفاء نور الوجود في كل نظام يلمسونه ويغرقونه في العدم."
    },
    {
        "id": 45,
        "name": "المغير",
        "description": " كل ما تبقى من ثقافة أسياد السحر المحاربة هم المغيرون، وهم حشد من المحاربين البدو الذين يعشقون الوحشية، حيث تخلوا عن تقاليدهم القديمة لصالح عروض القوة الفوضوية. ولا يحل نزاع حتى تسفك الدماء ولو في صفوفهم. لقد غفلوا عما قاد أسلافهم إلى الحرب في المقام الأول وما أدى في النهاية إلى انتصارهم."
    },
    {
        "id": 46,
        "name": "يوم الثلج",
        "description": "يبدو الأمر وكأنه يوم الثلج، في كل مسار... \\nعلى الرغم من أن بطل التانك الخاص بك قد يتقدم، ينسحب بطل المسلك العلوي مرة أخرى، \\nديهم ذهب لينفقوه على عفونة الموتى..."
    },
    {
        "id": 47,
        "name": "أعجوبة الشتاء",
        "description": "داخل أراضي الشتاء السحرية، يسود ملك البورو السلطة، وينشر الفرح والبهجة في جميع أنحاء بلاطه. حتى ولو كان البعض يعمل على الانقضاض على الملك، فإن الجميع يشتركون في حبهم لعجائب الشتاء."
    },
    {
        "id": 48,
        "name": "مواجهة سنوداون",
        "description": "يفضل البدء ببناء حصن الثلج ذاك... "
    },
    {
        "id": 49,
        "name": "بيلجواتر: الأمواج الملتهبة",
        "description": "مرحبًا بك في بيلجواتر، حيث تُصنع الثروات بقوة السلاح. يمكنك العثور على أي شيء قد تحتاجه في ميناء المذابح، سواء كان ذلك بعض العمال المستأجرين، أو يخنة وحش البحر، أو القبطان الذي سيُرسلك إلى قبرك المائي."
    },
    {
        "id": 50,
        "name": "المأمور",
        "description": "كانت الحامية تنظيمًا مكرسًا لإحلال نظام قوانين صارم لا يعرف التسامح، في محاولة لإبطاء صعود نجم أسياد السحر الذي كان يبدو محتومًا. على الرغم من أن التنظيم نفسه قد تم حله منذ فترة طويلة، ما يزال المأمورون يرتدون دروعهم وهم ينتظرون الفرصة للإنقضاض أحفاد عدوهم القديم."
    },
    {
        "id": 51,
        "name": "مدينة الجريمة",
        "description": "مدينة فالوران، آلة ضخمة مترامية الأطراف تغذيها الجريمة وتزيتها الأموال المشبوهة. لا أحد يعترف بهذه الحقيقة، لكن الجميع يعرفها."
    },
    {
        "id": 52,
        "name": "سيد الرعد",
        "description": "عامة البشر ليسوا الوحيدين الذين يشنون حروبًا مريرة بسبب خلافات تافهة. في زمنٍ ما، قبل عهدنا، تقاتل زعيمان - شقيقان - وتسببت معركتهما في خراب هذه الأرض."
    },
    {
        "id": 53,
        "name": "الاحتفال القمري: الممالك المتحاربة",
        "description": "تتنافس ثلاث إمبراطوريات عظيمة من أجل الأرض والسلطة، وتبذل كل ما في وسعها في اختبار قوتها العسكرية. سوف تتصادم الجيوش. سينهض الأبطال. وستصنع الأساطير."
    },
    {
        "id": 54,
        "name": "الاحتفال القمري: المفرقعات",
        "description": "حلّ الاحتفال بالعام القمري الجديد - وحلّت الحفلة! مع الطعام والاحتفالات الوفيرة، يدور كل شيء حول الاحتفال مع الأصدقاء والعائلة. الآن أشعل النار وشاهد الألعاب النارية!"
    },
    {
        "id": 55,
        "name": "احتفال قمري",
        "description": "انضم مع الأصدقاء والأصدقاء الأعداء على حدٍ سواء واحتفل بقصص العام الماضي. تلامس الفوانيس المتوهجة سماء الليل، مضاءة بالألعاب النارية المتلاشية. تتبادل الظروف الحمراء الأيدي، وتبتهج العائلات والعشائر التي نادرًا ما تلتقي، باعتراف مشترك: عام جديد يلوح في الأفق. نرجو أن يكون أفضل عام لك حتى الآن!"
    },
    {
        "id": 56,
        "name": "الأرنب",
        "description": "إنه موسم الأرانب! يرتدي الوسيمون على درب الأرانب أفضل ثيابٍ يوم الأرنب، والبيض ملوّن والابتسامات لا نهاية لها. نتمنى أن يساهم قفزهم في إضفاء المزيد من البهجة في عطلتك!"
    },
    {
        "id": 57,
        "name": "نشوة السكر",
        "description": "من قلعة خبز الزنجبيل إلى بحر الشراب السكري، ومن جبال السوس إلى غابة قطع السكاكر - إنها مملكة الحلوى بكل مجدها."
    },
    {
        "id": 58,
        "name": "إلدروود",
        "description": "في أعماق غابة إلدروود، تكمن الكائنات القديمة في الانتظار، مخفية عن الإنسان. يحمون الغابة المسحورة، ويعاقبون المتسللين، ويلهمون الحكايات في جميع أنحاء الأرض. ومع ذلك، مع انتشار أهوال العالم الخارجي، يكافح المدافعون للحفاظ على معاقلهم ضد فضول البشرية الخبيث."
    },
    {
        "id": 59,
        "name": "أبدي",
        "description": "في الفراغ الأجوف بين النجوم البعيدة، فاقت آلات عضوية صنعتها حضارة مجهولة أبد مبدعيها. يتربصون بصبر، غير قادرين على الهروب من سجنهم الأرضي حتى يعثر عليهم شخص ما مرة أخرى ويطلقهم مجددًا إلى المجرة. انتظروا. ينتظرون. وسينتظرون - مهما طال الأمر."
    },
    {
        "id": 60,
        "name": "أخوية اللوتس",
        "description": "القادة الموقرون والأتباع المخلصون في تنظيم اللوتس هم الأفضل في أراضي السلف. تجسيدًا للخلود والفضيلة، يعيش أعضاء التنظيم العديد من الأعمار، ويسعون جاهدين للحفاظ على السلام الأبدي."
    },
    {
        "id": 61,
        "name": "صندوق الألعاب",
        "description": "يطفح صندوق ألعاب غنار بكنوز لا تقدر بثمن، ولكن عندما لا يكون أحد في المنزل، تدب الحياة في ألعابه من تلقاء نفسها..."
    },
    {
        "id": 62,
        "name": "زهرة الموت",
        "description": "تكمن مخلوقات الغابة في الغابات الشمالية في سبات عميق، ولا يراها المسافرون المتعبون والمحاربون الشجعان على حدٍ سواء. تنتظر هذه الكائنات القبيحة اللحظة المثالية لتضرب، وهو تمرين في الصبر لا تمر به إلا مخلوقات قديمة قدم الأرض نفسها، والجائزة هي وليمة من اللحم والعظم تغمر التربة باللون القرمزي الداكن الغني."
    },
    {
        "id": 63,
        "name": "عمليات القطب",
        "description": "احتاجت القيادة العليا إلى مجموعة جديدة للتعامل مع التهديدات المتزايدة على طول الجبهة القطبية. كانوا بحاجة إلى جنود أبرد من الأنهار الجليدية التي سيعبرونها، بأوردة جليدية وأعصاب باردة. حان دور عمليات القطب."
    },
    {
        "id": 64,
        "name": "محطمو القلوب",
        "description": "يبحث معظمهم عن الأحبة في الحدائق الهادئة أو المقاهي الودية. لكن تلك العلاقات لا تدوم أبدًا. الروابط التي تُشكل على ساحة المعركة، مخترقةً مثل الرصاص مباشرةً عبر قلوب الأعداء... تلك هي التي تستمر. "
    },
    {
        "id": 65,
        "name": "فالكيري الفولاذ",
        "description": "تحاول مجرة قد أثخنت بجراح الحرب بناء نفسها من جديد، ولكن الجراح القديمة تبقى. حيث ملأ المجرمون، وصيادو الجوائز، والمرتزقة، والقاتلون فراغ السلطة، ويقودون بذلات قتال آلية خطرة تمتلك قدرات خارقة."
    },
    {
        "id": 66,
        "name": "حارس الرمال",
        "description": "يتولى حراس أقوياء مهمة مراقبة قبر مخلوق فظيع قديم، للحرص على عدم تهديده العالم مجددًا أبدًا. ولكن ربما كان الأوان قد فات بالفعل..."
    },
    {
        "id": 67,
        "name": "الفرعون",
        "description": "على الرغم من أن إمبراطورياتهم ابتلعتها الرمال، إلا أن الفراعنة الأقوياء حكموا الكثبان الرملية المشمسة في الصحراء الكبرى."
    },
    {
        "id": 68,
        "name": "الوسمة",
        "description": "قليلون يمكنهم النجاة في الرحلة عبر التندرا المتجمدة في الشمال. إن لم يقتلك البرد... فستقتلك الوسمة بالتأكيد."
    },
    {
        "id": 69,
        "name": "رماح",
        "description": "مع اشتداد الأوقات العصيبة، يستيقظ الرماحون الميكانيكيون العظماء من سباتهم. أطول من أي مبنى وأقوى من أي جيش، ينهضون لحماية رعاياهم قبل العودة إلى الأرض مرة أخرى."
    },
    {
        "id": 70,
        "name": "محارب الطريق",
        "description": "الشيء الوحيد الذي يحتاجه محارب الطريق في الأراضي المقفرة هو طنين المحرك، والصلاة الوحيدة التي يسمعها هي لعنات أعدائه. "
    },
    {
        "id": 71,
        "name": "كتاب القصص",
        "description": "ذات مرة في قديم الزمان، دبت الحياة في مجموعة من شخصيات القصص..."
    },
    {
        "id": 72,
        "name": "أساطير",
        "description": "لكل ثقافة تراثها الشعبي عن الأساطير والوحوش. هل هذه الخرافات من وحي خيالنا، قصص توارثتها الأجيال لتفسر ما لا تفسير له؟ أم لها أصل في حقيقة مخفية عن بقية العالم؟"
    },
    {
        "id": 73,
        "name": "الأوديسي",
        "description": "من قلب العوالم المتحضرة إلى أطراف المجرة البعيدة، المغامرة بانتظارك! تجهل إمبراطورية ديماسيا أهداف تنظيم فرسان المعبد ومنظمة النقابة المجرمة على حد سواء في سعيهما وراء الأورا - جوهر ذهبي غامض يعتبر شريان حياة كل الحضارات، وتعد بتقديم قوة تتجاوز كل تصور لمن يمكنهم التحكم بها بأنفسهم..."
    },
    {
        "id": 74,
        "name": "بيلجواتر: لعنة الغارقين",
        "description": "تحت ضوء القمر المتزايد وارتفاع الأمواج، يتقلب السحر المظلم وتختبئ الأسرار. حيث يتدفق الملح والدم والرياح الشريرة... كما فوق الأمواج، هكذا أيضًا تحتها."
    },
    {
        "id": 75,
        "name": "أبطال العالم: 2017",
        "description": "تهانينا للفائزين ببطولة العالم 2017: فريق Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "وهج الرهبة",
        "description": "بصفتها شبكة إجرامية من المرتزقة عديمي الرحمة الذين يحكمون مساحات كاملة من المجرة، نمت قوة وهج الرهبة منذ فر مؤسسوها من صفوف شركة صناعات جنيسيس ومعهم خطط مسروقة للبدلات الخارجية. وهم الآن يتصدون لجهود قوات الفضاء العسكرية الملكية لفرض نظام شركة جينيسيس، مستخدمين كل القوة النارية التي تقدمها السوق السوداء."
    },
    {
        "id": 78,
        "name": "معركة الملكين الزعيمين",
        "description": "في نهاية فترة زمنية مظلمة، يهبط ملكان من زعماء النظام والفوضى البدائي ويقودان جيوشًا ضخمة في صراع أخير."
    },
    {
        "id": 79,
        "name": "كايجو",
        "description": "ويخرجون من أعماق الكوكب كيانات هائلة من الرعب والجوع، أقوى من الجيوش والجبال. دوافعهم غير مؤكدة. تصاميمهم غير معروفة. والشيء الوحيد الواضح هو أننا لن نتمكن من النجاة منهم... إلا إذا قمنا بإيجاد الوسائل لوقفهم."
    },
    {
        "id": 80,
        "name": "نذير الظلام",
        "description": "تُعدّ حكايات الملكة الملعونة وأتباع طائفتها الأشرار من الحكايات المُرعبة والتي لا تصلح لمحادثات المساء بين الآباء والأطفال. لكن الدروس تبقى عالقة في الأذهان طويلاً عندما تُحكى القصة في الظلام الذي يتسلل إلى أحلام اليافعين مؤثرًا في نفوسهم الغضة. في النهاية، ما هي إلا مجرد كوابيس... هكذا يتضرع الكبار في صلواتهم."
    },
    {
        "id": 81,
        "name": "رحلة خالدة",
        "description": "منذ زمن بعيد، وفي أرض قديمة، تجمعت الكثير من الأرواح تحت الزعماء لاختبار حدود قوتها. ومع اتصافها بالحماقة والعجرفة، والشجاعة والصدق، كتبت رحلاتها في صفحات التاريخ الخالد..."
    },
    {
        "id": 82,
        "name": "تقليدي",
        "description": "تكريمًا للتصميمات الأولية للأبطال المعاد تصميمهم."
    },
    {
        "id": 83,
        "name": "إصدار هواة التجميع",
        "description": "كل شيء يبدو أفضل عندما يأتي داخل صندوق هواة التجميع، سواء كان رقميًا أو ماديًا."
    },
    {
        "id": 84,
        "name": "باكس",
        "description": "باكس: ملتقى عالم الألعاب، حيث يحتفل باللعب وتُشكّل روابط صداقة دائمة."
    },
    {
        "id": 85,
        "name": "فيلق الفولاذ",
        "description": "في ظل الحرب الشاملة بين شركة صناعات جينيسيس ووهج الرهبة، فالأرواح المدمرة تُعتبر مجرد أضرار جانبية. فيلق الفولاذ منظمة يقودها حراس متطوعون تعمل من بقايا كواكب حُرقت بنيران المعارك، أسسها لاجئون ومزودة بأسلحة مصنوعة من بقايا الأنقاض. إذا لم يدافع عنهم أحد، سيضطر الشعب للدفاع عن نفسه."
    },
    {
        "id": 86,
        "name": "مشتعل",
        "description": "إن حرق عالم كامل يتطلب قوة لا تُتصور، ولهذا السبب استدعى سيد الرماد جحافله من المشتعلين للمساعدة بألسنتهم الحارقة. من جوف الظلمات، ينهضون بقوى مرعبة، يفرضونها على العالم، لكن ليس للجميع نفس الحماسة في تلبية النداء."
    },
    {
        "id": 87,
        "name": "قَسَم الموت",
        "description": "متعطشًا لجني المزيد من النفوس للعالم السفلي، يرسل الموت أرواح المحاربين الساقطين كقَسَم الموت إلى عالم الأحياء، حيث ينفذون أوامر سيدهم الرهيبة بحماس."
    },
    {
        "id": 88,
        "name": "جامع السكاكر",
        "description": "آمل بأنك قد أحضرت أشياءً مفيدة. مثل حلوى بيلتوفر أو حلوى معيق الخطوات الحامضة أو ألواح شوكولا النجم المظلم... لأنك إن لم تحضرها، فالأطفال في هذا الحي لديهم حيل خاصة في جعبتهم. "
    },
    {
        "id": 89,
        "name": "الزومبي ضد القتلة",
        "description": "فاحذر..."
    },
    {
        "id": 90,
        "name": "إمبراطوري",
        "description": "لا شيء ينجو من مخالب الإمبراطوريين الباردة، الطاعون الآلي الذي يشق طريقه عبر الزمان والمكان. فبالرغم من كفاح المستذكرين بشراسة لدرء خطر إبادة الأحياء، إلا أن الخوف ينخر قلوبهم، ففي قرارة أنفسهم يعلمون أنه سيأتي وقت تفنى فيه قواهم، بينما لن يتعب الإمبراطوريون أبدًا."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "تقول كايسا: \"بين الخيال والواقع، توجد أرضٌ تحقّق فيها جميع الأحلام. لكم فيها أن تصبحوا من تريدون، وأن تفعلوا ما تحبون. إنها أحلامكم الخاصة. في هذا العالم الذي يتوسط هذين العالمين، تشعر فرقة K/DA بالثقة والقوة. نستطيع أن نفعل أي شيء، وأنتم كذلك تستطيعون."
    },
    {
        "id": 92,
        "name": "اجتماع السحرة",
        "description": "تتربص الساحرات بصبر، هنّ أخوات يجمعهن جمال مرعب، وتُهمس تطلعاتهن من بين شفاهٍ لا تحترم المقدسات. يتحدثون عن الجثث المنتفخة للزعماء القدامى، وعن طقوس قديمة تجرى بسحرٍ طواه النسيان عن عقل البشر، وعن عودة ما يدعونه\"بالنظام\"، وما يسميه الآخرون \"بالمعاناة\". احترسوا! فنهاية البشر تقترب مسرعة."
    },
    {
        "id": 93,
        "name": "الكسوف",
        "description": "قبل وقت طويل، ذبحت أخوية من الفرسان الرهبان زعماء العالم القديم الخسيسين، باستخدام قوى خفية كانوا قد حصلوا عليها من القمر والشمس. أما الآن، فقد انتشر الظلام والعنف في العالم، مع استعداد أولئك الزعماء عينهم للعودة... ولن يكون هناك سوى ضوء الكسوف من أجل تحديهم."
    },
    {
        "id": 94,
        "name": "رجال فضاء",
        "description": "رواد فضاء وصخب ومخلوقات الميبس الفضائية الرائعة! يعتبر تحدي الجاذبية مجرد يوم عادي لحماة الفضاء المغامرين، حيث يدافعون عن كوكب M33p ويجوبون أرجاء الكون العظيم الذي ينتظرهم."
    },
    {
        "id": 95,
        "name": "سحرة الأسرار",
        "description": "خارج أبواب الأكاديمية مباشرةً، ينتظرهم عالم مليء بالسحر… والأخطار. يحث الأساتذة السحرة الشباب على البقاء بسلامة داخل ساحات المدرسة، وتنمية قواهم، والدراسة بجد، ولكن أين المتعة في ذلك عندما تجد المغامرات تنتظرك خلف المنعطف التالي؟"
    },
    {
        "id": 96,
        "name": "ورقي",
        "description": "غردت العنقاء ساخرةً: \"هل تروا سرجًا على ظهري؟\" \"أنا لست بطائرٍ حمّال. إضافةً إلى أن رجل الثلج هذا سيثقل علينا الرحلة.\" أخذ الصبي يفكر بأن خطته المثالية رُفضت. لكن بعدها، علت على وجهه ابتسامة. فبعد كل شيء، في عالم أوراق الشجر المطوية والجداول المتعرجة، فإن المغامرة دائمًا ما تكون خلف المنعطف التالي."
    },
    {
        "id": 97,
        "name": "ألبيون",
        "description": "كانت غابات ألبيون الشاسعة ذات يوم تحت سيطرة إمبراطوريات الجن القديمة، وهي الآن موطن للممالك واللصوص والجان والرجال الأحرار على حدٍ سواء. هناك قوة تنتظر الاكتشاف في أنقاض الإمبراطورية، متاحة لمن يجرؤ على التوغل في أعماق الغابة للبحث عنها..."
    },
    {
        "id": 98,
        "name": "القطط ضد الكلاب",
        "description": "أقدم صراعٍ شهده العالم: الصديق الوفي للإنسان في مواجهة أبطال العوالم الرقمية. من فكي الصراع المتوحش، لن ينجو سوى فصيل واحد من قبضة الحرب الضارية بين القطط والكلاب. نأمل ألا تتسخ فروتهم كثيرًا: الخسارة أمر صعب، ولكن لا يوجد ما هو أسوأ من وقت الاستحمام."
    },
    {
        "id": 99,
        "name": "عجائب العالم",
        "description": "أفراد ينحدرون من عالم \"الأرض\" البعيد، حيث تنبض التماثيل العملاقة بالحياة وتجد الجميع مرتدين لقبعاتٍ مرحة. لو فكرتم في الأمر، فهذا يشبه رونتيرا إلى حد كبير."
    },
    {
        "id": 100,
        "name": "عمل يومي",
        "description": "هذه هي الحياة!"
    },
    {
        "id": 101,
        "name": "قطعًا لا",
        "description": "هل ذلك آلي يرتدي نظارات ومعطفًا طويلًا؟ بالطبع لا. هل ترى عيناك رجلًا متوحشًا في ملابس أطفال؟ عليك أن تفحص عينيك، لأنهما مخطئتان. أليس درايفن متواضعًا جدًا على ارتداء رأسه هو؟ كم تشعر بأنك أحمق لمجرد أن تسأل هذا السؤال. وذلك الحبّار الليزري؟ بشريٌ بالتأكيد. بكل تأكيد."
    },
    {
        "id": 102,
        "name": "مجتمع مخملي",
        "description": "الشيء الوحيد الذي يثير الإعجاب أكثر من ثروتهم هو مهاراتهم في تجنب دفع الضرائب."
    },
    {
        "id": 103,
        "name": "محترف الدانك",
        "description": "هناك نوعان من الناس في هذا العالم: أولئك الذين ينتصرون، وأولئك الذين يهزمون. إن كنت لا تدري أيهما أنت، فعليك الحذر! لأنك على وشك تلقي الهزيمة!"
    },
    {
        "id": 104,
        "name": "المغوار",
        "description": "إنها فقط حفرة عادية بلا قعر تمتلئ بالحثالة والخِسة. يتزاحم الزعماء على القوة؛ تُبرم العهود وتُنكث؛ ويلقى الأصدقاء حتفهم بنصال سكاكين ملتوية ومخفية. ومع ذلك، لا تقتصر المدينة على ذلك. هناك شي غير مكتشف، شيء لا يمكن إدراكه. شيء... لا نهائي. "
    },
    {
        "id": 105,
        "name": "الغزاة",
        "description": "كما يوحي لقبهم، عثر هؤلاء الفضائيون الأشرار على قوىً لا يفهمونها تمامًا. للأسف، يحب البؤس الصحبة. أولئك الذين يحتكّون بالغزاة دائمًا ما يخرجون من هذه التجربة أكثر شرًا بقليل... وبلون أرجواني!"
    },
    {
        "id": 106,
        "name": "علماء مخابيل",
        "description": "إن متطلبات الوظيفة بسيطة جدًا: إننا نبحث عن خبرة خمسة أعوام على الأقل في العلوم التطبيقية، وآخر ورقة علمية لك مراجعة من قبل النظراء، ومرجعان سابقان لك. أوه، وضحكة شريرة. في الواقع، إنها على قمة المتطلبات."
    },
    {
        "id": 107,
        "name": "أبطال العالم: 2018",
        "description": "تهانينا للفائزين ببطولة العالم 2018: فريق Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "أعماق منسية",
        "description": "اجلس يا ولدي، وأصغ جيدًا. المحيط أعجوبة، والأمواج المزبدة التي تصل إلى شواطئنا المسالمة هي دعوة خدّاعة. لأن ما يربض تحت الزرقة اللامتناهية هو عالم يفوق خيالنا. تملؤه ممالك بائدة ووحوش شرسة، تسبح في تلك الأعماق المنسية."
    },
    {
        "id": 109,
        "name": "الغازي",
        "description": "احتفاءًا ببطولة دعوات منتصف الموسم League of Legends وبطولات مرحلة الربيع."
    },
    {
        "id": 110,
        "name": "قوطي",
        "description": "إنها ليست مرحلة مؤقتة."
    },
    {
        "id": 111,
        "name": "عصر الفضة",
        "description": "يتوفر أعظم أبطال الريفت الخارقون وأكثر الأشرار دناءةً في متجر قصص مصورة قربك!"
    },
    {
        "id": 112,
        "name": "جليدي",
        "description": "العالم متجمد، ولم يبق سوى قلّة يذكرون سبب ذلك. الأهوال القديمة تضطرب من تحت الجليد، وتستعد للسيطرة على العالم مرة أخرى. لا تزال شعلة الأمل موقدة، لكن الأيام قصيرة، والليالي طوال..."
    },
    {
        "id": 113,
        "name": "باتل أكاديميا",
        "description": "في تلك الأماكن، لا تكتب النجاة إلا للقوي. رغم أنها أُنشِئت لتكريم سلاحهم السماوي، إلا أن الطلاب في كل أكاديمية يسعون لتسخير قوته في سبيل أمجادهم الشخصية. عليك السيطرة على المنافسة، في قاعة الدرس، وفي ساحة المعركة."
    },
    {
        "id": 114,
        "name": "العصور الوسطى",
        "description": "أصغوا أيها الفرسان وأيها الخدم، فهذه الأراضي تحت الحماية الملكية للملك والملكة! أفسحوا الطريق، أفسحوا الطريق!"
    },
    {
        "id": 115,
        "name": "مشفى الريفت",
        "description": "اجلس. سيأتيك الطبيب حالًا."
    },
    {
        "id": 116,
        "name": "شيطاني",
        "description": "حتى في مملكة الجحيم، تحتال الشخصيات المتحمسة للوصول إلى مراتب أعلى، فتقامر بأرواح الفانين في ألعاب سطوتهم ابتغاء حظوةٍ عند سيد الظلام."
    },
    {
        "id": 117,
        "name": "ديماسيا فايس",
        "description": "عندما تثبّت آري شخصيتها في شاشة البداية، تملأ النتيجة المليئة بالموالفة الأركيد. إن ضغطاتها على الأزرار ليست عشوائية، ولكنها محسوبة بدقة لتقود بها بطلتها خلا شوارع ديماسيا الغارقة في الجريمة. يجتمع حشد من الراغبين في مشاهدة آري تحطم الرقم القياسي الذي حققته بنفسها منذ عدة أيام."
    },
    {
        "id": 118,
        "name": "هيفي ميتال",
        "description": "يجتمع المشاهدون من كل أنحاء العالم للاستمتاع بفرصة مشاهدة صراعات أعظم مقاتلي الروبوتات في حلبات مصارعة RiotCorp، والمتحمسين لفرصة تتويجهم بلقب بطل دوري قتال الروبوتات الآلي بالكامل أو تعطلهم وهم يحاولون."
    },
    {
        "id": 119,
        "name": "حارس النجوم الموسم 3",
        "description": "يظهر فريق آري القديم من جديد، وقد غيرتهم الأحداث التي مزقت شملهم من قبل... يتبعهم تهديد يفوق كل ما واجهه حراس النجوم من قبل. هل تستطيع هذه المجموعة تجاوز أحقادها القديمة لإنقاذ نفسها من الهلاك؟ أم أنهم سيكونون الضحايا التالين لنجم الغسق؟"
    },
    {
        "id": 120,
        "name": "ترو داميج",
        "description": "ما هو الضرر الحقيقي؟ يا رجل، الضرر الحقيقي هي المستقبل! إنه مجموعة من أفضل الفنانين حول العالم، يجتمعون معًا ليقوموا بأفضل تعاون، لإنتاج أفضل موسيقى هيب هوب في العالم. إننا متقدمون بخمس خطوات عن الجميع. وعلى كل من تبقى أن يتبعنا.\" - إيكو"
    },
    {
        "id": 121,
        "name": "شرطة ولصوص",
        "description": "لا أحد يستطيع القيام بما يقوم به قسم شرطة بيلتوفر. من غيرهم يستطيع أن يحتفظ بالكعك الحلَقي المليء بالسكر في معداتهم التي لا تعرف الرحمة، وينجز أكثر ما يمكن من ساعات العمل الإضافي، ويتجاهل حتى أسهل الأعمال الورقية؟ ربما يستغل المجرمون أخلاقيات العمل هذه، ولكن حتى هم يحلمون بأن يكون لديهم مثلها."
    },
    {
        "id": 122,
        "name": "النخبة القرمزية",
        "description": "لا يمكننا أن نؤكد أو ننفي تورط النخبة القرمزية في أي نشاطات إجرامية، ونطلب منكم توجيه كل استفساراتكم للسلطات المحلية."
    },
    {
        "id": 123,
        "name": "فرسان الرهبة",
        "description": "أعادهم إلى الحياة سحر قديم غامض، هؤلاء الفرسان الموتى الأحياء هم كل ما تبقى من تاريخ لا نعرف عنه إلا القصص، ضائع في الزمن. سيحمون ما كان مُلكهم مرةً، مهما كلف الأمر من حياة الفانين."
    },
    {
        "id": 124,
        "name": "حاملة النور",
        "description": "يحكم النظام والنور من خلال زعماء الفجر، فيجلب التنظيم إلى عالمٍ وليد عالق في صراع مع قوى الليل."
    },
    {
        "id": 125,
        "name": "حامل الليل",
        "description": "يحكم النظام والنور من خلال زعماء الفجر، فيجلب التنظيم إلى عالمٍ وليد عالق في صراع مع قوى الليل."
    },
    {
        "id": 126,
        "name": "حجر الدم",
        "description": "تزخر أعماق الليل بالأهوال، وليس أي منها أكثر إرعابًا من طوائف حجر الدم. تملأ الصرخات الهواء في حضورهم، وتصبح الشوارع حمراء بلون الدم، لأن سيدهم قد جاع ويجب إشباعه."
    },
    {
        "id": 127,
        "name": "ممالك الميكا",
        "description": "استمرت الحروب بين الممالك العظمى لأجيال إلى أن وصل عدو جديد. للتمكن من المقاومة، باركتها الحدائق الخضراء بالعطايا. فهل ستتمكن من تجاوز ماضيها لإنقاذ مستقبلها؟"
    },
    {
        "id": 128,
        "name": "فريليورد",
        "description": "نادرًا ما يشهد الشمال القاسي المتجمد زوارًا من أراضٍ أخرى. أولئك الذين يتجرؤون على قفاره تقابلهم طبيعة ناقمة وقطعان عدوانية. قلة هم المحظوظون الناجون ليعودوا إلى الأمة التي يدعونها الوطن."
    },
    {
        "id": 129,
        "name": "الصقيع الأسود",
        "description": "لا تدع مشعوذة الجليد أحدًا يرقد؛ كل صديق وعدو يقتل في صعيدها ينهض مجددًا ليقاتل إلى جانبها. يغير سحرها المظلم من مظاهرهم، فيحولهم إلى مسوخ ثلجية ذات قلوب سوداء من جليد لا يذوب."
    },
    {
        "id": 130,
        "name": "أبطال العالم: 2019",
        "description": "تهانينا للفائزين ببطولة العالم 2019: فريق FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "ساي أوبس",
        "description": "درّة تاج العمليات الخاصة العسكرية، إن وحدة ساي أوبس هي فريق نخبة من الجنود ذوي القدرات النفسية الذين يتم نشرهم ضد القوات العسكرية المنشقة والتهديدات الخارقة للطبيعية. ليس لهم وجود رسميًا. ولكن حين لا تنفع أساليب الحروب التقليدية، وحين يكون مصير العالم في الميزان، فإن ساي أوبس تهب للنجدة."
    },
    {
        "id": 134,
        "name": "مجموعة الوردة السوداء",
        "description": "إنها وحدة شبه عسكرية ذات قدرات نفسية بقوة مخيفة، تأمل مجموعة الوردة السوداء في خلق نظام عالمي جديد باستخدام أسلحتهم البيولوجية البشرية العاتية."
    },
    {
        "id": 135,
        "name": "عرّافو التنين",
        "description": "تسكن تنانين مهيبة في أماكن نائية من الجمال البري، وتتجنب شؤون الفانين فيما عدا إسباغ عطاياهم في أحيان نادرة على قلة مختارة. عرّافو التنين هم أولئك المحظوظون والأقوياء بما فيه الكفاية للحصول على البركة الأسمى. واستخدامها في سبيل الخير أو الشر هو أمر يعود لهم، ولكل من يملك القوة الكافية لإيقافهم."
    },
    {
        "id": 136,
        "name": "مجرّي",
        "description": "لقد دمرت حرب القمر المحطّم مجرتنا لمدة مئة دورة تقريبًا. ومع ذلك... لا تبدو النهاية قريبة."
    },
    {
        "id": 137,
        "name": "ملكات المعركة",
        "description": ""
    },
    {
        "id": 138,
        "name": "المحطَم",
        "description": "ينشر الفزع ضبابه الأسود في رونتيرا، مفسدًا بلا تمييز. ينحرف البعض في وجوده إلى اتّباع الملك المحطَم، معتقدين أن أهدافهم واحدة. لكن فييغو لا يريد إلا عودة إيسولدة؛ ولا حلفاء لديه. ليس المحطَمون الذين يعينونه على إيقاف الخفراء سوى مجرد بيادق في لعبة هذا المحب مفطور الفؤاد."
    },
    {
        "id": 139,
        "name": "مخطوطات شان هاي",
        "description": "في مخطوطات شان هاي الخيالية، يطوف الزعماء والمخلوقات الخرافية بأراضٍ مسحورة، مزودةً بقوة المواد. وفي حين يقنع بعضهم بالحياة في الرقعة الممنوحة لهم، يتمنى الآخرون القفز وراء الحدود ورسم حياتهم بفرشاة جديدة."
    },
    {
        "id": 140,
        "name": "وردة الكريستال",
        "description": "يفوح عبق الرومانسية والفرح في هواء مهرجان وردة الكريستال السنوي، حيث يلتقي الخصوم على أرضٍ محايدة ومسالمة لمشركة ليلة من الرقص، والسرور، والتفكير في أماني المستقبل. يجب على الجميع ترك أسلحتهم عند الباب كوعد بمستقبل أفضل."
    },
    {
        "id": 141,
        "name": "الوردة الذابلة",
        "description": "يرحب مهرجان وردة الكريستال بكل من يؤمن بحلمه في غدٍ مسالم، على الرغم من أن الكثيرين قد خاب ظنهم في الأمر برمّته. أولئك الذين يشكلون الوردة الذابلة يرغبون في نهاية هذا المهرجان. ولكن لا يوجد من هو منيع ضد سحر المهرجان؛ ربما سيسحرهم جمال الأمسية هم أيضًا ويغيرون آراءهم."
    },
    {
        "id": 142,
        "name": "الوحش القمري",
        "description": "في كل عام يصل وحش قمري خبيث إلى عالم الفانين، منجذبًا إلى احتفالات العام الجديد. وفي كل عام، يختار الزعيم القمري الذي نحتفل بعامه فرقة من الأبطال المختارين لتقود الوحش في مطاردة مرحة ولتحمي المدينة من الاكتساح العابث لهذا المخلوق. إن المسيرة القمرية هي جزء محبوب من احتفالات العام الجديد ويعتبر الوحش جالبًا للحظ الجيد بعد أن تتم تهدئته بجهود الفرقة. عندما يكون الوحش القمري مرتاحًا ومستمتعًا، فإن ذلك يشير دائمًا إلى عام جديد مزدهر!"
    },
    {
        "id": 143,
        "name": "النحل!",
        "description": "بزززت. بزززت بزززت. بزززت. بزززت! بززت، بززت، بززت، بززت، بززت. بزززت..."
    },
    {
        "id": 144,
        "name": "راقص الفضاء",
        "description": "في مجرة راقصة على بعد ملايين من حلقات الديسكو المستعرة، هناك طاقة غامضة معروفة فقط باسم الموسيقى الراقصة تجلب الموسيقى والازدهار إلى تريليونات المواطنين المجريّين. لكن حين بدأت ليساندرا سيدة الغرباء وجيشها الفضائي من الألحان القاسية في استعباد الكواكب وكبت موسيقى الديسكو، نهض جيل جديد من الأبطال لإيقافها، والحفاظ على استمرار الحفلة."
    },
    {
        "id": 145,
        "name": "أبطال العالم: 2020",
        "description": "تهانينا للفائزين ببطولة العالم 2020: فريق DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "أركانا",
        "description": ""
    },
    {
        "id": 147,
        "name": "حراس النور",
        "description": "على الرغم من أن عددهم محدود، إلا أن حراس النور يتشاركون تاريخًا معروفًا. لقد حاربوا الفزع لسنوات، تساعدهم في ذلك أسلحة أحجار تحفة قديمة تحول أرواحهم إلى ضوء قوي. ولكن كل ما يهم الآن هو المعركة القادمة، حيث يدمر الملك المحطَم رونتيرا، فقط ليرقص مع ملكته مرة أخرى."
    },
    {
        "id": 148,
        "name": "سايبر بوب",
        "description": "في مدينة الأصوات المخفية والنابضة بالحياة، يتجمع المخترقون، والمتزلجون، والمتمردون معًا بعيدًا عن العيون المتربصة لأسياد الشركات الآلية الأقوياء."
    },
    {
        "id": 149,
        "name": "كابوس مدينة الجريمة",
        "description": "إن تواجد الفساد والخروج عن القانون على الخريطة، لكانت مدينة فالوران في المركز. إنها أرض تتكاثر فيها كل رذيلة، ولا يوجد فيها مدىً للعمق الذي يمكن أن نجد فيه الشر، وتتوق الأهوال الرابضة هناك في نشر نفوذها في الخارج."
    },
    {
        "id": 150,
        "name": "طائر الفينيق",
        "description": "لا يحصل على بركة فينغهوانغ المقدسة إلا أطهر القلوب، وهي عنقاء أسطورية ترعى العالم. يحصل أبطالها على ريشة واحدة - وتحتوي كل ريشة على قوى طبيعية لا يمكن تصورها، تمنحهم كل ما يلزمهم لحماية كل ما هو جيد وبريء من القوى الرابضة في الظلال."
    },
    {
        "id": 151,
        "name": "القتل الخماسي III: الفصل المفقود",
        "description": "في عالم مكرس لزعماء ظلاميين ولامبالين، حيث يشتبك الفانون في ملاحم معدنية ودموية لا تتوقف، ارتفعت فرقة واحدة فوق الباقين: القتل الخماسي، التي تم اختيارها من جماعة فاسدة. أصبحوا الآن موقّرين في المعابد والحلبات في كل مكان، وقد أصبحت سيادتهم مطلقة - ومع ذلك فإن وقت التغيير يقترب، وقد تبدأ الدورة قريبًا من جديد..."
    },
    {
        "id": 152,
        "name": "أركين",
        "description": ""
    },
    {
        "id": 153,
        "name": "ظرفاء المقهى",
        "description": ""
    },
    {
        "id": 154,
        "name": "بورسلين",
        "description": "في عالم تزدهر فيه الأرواح القديمة والمخلوقات السحرية في محيط المجتمع الحديث، تعتبر التحف البورسلانية القوية المدعوة بتحف البروج الفلكية هي المفتاح لقوة هائلة. يحافظ على سلامتها الحماة: وهم حرس خالدون مهمتهم إبقاء التحف بعيدًا عن الأيدي الشريرة."
    },
    {
        "id": 155,
        "name": "نصل الصدمة",
        "description": "يحملون أسلحة مشبعة بسحر الصواعق خلال طقوس الغيوم المميتة، نصال الصدمة هم تنظيم من محاربي الشينوبي الغامضين مهمتهم حماية الجنس البشري من الأرواح والوحوش الشريرة. يسافرون بين عوالم الأرواح والفانين ليطاردوا التهديدات التي لا يستطيع غيرهم أن يمسها، ولحماية مستقبل كل قاطني العالم الفاني."
    },
    {
        "id": 156,
        "name": "فرقة أنيما",
        "description": ""
    },
    {
        "id": 157,
        "name": "فارس الرماد",
        "description": "منذ عصور سحيقة، شن ملك عظيم حربًا مجيدةً: لكسر قيود السحر على العالم، ليستطيع بنو البشر تحديد مصيرهم بأنفسهم. ومع ذلك فإنه بقطع آخر خيوط السحر مات الملك، وتداعت أسس العالم، وتُرك فرسانه الذين كانوا ذات مرة أسطوريين، وحيدين مع الجنون والدمار والرماد."
    },
    {
        "id": 158,
        "name": "أبطال العالم: 2021",
        "description": "تهانينا للفائزين ببطولة العالم 2021: فريق Edward Gaming!"
    },
    {
        "id": 159,
        "name": "أنشودة المحيط",
        "description": "لا شيء ينضح بأسلوب حياة \"أنغام الشاطئ والألحان الجميلة\" أكثر من مهرجان أنشودة المحيط. من أغاني سيرافين الهادئة إلى مجموعة تنسيق الأغاني التجريبية ليوني، هناك ألحان تناسب الجميع، لذلك تمتعوا بالرمال بين أصابعكم، وتذوقوا لهواء المالح، وأطلقوا أنفسكم مع أجمل موسيقى في الصيف."
    },
    {
        "id": 160,
        "name": "قمر الثلج",
        "description": "مع صعود قمر الثلج خلف جبال أيونيا المهيبة، تمر برودة فوق الأراضي الشاسعة. أولئك الذين يعبدون باسمه - طائفة من القتلة الصارمين - يبدؤون بطقوسهم. يأتي التطهير مع الثلج، تنقية لا يمكن تحقيقها إلا بتضحية الشخص بإنسانيته."
    },
    {
        "id": 161,
        "name": "حارس النجوم الموسم 4",
        "description": "يظهر أعداء قدماء في مدينة فالوران التي لا تزال تحمل آثار غزو زوي، يدافع عنها الآن جيل جديد من حراس النجوم. أثناء تجمع الظلمة في السماء، تجهز كايسا وأكالي فرقتهما التي لم تُختبر لمعركة مع قوى تتجاوز استيعابهم... والتهديد الحقيقي الذي ينتظرهم بعد ذلك."
    },
    {
        "id": 162,
        "name": "مروّض الوحوش",
        "description": "من نحن؟ نحن مروّضو الوحوش! نحن نحمي العالم عندما يكون في خطر! عندما يهرب الآخرون، نتبع نحن صوت الزئير. نروض الوحش ونستخدم الجوهر. ومع أصدقائنا الجدد إلى جانبنا، سنقفز ونركض ونسبح وننزلق! سنذهب إلى أي مكان، بغض النظر عن بعد المسافة. لأننا مروّضو الوحوش! هذه حقيقتنا!"
    },
    {
        "id": 163,
        "name": "حارس الروح",
        "description": "أمضى أودير عقدًا تقريبًا يتدرب في أيونيا مع رهبان دير هيرانا، ويتعلم أن يضبط ويتقن قدراته الروحية. وأخيرًا، عندما دعته فريليورد إلى الوطن، اختار أن يبقى ويكمل تدريبه. أثناء ذلك، أصبح أودير جزءًا من أيونيا، فانيًا وروحيًا في نفس الوقت، حيث يعمل مع لي سين وكارما لإعادة التوازن إلى أرض مزقتها الحرب."
    },
    {
        "id": 164,
        "name": "الخراب",
        "description": "منذ ألف عام، اختار آخر ملوك كامافور أن يتبع قلبه على حساب بلده. كان حبه قويًا إلى درجة أن القدر تدخل، ولم يتبع ذلك إلا الدمار."
    },
    {
        "id": 165,
        "name": "ألعاب القمة",
        "description": "إنه عام 2122، عام من الإنجازات التي تُحقق لأول مرة في ألعاب القمة. سينضم الحكام الآليون للساحة، ستكون رياضة Hammerjack موجودة بشكل تنافسي لأول مرة، وبعد سنوات من المحادثات، تم السماح للبشر المعززَين بالمشاركة. كل ما بقي لرؤيته هو من الذي سيفوز."
    },
    {
        "id": 166,
        "name": "مخلوق الطبيعة",
        "description": "تتعلق مملكة على حافة الدمار حيث يعلن جيش من وحوش الطبيعة العماليق الحرب على البشرية. تقف في آخر خط دفاع ملكة محاربة وحيدة، لكس ساحرة الطبيعة. لإنقاذ شعبها، عليها أن تبحث في داخلها وتكشف طبيعتها الحقيقية... بغض النظر عن أي هيئة تتخذها."
    },
    {
        "id": 167,
        "name": "قديم",
        "description": "هناك كنوز من العصور السحيقة، تلتمع وتبدو قريبة."
    },
    {
        "id": 168,
        "name": "أورف خروف البحر",
        "description": "في ذكرى أورف، بقر بحر محارب لطيف يتدرب الآن بملعقته المسطحة في المستنقعات الضحلة في العالم الخفي العظيم. ليلة سعيدة، أيها الأمير اللطيف."
    },
    {
        "id": 169,
        "name": "الحفلة المفاجئة",
        "description": "ومن لا يحب حفلة مفاجئة؟ لقد انتهت قائمة الضيوف، واشترى الجميع هداياهم، وسيكون الطعام عظيمًا. حتى أنه سيكون هناك مهرج! ستكون حفلة جديرة بالتذكر. فقط لا تخبر أمومو عنها."
    },
    {
        "id": 170,
        "name": "ليلة الرعب",
        "description": "متقافزًا عبر الأرض بأرجل ضفدع هائلة، يجذب نُزُل الفطر النزلاء بتنوع مخيف. وبغض النظر عن مكان استقراره، هناك دائمًا وحش بحاجة إلى مكان للمبيت، والأم غلاسك دائمًا موجودة لترحب بهم في العائلة بصدر رحب. وتضمن متاهة لانهائية من الغرف أنها لن ترد أي زبون أبدًا."
    },
    {
        "id": 171,
        "name": "أزهار الروح",
        "description": "إن مهرجان أزهار الروح هو وقت عريق ووقت احتفال في أيونيا، عندما يكون الباب إلى عالم الأرواح مفتوحًا، يعود الموتى إلى أحبابهم، وتوجه كل أنواع الأرواح انتباهها إلى الأحياء. من كانمي الرؤوفة، إلى أكانا الهاجسية - تُروى قصصهم باستمرار، مثل الظلال على مصباح ورقي."
    },
    {
        "id": 172,
        "name": "الساحر",
        "description": "من قال أن الساحرات لا يمكنهن الاستمتاع؟ كائنًا من كان، لقد تحول إلى ضفدع الآن على الأغلب. أو إلى أي آفة ملعونة أخرى، منكوبًا بأن يجوب الشوارع إلى الأبد، يشاهد احتفالات المساء من بعيد. إنه عقاب شديد، ولكن ماذا كنت تتوقع؟ قد يعرفن كيف يقيمون حفلة، لكنهن في نهاية الليل سيبقين ساحرات!"
    },
    {
        "id": 173,
        "name": "منسق الأغاني",
        "description": "اشعر بالموسيقى. اسمع الإيقاع. دع الموسيقى تحركك."
    },
    {
        "id": 174,
        "name": "بوب ستار",
        "description": "عندما تكون على قمة قوائم الأكثر مبيعًا، لن يستطيع أحد إنزالك."
    },
    {
        "id": 176,
        "name": "التكريمات الثلاثة",
        "description": "لقد أصبح المجتمع فرديًا بشكل متزايد ومنغلقًا تحت حكم الإيسنت. يتم تشجيع الناس على أن يبالوا بأنفسهم فقط، بحيث لا يثق أحد بالآخر. كقائد لتنظيم الولاء، الذي انتهى منذ زمن طويل، يسعى مالزاهار إلى جلب التناغم إلى هذا العالم المتنافر من خلال النهوض بهالة العزاء. إنه يعلم أنهم لا يستطيعون إلهام عالم أفضل إلا بالتعاون سويةً."
    },
    {
        "id": 177,
        "name": "بيلجواتر: المرتزقة",
        "description": "يندفع صائدو الجوائز، والخارجون عن القانون، والقراصنة جميعًا إلى موانئ المذابح سيئة السمعة في بيلجواتر كما يتجمع الذباب على لحم الجزار. إنها حياة صعبة في هذه البحار، لكن الجائزة قد تستحق العناء... لو سمحت السيدة الملتحية بذلك."
    },
    {
        "id": 178,
        "name": "تاريخ",
        "description": "يتم اختبار الأساطير، وتشكيلها، وتقويتها عبر ماضيها."
    },
    {
        "id": 179,
        "name": "لعنة الفويد",
        "description": "إذا انتشر بلاء الفويد في رونتيرا، فإن كل ما هنالك سينحني لتطوره المشوّه. مندفعًا، جائعًا، توّاقًا، لا يوفر الفويد أي مخلوق ولا يقبل أي هزيمة."
    },
    {
        "id": 180,
        "name": "طرق أخرى",
        "description": "يخفق فارس ريش بجناحيه، وفي منتصف الطريق عبر رونتيرا يظهر تنين بحري. تمضي حيواتنا، تتقلب كالكلمات على رقعة جلدية، والطرق التي قد نتبعها مجهولة ومثيرة. ماذا لو كان الطريق الذي نسلكه عوضًا عن ذلك.. هو الطريق غير المطروق؟"
    },
    {
        "id": 182,
        "name": "بيتا",
        "description": "من الذي ترك هذه المظاهر في اللعبة؟؟؟؟ لا تخبر القسم القانوني بذلك."
    },
    {
        "id": 183,
        "name": "سارق الأرواح",
        "description": "الأرواح هي الحياة، النور، القوة - وفي عالم بلا رحمة، يسرقها ويستهلكها أسياد الموت القساة."
    },
    {
        "id": 184,
        "name": "الظافر",
        "description": "تمنح للاعبين الذين فازوا ببطولة League of Legends للرعاة."
    },
    {
        "id": 185,
        "name": "محارب حقيقي",
        "description": "بالنسبة للمحارب الحقيقي، يتردد صدى القوة والشرف فقط إلى الأبد."
    },
    {
        "id": 186,
        "name": "السماوي الناري",
        "description": "يشق بايك، أول كائن سماوي ناري، طريقه خلال العوالم في اكتساح مدمر ضد أترابه، ويمنح الحياة لكائنات سماوية نارية جديدة في نفس الوقت. من سينتصر مع ظهور كل مراكز القوة الجديدة هذه، وما الذي سيفعلونه مع انقضاء الوقت القليل المتبقي لديهم؟"
    },
    {
        "id": 187,
        "name": "مباركة الشتاء",
        "description": "عندما يصبح الهواء باردًا وتتساقط الثلوج الأولى، انظر إلى السماء، لأن بولاريس ستظهر. لا تخف، لأنك إن كنت فاضلًا دون توقع مقابل، فقد تتم مكافأتك ببركات أورورا. ولكن تذكّر: بغض النظر عن أفعالك، لا يمكن أن تثق بحظوظك، لأن بولاريس تأتي كل عام، ولا أحد ينجو من العقاب."
    },
    {
        "id": 188,
        "name": "صانع الخرافات",
        "description": "منذ زمن بعيد، كانت هزيمة الوحش العظيم غاليو سببًا في ظهور تقاليد العام القمري الجديد التي تستمر من خلال إعادة رواية هذه القصة البطولية. ينبض داخل القصة عالَمٌ حيٌ خاص بها - ولكن حين تتم مقاطعة عالم القصة فجأةً، يجب على كل الشخصيات أن تعمل معًا لإصلاح الفوضى وإكمال أسطورتهم الخاصة."
    },
    {
        "id": 189,
        "name": "خفقات القلب والقلب المكسور",
        "description": "إن طالبة المدرسة كليك خفقة القلب الواقفة بأناقة لا تتوافق مع مجموعة القلب المكسور، التي يفضل أعضاؤها الهروب من الصف للتسكع في حديقة التزلج. ولكنهم يتفقون على شيء واحد: لقد سئموا تلك العطلة المصطنعة السخيفة المخصصة للأشخاص المصابين بالمشاعر. لماذا إذًا لا يستطيعون التخلص ببساطة من مشاعر التوتر المزعجة هذ؟"
    },
    {
        "id": 190,
        "name": "الميثاق المكسور",
        "description": "قاتل مجمَع أسبيرا لسنوات مِلّة نيفرغاست من أجل أسبيرا، نفخة الحياة. بالنسبة للمجمَع، تعتبر أسبيرا هديةً يعيدها الشخص عند موته للدخول إلى الآخرة. أما نيفرغاست الملعونون بالعطش الأبدي للنفخات، فيؤمنون أن هناك واحدة ويجب عيشها إلى أقصى حد. وتستمر الحرب مشتعلة، بلا نهاية في الأفق..."
    },
    {
        "id": 191,
        "name": "بلاط العجائب",
        "description": "إن كل نبلاء الجن خدم لإرادة الطبيعة، حيث ينظمون قوانين الطبيعة ودورة الفصول بسحرهم. ولكن تحت هذه الغايات السامية، تجري لعبة مستمرة من المكائد السياسية في البلاطات الفاخرة الزاخرة بالحرير وشباك العنكبوت والذهب. لأن القوة في النهاية، سحرية كانت أو طبيعية أو سياسية، دائمًا ما تلهب التنافس."
    },
    {
        "id": 192,
        "name": "أطياف الحبر",
        "description": "على أطراف مدينة رابادون، يستضيف معبدٌ متداعٍ آخر أمل لشعب رابادون: محاربو أطياف الحبر. يضحي كل منهم بأغلى ما لديه بهدف عقد اتفاق مع أرواح قديمة، تصبغهم بوشوم سحرية قوية جدًا إلى درجة تجعل الكابال يرتجفون. ليسوا ضحايا بعد الآن. حان وقت استعادة وطنهم."
    },
    {
        "id": 193,
        "name": "حامل الليل وحامل النور",
        "description": "إن الصراع بين حاملي الليل وحاملي النور أزلي. فعلى أحد الطرفين، تجلب قوى الفوضى والظلام التغيير، أما على الطرف الآخر، فإن قوى النظام والنور تجلب التنظيم. إنهم أولئك الزعماء وأنسالهم الذين يحددون شكل العالم الوليد، والذين يقررون فيما إذا كان المستقبل سيجلب أيامًا مشرقة... أم ليالي حالكة."
    },
    {
        "id": 194,
        "name": "أبطال العالم: 2022",
        "description": "تهانينا للفائزين ببطولة العالم 2022: فريق DRX!"
    },
    {
        "id": 195,
        "name": "الكريستال السماوي",
        "description": "كان موتوس عالمًا متعلقًا بالسحر، ولكن كل شيءٍ انهار بعد التطهير. بعد عدة قرون، تشتتت الحضارة، وغطت الطبيعة المدن، وعاد السحر على شكل كريستالات الموشور. كل ما يريده هو الانتشار، وفي حين يستطيع البعض استخدامه بأمان، فإن آخرين يخسرون أنفسهم تحت وطأته وتتم السطرة عليهم وهكذا تبدأ حروب الموشور."
    },
    {
        "id": 196,
        "name": "مقاتل الروح",
        "description": "ستستفيق أرواحهم بالاختبار: اختبار يخوضونه إما في ساحة المعركة أو في غياهب الذهن. سيُمنَح كل منهم قدرات فريدة تعكس طبيعته وقوته لاستحضار جوهر روحه الخالص. يصقل بعضهم قوته، ويشحذها عبر التدريب... فيما يستعملها آخرون فقط كسلاحٍ للدمار. إنهم... مقاتلو الروح!"
    },
    {
        "id": 197,
        "name": "عفاريت الشوارع",
        "description": "في مدينة ستيكسبريدج، تعيش الشياطين، والمخلوقات، والبشر جنبًا إلى جنب. في كل عام يتم عقد مهرجات لفنون الشارع، تتوِّجه منافسة ودية لمعرفة من يمكنه رسم أكبر وأجرأ رسم جداري: ويدعى مهرجان العلامة!"
    },
    {
        "id": 198,
        "name": "لا إيلوسيون",
        "description": "كان أفراد حياة إيدولا فانين ذات يوم، ولكن عند موتهم، ولدوا من جديد كأرواح حياة تشكلت من حب عائلاتهم. أما أفراد موت إيدولا فكانوا أرواحًا منسية هامت بعد موتها في العالم الآخر إلى أن وجدت عائلاتٍ بديلة. لا يمكن رؤية أيٍ من الجانبين، بل يمكن الإحساس بهم فقط من خلال الاحتراق: وهو لهب سحري يساعد إما على إشعال الحياة أو على إطفاءها."
    },
    {
        "id": 199,
        "name": "القلب الفولاذي",
        "description": "القلب الفولاذي هي أكثر الفرق الموسيقية الجديدة إثارة على الساحة، تضم فنانين مثل كاين وإزريال -\"\\n\"إنها كل فرقتنا!\"\\n\"اهدأ يا سيت\"\\n“مهلًا، ذكّرني مع أي مجلة سنقوم بهذه المقابلة يا كاسانتي؟\"\\n\"حاول التركيز رجاءً!\"\\n\"يوني، أيمكننا الصعود على خشبة المسرح الآن؟\"\\n\"نعم نحن جاهزون... أوه، حسنًا، لقد غادر أفيليوس للتو..."
    },
    {
        "id": 200,
        "name": "الكمين البدائي",
        "description": "أولئك الذين يحالفهم الحظ في أن يولدوا بعلامات متوهجة على بشرتهم يحظون بالتبجيل بين شعوبهم لكونهم من \"الفافوركلاو\". صُممت أزياء النمور المميزة هذه لتمثيل مجتمعهم وفرض احترام الآخرين لهم بقوتهم. يأمل كل منهم في غزو العالم باسم نوعه ويصبح القائد الذي يخشاه الجميع."
    },
    {
        "id": 201,
        "name": "الميزان السماوي",
        "description": "من أجل معرفة رعايا مملكتهم بشكل أفضل، ينزل ملوك التنانين وحاشيتهم من قصرهم في السماء، ويتخذون أشكالًا بشرية ويستمتعون مع البشر وهم يستهلون العام الجديد."
    },
    {
        "id": 202,
        "name": "الكريستال الجامح",
        "description": "عندما ظهرت القوة الموشورية، كان هناك من تعلموا صقل سحرها. إلا أن تأثير الكريستال يفسد الأرض نفسها في أقصى الشمال. بين الغطاء النباتي الكسيري والهواء قزحي الألوان، تتعاون المخلوقات مع السكان الذين كانوا بشرًا في حرب ضد ما تبقى من الحضارة. كل شيء سينعكس في صورة موشورية."
    },
    {
        "id": 203,
        "name": "معركة الطعام",
        "description": "هذه الأطعمة، اللذيذة والمميتة للأعداء في نفس الوقت، لن تستسلم بدون قتال."
    },
    {
        "id": 204,
        "name": "الأساطير الصاعدة",
        "description": "منذ زمنٍ بعيد، أودع زعماء الأساطير قوتهم داخل شظايا الصاعدين الأربعة: الفوضى والتناغم والصبر والنشاط. قدمت كل شظية اختبارًا يهدد الحياة للمحاربين الذين كانوا يطمحون لنيل قوتها، واعدةً بتخليد أسمائهم في سجلات التاريخ. وإلى يومنا هذا، يتقدم المقاتلون من شتى أصقاع الأرض لخوض التحدي على أمل ترك ذكرى تحظى باحترام الزعماء أنفسهم."
    },
    {
        "id": 205,
        "name": "راعي المطر",
        "description": "أصيب العالم بالجفاف بدون ماء ولا أغاني. فمنذ أن فقدت الضفادع قدرتها على الغناء، تباعدت فترات هطول الأمطار وأصبحت الرطوبة عملة نادرة. لذلك علّمت الضفادع مجموعة جديدة الغناء، مجموعة رعاة المطر. مع ارتداء أفرادها ملابس مطر خاصة، يعملون على تجديد حيوية الأراضي وإعادة الطبيعة إلى حالتها الخصبة السابقة."
    },
    {
        "id": 206,
        "name": "البرايمورديانز",
        "description": "بعد طرد البرايمورديانز من اليابسة، أقامت تلك المخلوقات في أعماق البحار لقرون طويلة تنتظر الفرصة بصبر... إلى أن لم يعد بإمكانها تحمّل سكّان اليابسة وحجم إساءتهم للكوكب. وهكذا صدر حكم ملكة البرايمورديانز بضرورة إنهاء عصر هيمنة البشر والإيذان ببزوغ شمس حكم البرايمورديانز."
    },
    {
        "id": 207,
        "name": "أبطال العالم: 2023",
        "description": "تهانينا للفائز ببطولة العالم 2023: فريق T1!"
    },
    {
        "id": 208,
        "name": "قبضات التحية ومراسم الاحتفال",
        "description": "حان وقت الاحتفال!"
    },
    {
        "id": 209,
        "name": "مختارة الذئب",
        "description": "عندما تسقط القائدة الشابة أمبيسا في ساحة المعركة، تظهر لها رؤيا فولراكنون، وهو عالم الخلود للمحاربين الأوفياء للذئب. على كل من يدخل هذا النعيم الانضمام إلى المطاردة الأبدية، حيث يجدون نشوتهم في القتال، ويواجهون أقرانهم المختارين في رحلة صيد مستمرة لا نهاية لها."
    },
    {
        "id": 210,
        "name": "المشجعون المخلصون",
        "description": "اجعل علم تشجيعك يرفرف عاليًا!"
    },
    {
        "id": 211,
        "name": "قناع الوردة السوداء",
        "description": "تسيطر الأجواء الاحتفالية والفخامة على رقصة الحرير، وهي حفلة تنكرية تجمع النبلاء والشخصيات اللامعة من جميع أنحاء رونتيرا. لكن في نوكسوس، تكون قاعات الحفلات أشبه بالمعارك. الهمسات حادة كالخناجر، وتتغير موازين القوى أثناء إلقاء المجاملات. حتى السيدة إليز المعروفة بانعزالها، خرجت لتقود هذا الحدث تحت أعين مراقبة خفية.... تراقب، وتنتظر."
    },
    {
        "id": 212,
        "name": "الأساطير المعاصرة",
        "description": "حدثت وقائع الأساطير والقصص منذ زمن طويل، لكن أصداءها لا يزال لها وقعٌ حتى اليوم. تحت سطح العالم العادي، تنهض القوى الخرافية بجيلِ جديدٍ من الأبطال."
    },
    {
        "id": 213,
        "name": "لطفاء الفطائر",
        "description": "كل ساحر حلويات يشار إليه بالبنان يعرف ألّا تجمع يكتمل دون حلوى لذيذة. صحيحٌ أن المقهى جديد، لكن خبرة الطهاة السحرة كبيرة، وهم مستعدون لبلوغ العظمة في عالم المأكولات عبر العجن والتقطيع والقلي والسلق. مجرد قضمة واحدة من هذه المعجنات الشهية ستجذب أكثر الزبائن تجهمًا للمشاركة في البهجة."
    },
    {
        "id": 214,
        "name": "العدالة المقنعة",
        "description": "بعد أن دمر عالمه الأصلي بيديه، جاب العملاق المجنون ميزوراكس المجرة بحثًا عن كوكب جديد يغزوه، حتى وجد أوكونو: الحاضرة العمرانية الصاخبة بالحياة. لكن مجموعة من سكان الكوكب أبدت مقاومة غير متوقعة هذه المرة. بفضل بدلات التمويه الفائق الفضائية، ستأخذ المجموعة بثأر من سلبهم ميزوراكس حياتهم، وستضع حدًا لحكمه إلى الأبد."
    },
    {
        "id": 215,
        "name": "الحساب الأعظم",
        "description": "من تقاليد نوكسوس أن يُحتفى بالانتصارات الكبرى وبهيمنة القوة على الضعف. عقب نجاح حملة مقاتلي نوكسوس في أراضي الفريليورد، تقررت إقامة مراسم الحساب الأعظم احتفالًا بعودة الجنرال داريوس وفرقه العسكرية، حيث ستتوافد الحشود إلى كل حلبة في العاصمة لتكريمه وتكريم جميع المصارعين العظماء الذين سطّروا أمجاد الماضي."
    },
    {
        "id": 216,
        "name": "صنّاع المصير ومحطمو المصير",
        "description": "في عالمٍ حيكت خيوطه بنسيج المصير، لا يبقى أي خيط بعيدًا عن متناول من يجرؤ على الإمساك به. لكن السبيل إلى ذلك يمرّ عبر قصر النسيج ومواجهة صنّاع المصير، تلك الكائنات العظيمة المسؤولة عن حياكة خيوط المصير. ومن كُتب له النجاح، نال لقب محطم المصير، وامتلك حقّ إعادة كتابة مصيره... بل المستقبل ذاته."
    },
    {
        "id": 217,
        "name": "المحدقون بالنجوم",
        "description": "يُعد المحدقون بالنجوم عرّافين متمرسين، ولطالما كشفوا أسرار الكون وحفظوها داخل مكتبة منظمتهم الشاسعة. بفضل معرفتهم الغامضة وقواهم القديمة، استطاعوا حماية عالمهم من تهديدات لا حصر لها. لكن قلّةً منهم فقط مستعدون لمواجهة رعب مجهول قادم من عالمٍ آخر... بل إنّ بعضهم يرفض حتى الاعتراف بوجوده."
    },
    {
        "id": 218,
        "name": "ينابيع أزهار الروح",
        "description": "في قمم الجبال يقع حمّام استجمامٍ يلجأ إليه الزوّار ليتخلصوا من أعباء الدنيا. يُعرف هذا الملاذ الفريد باسم \"ينابيع أزهار الروح\"، وهو واحة من الصفاء لا مكان فيها للدراما. يمحو طاقمه الودود وبخاره السحري أعباء المعارك وذكريات آن لها أن تُنسى. لا مكان هنا لبطلٍ أو شرير... بل لمن وجد السكينة واستعاد حيويته."
    },
    {
        "id": 219,
        "name": "رؤى الهالكين",
        "description": "كنا نسود الأرض ذات يوم. أما الآن، بعد أن تهنا إلى الأبد في ظلمة سجن بلا تجسّد، نحلم بألف فرصة لعودةٍ دمويةٍ محتمة... وتوسلات كل جنس البشر لرحمتنا السامية مجددًا\".<br>في عصرٍ تاه في روايات الأساطير، كان هذا العالم ملكًا للداركن.<br>والداركن عازمون على استعادته."
    },
    {
        "id": 220,
        "name": "أبطال العالم: 2024",
        "description": "تهانينا للفائز ببطولة العالم 2024: فريق T1!"
    },
    {
        "id": 221,
        "name": "النبات الفتاك",
        "description": "يُخضع النبات الفتاك كلّ من يتجرّأ على دخول مجاله العابق بالإغواء، ويستدرج من فيهم الطموح والجرأة ويغريهم بالاقتراب حتى يغرس فيهم بذرة إرادته القويّة. يتكيّفان ويتطوّران معًا، ويبدآن سعيًا لا ينقطع نحو مضيفين أشدّ بأسًا... يمنحون القوة، ثم يُستهلكون."
    },
    {
        "id": 222,
        "name": "هيئات الأزل",
        "description": "على مدى آلاف السنين، واصلت الهيئات الجبارة عملها الدؤوب من العالم النجمي لإرشاد وتقوية رونتيرا. تزعم كل هيئة أنها التجسيد الأسمى لحقيقة من حقائق الكون، وتسعى إلى اختيار مضيفين فانين جديرين بها وقادرين على تنفيذ مخططاتها، لتتمكن من السير في العالم مجددًا بهيئة مادية."
    },
    {
        "id": 223,
        "name": "ظلال الأعماق",
        "description": "بينما ينشغل القراصنة المتخاصمون بصراع الهيمنة على بحار الظلال، يتحرك في الأعماق شيء أقدم بكثيرٍ من صراعهم هذا. قلّة من الفانين يغامرون في أعماق البحار ويعودون، وحتى أولئك العائدون لا يعودون كما كانوا... إذ تقض مضجعهم همسات عن ساحرات وأطياف، وعن آثار وأنقاض تنتمي لعالم جرفته الأمواج منذ زمن بعيد."
    },
    {
        "id": 224,
        "name": "skinline_name_224_thelawsofstone",
        "description": "skinline_description_224_thelawsofstone"
    }
]