{
    "patcher_initiating_soft_repair": "Πρόβλημα! Υπάρχει κάποιο πρόβλημα με τη εγκατάσταση. Θα επιχειρήσουμε να επιδιορθώσουμε τα αρχεία που επηρεάζονται.",
    "patcher_primary_work_repairing": "Επιδιόρθωση εγκατάστασης",
    "patcher_error_failed_to_write": "Δεν ήταν δυνατή η εγγραφή αρχείων στον φάκελο εγκατάστασης. Για να λύσετε αυτό το σφάλμα, μπορείτε να δοκιμάσετε να ελευθερώσετε περισσότερο χώρο στον σκληρό δίσκο και να προσπαθήσετε ξανά.",
    "patcher_phase": "{{current}} από {{max}}",
    "patcher_league_client_sln": "Εφαρμογή",
    "patcher_lol_game_client_sln": "Παιχνίδι",
    "patcher_disconnected": "Δεν μπορείτε να παίξετε γιατί μάλλον είστε εκτός σύνδεσης.",
    "patcher_gameflow_disabled": "Δεν μπορούμε να δημιουργήσουμε λόμπι αυτήν τη στιγμή. Κλείστε την εφαρμογή, ανοίξτε την ξανά και ξαναπροσπαθήστε.",
    "patcher_gameflow_bad_registration_single": "Υπάρχει κάποιο πρόβλημα επικοινωνίας με ορισμένους σέρβερ του League. Αν το πρόβλημα εξακολουθεί να εμφανίζεται, επικοινωνήστε με την Υποστήριξη Παικτών σχετικά με τον εξής κωδικό σφάλματος: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Υπάρχει κάποιο πρόβλημα επικοινωνίας με ορισμένους σέρβερ του League. Αν το πρόβλημα εξακολουθεί να εμφανίζεται, επικοινωνήστε με την Υποστήριξη Παικτών σχετικά με τους εξής κωδικούς σφαλμάτων: {{errorCodes}}.",
    "patcher_no_queues": "Όλες οι ουρές αναμονής είναι απενεργοποιημένες προς το παρόν. Αν η εφαρμογή λειτουργεί σωστά κατά τα άλλα, κλείστε την εφαρμογή, ανοίξτε την ξανά και ξαναπροσπαθήστε.",
    "patcher_player_time_banned": "Έχετε αποκλειστεί! Θα μπορείτε να παίξετε ξανά σε {{days}} ημέρα(-ες).",
    "patcher_player_banned": "Έχετε αποκλειστεί! Συνδεθείτε ξανά για να δείτε τη διάρκεια του αποκλεισμού και την κάρτα συμμόρφωσής σας.",
    "patcher_player_in_tournament": "Δεν μπορείτε να παίξετε άλλες λειτουργίες παιχνιδιού όσο συμμετέχετε στο Clash.",
    "long_patcher_bar_text": "Εγκατάσταση εφαρμογής παιχνιδιού...",
    "patcher_migration_modal_header": "Έρχεται νέο πρόγραμμα ενημέρωσης κώδικα",
    "patcher_migration_modal_body": "Μετακινούμε τα αρχεία του League ώστε το νέο, πιο γρήγορο και σταθερό πρόγραμμα ενημέρωσής μας να μπορεί να τα βρει. Αυτό μπορεί να πάρει μερικά λεπτά, αλλά θα γίνει μόνο μια φορά. Αν θέλετε μπορείτε να δείτε περισσότερα {{link}}!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "εδώ",
    "generic_okay_button_text": "Εντάξει",
    "patcher_hanging_text": "Φαίνεται ότι δεν είστε συνδεδεμένοι στους σέρβερ λήψης μας.",
    "patcher_initial_eta_calculation": "Υπολογισμός εκτιμώμενου χρόνου λήψης...",
    "patcher_vanguard_session": "Εκκινείται περίοδος λειτουργίας του Vanguard.",
    "patcher_os_check_failed": "Χρησιμοποιείτε ένα μη υποστηριζόμενο λειτουργικό σύστημα. Για περισσότερες λεπτομέρειες, δείτε τις ελάχιστες προδιαγραφές μας.",
    "patcher_update_direct_x": "Η έκδοση του DirectX που χρησιμοποιείτε δεν είναι ενημερωμένη. Ενημερώστε την έκδοση του DirectX ή αναβαθμίστε το υλικό σας, εάν είναι απαραίτητο, για να συνεχίσετε να παίζετε.",
    "patcher_update_mac_metal": "Το League απαιτεί μια έκδοση των γραφικών Metal που δεν υποστηρίζει το Mac σας. Χρησιμοποιήστε μια συσκευή που υποστηρίζει πιο πρόσφατες εκδόσεις των γραφικών Metal για να συνεχίσετε να παίζετε."
}