[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Elfeledett mélység",
        "description": "„Ülj le, gyermekem, és jól figyelj. Az óceán csodálatos, a partunkra futó, habos hullámok csábítása csalóka. Mert a végtelen kékség mélye számunkra elképzelhetetlen világot rejt. Az elfelejtett mélységekben királyságok romjai közt ádáz szörnyek leselkednek.”",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galaktikus",
        "description": "A Megtört Hold háborúja majd' száz ciklus óta pusztít a galaxisban. És még mindig... nem látszik a vége.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Jégkori",
        "description": "Veszélyes dolog kimerészkedni a hidegbe, hisz ki tudja, mi leselkedik ránk a fagyos vidéken...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Holdújév",
        "description": "Ideje visszatekinteni, együtt ünnepelni a családdal és barátokkal, felidézni minden jót és rosszat, ami velünk történt. És ahogy tűzijátékok fénye ragyogja be az éjszakai eget, szeretteink társaságában várjuk a további szép emlékeket hozó új év kezdetét.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Lótuszrend",
        "description": "Számtalan ioniai mítosz szól a tiszteletre méltó Lótuszrendről. Az Első hon halandó lakóinak letelepülésekor alapított rend már generációk óta ápolja a halhatatlanság titkait. Ők voltak az egyetlen olyan csoport, akiknek sikerült elérni, hogy a szellemük tisztán szülessen újjá. A kecses és tünékeny Lótuszrend követői az Első hont védelmezik, és félelem nélkül tekintenek erre az életre, ahogy a következőre is.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Tisztelgünk minden játékos előtt.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Hajtott élek",
        "description": "Egy csapat darumadár szeli át az eget a nap és a felhők festette csodás vászon előtt. A fák és a fű is ugyanebből az anyagból, elképesztő erővel préselt pergamenből készültek, ez alkotja ezt a papírvilágot.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Piltoveri szerelő",
        "description": "Egy felturbózott verdát keresel? Most megtaláltad. (A tényleges teljesítmény eltérő lehet.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "A jelvény",
        "description": "A bűnügyi igazságszolgáltatás rendszerében vannak azok, akik kijátsszák a törvényt, és azok, akik megszegik. A runaterrai rendőrség elhivatott rendőrei a város legszörnyűbb bűntényei után nyomoznak, hogy a legrosszabb törvényszegőket rács mögé juttassák. Ezek az ő történeteik...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Az országút eretnekei",
        "description": "Az egykori világ radioaktív romjai között pusztai harcosok, vérszomjas Vandálok és ravasz túlélők küzdenek a kevés megmaradt értékes területért.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Fényív",
        "description": "A Fény ügynökei a mennyben és a földön örök háborút vívnak a makacs sötétséggel.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Lélekvadász",
        "description": "A lelkek az élet, a fény, az erő forrásai... és egy kíméletlen világban védtelen prédák a halál szívtelen urai számára.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Szupergalaktikus",
        "description": "//VÉSZHELYZETI KÖZLEMÉNY, MINDEN CSATORNÁNAK//<br>A galaxis fenyegetettségi fokozata VÖRÖS szintre lépett. [TITKOSÍTVA] [TITKOSÍTVA] támadása alatt áll. A parancsnokság becslése szerint [TITKOSÍTVA] óra van hátra a teljes megsemmisülésig, a szomszédos rendszerekben valószínűsíthető járulékos veszteséggel. Szupergalaktikusok, ELŐRE!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Mennydörgés ura",
        "description": "Nem csak az emberiség vív elkeseredett háborúkat kicsinyes viták miatt. Valamikor régen két fivér (két isten) ragadott fegyvert egymás ellen, pusztító harcuk magát a vidéket is átformálta.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Diadalmas",
        "description": "Szállj be te is a harcba, és kerülj ki győztesként a versengésből!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Téli sportok",
        "description": "Az igazi sportolóból a fagysérülés lehetősége hozza ki a legjobb teljesítményt.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombi a vadászok ellen",
        "description": "Agyak...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Neonréteg",
        "description": "Kevesen tudnak az Ősi fényről, és még kevesebben vannak, akik a saját szemükkel láthatták illékony neonlángjait. A kozmikus egyensúlyt fenntartó erőt valami kizökkentette, aminek nyomán világok omlottak össze, és az Ősi fény ereje önálló entitásokba költözött. A ma Égiként ismert, túlvilági erők minden világban otthagyják a nyomukat, a saját törvényeik szerint. A tűz egyre terjed, és ki tudja, hol áll meg.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Az Északi fény meséi",
        "description": "Hallottátok a Sarki fényről szóló történeteket? Ridegnek és sötétnek tűnnek, de elegendő bátorsággal több melegséget és csodát meríthetünk belőlük, mint bármilyen álomból. Üljetek a tűz mellé, és hallgassátok az Északi fény meséit…",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Történetszövés",
        "description": "Történetek, mítoszok, legendák: mindegyik egy saját világot rejt, amelynek szereplői újra és újra ugyanazokat a megpróbáltatásokat és kalandokat élik át, amikor valaki elmeséli regéjüket.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lándzsás",
        "description": "Az ősi Lándzsások a maguk korában páratlan csodának számítottak, azért építették őket, hogy a legnagyobb szükség idején megvédjék a birodalmat. Ahogy az évek évszázadokká nyúltak, lassan homályba veszett a szunnyadó óriások építésének titka... de a remény tovább él, hogy ha szükség lesz rájuk, jönnek.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Csatagép",
        "description": "Eljött a Dicsőséges forradalom ideje! Viktor élő agyakkal ellátott géphadserege végső rohamra indul ellenségei egyesült hadereje ellen. Csak az emberek szedett-vedett ellenállása áll közte és a teljes világuralom között.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Bukott világ",
        "description": "Amikor a varázslat elveszik, hamu és kétségbeesés veszi át a helyét. Ha az elátkozott rend lovagjai elbuknak, vajon mi következik utánuk?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Állandósult klikkek, közös csoportfeladatok, béna ünnepnapok: az iskolai élet nem volt zökkenőmentes, de túlságosan rendhagyó sem. De a szerelem nem volt a tanterv része, és biztosan mindent a feje tetejére fog állítani.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Kárhozottak himnusza",
        "description": "A leheletek és üveg romba dőlt világában nem érkezik válasz az imákra, és megkérdőjeleződnek az eskük. Csak egy valami tűnik biztosnak: egyetlen lehelet is képes megváltoztatni egy életet.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Szárnyas uralom",
        "description": "A szárazföldi és vízi tündérek, manók, koboldok és más lények egyaránt otthonuknak tekintik a tündérkirályságot: a tiszta természeti mágia és éteri szépség teremtményei a holdfényben vigadnak, édesen dalolnak, és ravasz üzelmeket folytatnak.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "A Tintaárny-felkelés",
        "description": "Rabadonvárost a mágia élteti. Aki uralja a mágiát, uralja Rabadont is. És a Szekta uralma megkérdőjelezhetetlen. Aki ellenáll, azt hamar kiiktatják… de szerveződik a felkelés. A felkelők a bőrükbe tetovált, veszélyes mágia segítségével akarják megdönteni a Szektát és visszaadni a várost a lakóinak… akár az életük árán is.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Prizmavarázs",
        "description": "Réges-régen, minden élő emlékezetnél korábban a mágia eltűnt a világegyetemből. Az élet ment tovább, de voltak világok, amelyek összeomlottak, és ahogy az évekből évtizedek, majd évszázadok lettek, a természet egyensúlya elkezdett helyreállni. Most végre eljött az ideje, hogy a mágia visszatérjen, ám ezt egészen más formában teszi, mint amire bárki számított.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Lélekharcos",
        "description": "A felébredt lelkűek a bolygó minden szegletén meghívót kaptak, hogy küzdjenek... a Lelkek bajnokságán! Ez minden szórakozás királya, egy páratlan televíziós látványosság! A harcosok 1v1 küzdelmekben mérik össze erejüket a ringben, míg végül csak egy marad, és ő elnyeri a díjat: a lelke leghőbb vágyát! Én pedig mindezt végig közvetítem!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Betonvászon",
        "description": "Művészet és varázslat jár át mindent Styxbridge városának utcáin, amelyeket mindenféle szörnyek, szellemek, kísértetek és lidércek laknak.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "Bár az univerzumban semmi sem biztos, csak az élet és a halál, a család ereje még ezekkel a hatalmakkal is felér. Nincs élet halál nélkül, sem halál élet nélkül, de a családot összefűző kötelékek elég erősek ahhoz, hogy egy lélek se merüljön feledésbe.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Veszedelmes karmok",
        "description": "Add át magad az ösztönöknek. Szabadítsd el az erőt. Követelj tiszteletet.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Közelharci kajálás",
        "description": "Ki mondta, hogy ne játssz az ételeddel?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Sokan kockáztatják az életüket, hogy elkerüljék a feledésbe merülést, és Felemelkedett legendává váljanak: olyan harcossá, akit a világot teremtő istenek elismernek. Akinek sikerül, azt mérhetetlen hatalommal ruházzák fel, és a feladata, hogy képviselje az őt kiválasztó isteneket.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Bolygómentő Szupercsapat",
        "description": "A legnagyobb szükség és veszedelmek idején csak egyetlen csapat segítségére lehet számítani. Készenlétben állnak, és Hiperálca páncéljaikat viselve lépnek akcióba megnövelt erővel, gyorsasággal és fantasztikus képességekkel. Küzdeni fognak. Nem hátrálnak. A Bolygómentő Szupercsapat bárkitől és bármitől megvédi a galaxist!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "A mélység visszhangjai",
        "description": "Itt nincsenek hősök, csak átkozottak, akik túlságosan tisztán látnak. A jelöletlen síroktól a sötét mélységig, az elátkozott hősök magával a gonoszsággal szállnak szembe, amely egyre nő, végtelen, és csak arra vár, hogy elszabaduljon.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Ínyenc mesterek",
        "description": "Az „Ínyenc mesterek” egy népszerű főzőversenyes valóságshow, amely mától érhető el. Mindenhol. Minden platformon. Az eddigi 50 évad mind az 1000 epizódja. Még az „Ínyenc mester szupersztárok” is. És az „Ínyenc mester celebek.” Egy ideig nem állsz fel a kanapéról.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Fejvadász",
        "description": "Egyes fajok számára a vadászat nem csupán sport. Testük és lelkük is ráhangolódik, mígnem tökéletes gyilkológéppé válnak.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Sivatagi",
        "description": "Nagy hatalmú őrzők figyelik az ősi rém sírját, hogy ne fenyegethesse többé a világot. De talán már túl késő...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Édességfalók",
        "description": "Íme, a csodálatos Cukorkakirályság, a Mézeskalács kastélyon innét, a Gyömbérsör tengeren túl, ahol a kurta farkú medvecukor malac túr.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Játékdoboz",
        "description": "Gnar ládikája kincsekkel teli, de ha senki sincs otthon, a játékok önálló életre kelnek...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Erdei törzs",
        "description": "Kevesen élik túl, ha az észak fagyos tundráira merészkednek. Akivel nem végez a hideg… az a helyi törzsekkel néz szembe.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Csillagőrző",
        "description": "A végtelen, sötét univerzumban a végzet néhány fiatal harcost jelölt ki, hogy megvédjék a csillagok fényét. Fényesen tündökölnek, a sorsuk azonban ugyanolyan hévvel emészti el őket, mint ahogyan életükben ragyognak.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Ionia holdjai",
        "description": "A némaságot egy hang töri meg: „Szenvedjetek, szörnyetegek és fivérek. A pusztuló Ionia holdjai úgy emelkednek, akár a démonok szemei, hűségetek vörösére várva – vagy szörnyű mételyek volnának inkább, amelyeket meg kell állítani? Csupán porhüvelyek vagyunk, szertartások és áldozatok eszközei. Amikor a hold eléri pályája csúcsát, húst tépünk a húsból, így ajánljuk föl a szánalmas ajándékot, magunkat.”",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Őskori vadászok",
        "description": "Gigantikus szörnyek járják a vidéket, és félelmetes pontossággal csapnak le áldozataikra. A Vadászok oltalma nélkül rég megtizedelték volna az emberiséget. Ezek a kivételes harcosok az első elejtett szörny csontjaiból készített fegyvereket használnak, ösztöneik pedig vetekszenek a legravaszabb vadállatéval. Egész életüket a népük védelmének szentelik.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Mesekönyv",
        "description": "Egyszer volt, hol nem volt, volt egyszer néhány mesehős, akik kiléptek a történet lapjairól...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Mesék",
        "description": "Minden kultúrában megvan a legendák és szörnyek folklórja. Ezek a mítoszok vajon a képzelet szüleményei, generációkon átívelő történetek a megmagyarázhatatlan értelmezésére? Vagy a világ többi része elöl elrejtett igazságon alapulnak?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Ellenfelek",
        "description": "Minden konfliktusokból születik; nincs mit tenni ez ellen. A harmónia csupán illúzió, és az élvezheti leginkább az élet örömeit, aki elfogadja ezt az illúziót.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Gigantikus kaijuk és toronymagas mechák vívják harcukat a városban. Vajon melyik oldal lesz a győztes?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "A korábban még kezdetleges hextech technológia ma már egyesíti a művészetet és a tudományt, és önálló gondolkodásra képes, kifinomult életformákat hoz létre. A legjobb művelői új, még merészebb jövő felé kormányozzák a mozgalmat… és ki tudja, mire lesznek még képesek.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Ess neki!",
        "description": "Az év legszebb időszaka az Ess neki! ünnepe, amikor szinte harapni lehet a levegőt, puha a hó és forró a csokoládé! Hógolyózz, vagy énekelj vidáman; amíg jól érzed magad, minden rendben van, és nincs mitől tartanod.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Hódítók",
        "description": "Rivális birodalmak versengenek a hatalomért, miközben megpróbálják egyetlen zászló alatt egyesíteni a tartományokat. Eközben bátor harcosok és rendíthetetlen tábornokok mérik össze tudásukat a korszak legnagyobb hőseivel. Ez a háború és a legendák korszaka.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Halhatatlan utazás",
        "description": "Réges-rég, egy ősi földön rengeteg halandó gyűlt össze az istenek előtt, hogy próbára tegyék erejüket. Volt köztük ostoba és öntelt, bátor és igazságos. Utazásaik ma már a történelem részei…",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Párbajhős gótikus",
        "description": "Az ipari forradalom csúcsán utazók árasztották el a vadnyugatot, ahol gazdagságot és jólétet kerestek a kegyetlen ősi világ ismeretlen szörnyűségei közepette. Elkezdődött a bátor pisztolyhősök és romlott gazemberek, a kiismerhetetlen istenek és vérszomjas démonok kora.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odüsszeia",
        "description": "Izgalmas új kalandok várnak a nyüzsgő központi világokon innen és a peremvilágokon túl! A hatalmas Demaxiai Birodalom az ősi Templomos rend és az alvilági körökben mozgó Szindikátus minden tiltakozása ellenére is tovább keresi az orát, a titokzatos, aranyló anyagot, amely minden civilizáció hajtóereje, és végtelen hatalom forrása azok kezében, akik maguknak kaparintják meg…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJEKT",
        "description": "A globális vállalatok által uralt jövőben az égbe törő, óriási épületekben és a zsúfolt utcákon titkos háború zajlik a lázadó, felerősített emberek és az öntudatra ébredt mesterséges lények között. A győztesek írják a történelmet… a vesztesek pedig kénytelenek lesznek fejlődni.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Napfogyatkozás",
        "description": "Kezdetben az Ősi istenek uralták a világot. Oly heves volt irántuk az emberiség szeretete, hogy az egyikük örökké eggyé vált velük. Elnyelte magát a napot, és az üres égből aláereszkedve lovagjai élén megtizedelte az életben maradtakat. Évszázadokkal később csak ők képesek szembeszállni a Boszorkányok sötét erejével.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Mecha királyságok",
        "description": "A nagy királyságok nemzedékek óta háborúban álltak – míg fel nem bukkant egy új ellenség. Az égi hatalmaktól kapott ajándékok segítségével azonban visszavághatnak. Vajon képesek túllépni a múlton, hogy lehessen jövőjük?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Lélekvirág",
        "description": "A Lélekvirág fesztivál egy ősi és nagy jelentőségű ioniai ünnep. Ilyenkor megnyílik a szellemvilág kapuja, a holtak visszatérhetnek szeretteikhez, és minden szellem figyelme az élőkre irányul. Legyen szó a jóindulatú kanmeikről vagy a megszállott akanákról, újra és újra megelevenedik a történetük, mint az árnyak egy papírlámpáson.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "A világ stabilitását veszélyeztető gonosztevők ellen a Főparancsnokság a PsyOps nevű elit egység látnoki képességekkel rendelkező katonáit veti be. Az egység jelenlegi tagjai: [TITKOSÍTVA].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Világpusztító",
        "description": "Végül a hold takarja majd el a napot. És ezen a reménytelen hajnalon a négy titán felébred, hogy elpusztítsa a világot.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Harcos királynők",
        "description": "Elysia véget nem érő harcoktól megtört birodalmai mind felismerték a világuk valódi természetét: a csodálatos létsíkjukat összetartó varázslatot csak a konfliktus tartja fenn. Így hát szövetséget kötöttek a Nagy koronázás egyesítő erejű konfliktusa révén, noha néhány szövetség már repedezni látszik...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "A letaszított király története",
        "description": "A Fekete Köd egyre terjed, közeleg a Lidércjárás, a Letaszított király pedig ismét feltámadt. Viego romlása egész Runaterrát beteríti, a barátokat ellenséggé teszi, és egész nemzeteket kényszerít térdre. Csak a Fény Őrzői állíthatják meg, egy ősi rend, amelynek jelenleg Senna és Lucian a vezetője. A világ minden tájáról kell összegyűjteniük a harcosokat, akikkel szembeszállhatnak a Fekete Köddel, és véget vethetnek a letaszított király rémuralmának.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Shan Hai-tekercsek",
        "description": "Senki sem tudja, hogy ki és mikor alkotta a titokzatos Shan Hai-tekercseket. Egyetlen pillantásból látható, hogy ablakot nyitnak egy varázslatokkal és csodákkal teli világra... vagy talán kaput?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Kristályrózsa",
        "description": "A törékeny mágikus szövetségek és évszázados ellenségeskedések világában az évente megrendezett Kristályrózsa fesztivál semleges terepet kínál a nagy hatalmú vendégeknek, hogy végre megbocsáthassák egymás bűneit és fegyverszünetet köthessenek. A fegyvereket képletesen leteszik, az ígérkező új egyezségeket pedig a kizárólag a fesztivál ideje alatt virágzó mágikus rózsaszálak kitűzésével hozzák egymás tudomására.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Űrzúzda",
        "description": "A milliónyi diszkó messzi galaxisában a Zúzda néven ismert titokzatos energia biztosítja a jólétet és menő zenét trilliónyi galaktikus állampolgárnak. Ám a Lissandra névre hallgató galaktikus hadvezér és a Kemény ritmus serege egész bolygókat dönt rabszolgaságba, és betiltják a diszkózenét. Új hősökre van szükség, akik megállítják őt, és újra beindítják a bulit!",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcana",
        "description": "Magasan Arcana felett Archetípusok, élő mintázatok küzdenek egymással, hogy átformálják a valóságot, a maguk módján alakítva át az alattuk zajló káoszt. Az Archetípusok arra fogékony halandókat fogadnak szolgálatukba, hogy felerősítsék rejtett mintázataikat... minél több a követőjük, annál inkább az ő elképzeléseiket tükrözi a világ.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Bűnvárosi rémálom",
        "description": "Túlvilági rémségek bujkálnak Valoran város bűntől mocskos árnyai közt. Kialakult az Elixírek feketepiaca, és ha egy bűnbanda megszerzi a kétes eredetű varázsitalok gyártása feletti irányítást, az egész alvilág a lábaik előtt fog heverni. A szörnyek aknamunkájának köszönhetően az egyszerű verőemberektől a legnagyobb bandavezérig mindenki a valóság fátylán túli erőkkel próbál szövetkezni, hogy megízlelhesse a valódi hatalmat.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulzustűz",
        "description": "Az Idő Őrei a végtelen számú valóság elágazásain keresztül üldözik a szökevényeket, küzdenek meg az idő haduraival, és akadályozzák a téridő meghódítására törekvő Testőrök előretörését.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Kávéházi cukiságok",
        "description": "A finom étel varázslatos… szó szerint! Az elegáns teadélutánok és varázslatos sütemények világában a mágikus tehetséggel bíró séfek misztikus muffinokat, bűvös buktákat és tündéri teasütiket készítenek.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Piltover és Zaun városában zavargások vannak: feltalálók, tolvajok, politikusok és bandavezérek lázadnak a kettészakadt társadalom korlátai ellen. A felfedezések veszélyes korszakba érnek, ahogy új hősök születnek és béklyók szakadnak szét. Vajon ez az erő megváltoztatja vagy elpusztítja a világot?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Cloudedge",
        "description": "A Sokkpengék, akik a fegyvereiket a halálos Felhőrituálé keretében villámvarázslattal töltik fel, egy rejtélyes nindzsaharcosokból álló rend, akiknek az a feladata, hogy megvédjék az emberiséget a gonosz szellemektől és szörnyektől. A halandók és a szellemek világa között utazva üldözik a veszélyes teremtményeket, amelyekkel senki más nem tudna elbánni, és ezzel védelmezik a halandó világ lakóinak jövőjét.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "Az emberiség a túléléséért küzd, miután a tengerek mélyéről érkezett, primordiaiaknak nevezett megszállók csúcstechnológiás hadserege szinte teljesen szétverte őket. Ekkor lép színre a Lélekcsapat: elit harcosok, akik hátrahagyott primordiai eszközökkel szállnak szembe a világvégével. Az emberiség megmentése érdekében vadállatok módjára kell küzdeniük.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Napsütötte nyár",
        "description": "Nyár van, bébi! Süt a nap, meleg szellő fúj, a víz hűs. A sérelmeit mindenki otthon hagyja, és csak fürdőruhát és jókedvet hoz magával. Bőven lesz még idő később üvöltözni és püfölni egymást. Dőlj hátra, élvezd a zenét és szívd magadba a jókedvet.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Szörnyszelídítők",
        "description": "Hogy kik vagyunk? A Szörnyszelídítők! Mi védjük meg a világot veszély idején! Amikor menekül a tömeg, mi a szörnyüvöltés irányába rohanunk. Megszelídítjük a szörnyet, aztán aktiváljuk a KOPP-ot. Majd ugrálunk, szaladgálunk, úszunk és repkedünk az új barátainkkal! Bárhova eljutunk, bármilyen messzi helyekre. Mert mi vagyunk a Szörnyszelídítők! Úgy bizony!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Eseményhorizont",
        "description": "Az űr végtelen sötétjében szörnyű, ám egyben csodálatos dolgok születnek: a szerelem kozmikus teremtményei és a Sötét Csillag förtelmes teremtményei. Ők a néma istenek gyermekei, akik végre hazatérnek.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Lélekőr",
        "description": "Udyr csaknem egy évtizedet töltött Ioniában, ahol a Hirana kolostor szerzeteseinek segítségével megtanulta uralni spirituális képességeit. Amikor meghallotta Freljord hívását, úgy döntött, hogy inkább marad, és folytatja a tanulást. Udyr azóta Ionia halandó és szellemi világának egyaránt szerves része lett, és fáradhatatlanul próbálja helyreállítani a háború tépázta ország egyensúlyát Lee Sin és Karma oldalán.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Darálás",
        "description": "A darálás nem csak munka. Küzdelem, kihívás, néha lelkesítő, néha lelombozó. Egész héten át tartó hullámvasút komikus fordulatokkal és tragikus bukásokkal, és minden hétfőn elölről kezdődik. Nehéz a munka, vagy csak nehéz elkezdeni? Darálás közben nem számít.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Semmiképp sem",
        "description": "Egy teljesen normális univerzum, amelyben nincsenek átverések, csalók és hazugságok. Egyáltalán.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Acélkemény alapok",
        "description": "A háború dúlta galaxisban elkezdődött az újraépítés, de a régi sebek lassan gyógyulnak. Fejvadászok és vállalati ügynökök törtek be a vezetők helyén maradt vákuumba, néhányan közülük exopáncélokba burkolóznak, amelyek isteni hatalommal ruházzák fel őket. Válaszként a megacégek magánhadseregekkel kényszerítik rá az akaratukat a távoli űrbéli kolóniákra. A háborúnak soha nincs vége, csak a csataterek változnak.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Runaterra korszakai",
        "description": "Bepillantás az alternatív valóságokba. Sorsok és végzetek ütközése egy másik korban. Runaterra a lehetőségek földje, ahol a legendák új célokat és rendeltetést keresnek maguknak.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "Elementalista",
        "description": "Egy királyság a pusztulás szélére sodródott, mert hatalmas elementálok indítottak háborút az emberiség ellen. Az utolsó reményt egy magányos harcos királynő, Elementalista Lux jelentheti. Ahhoz, hogy megmentse népét, meg kell ismernie a benne szunnyadó erőt, bármilyen alakot öltsön is.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Pokoli",
        "description": "Tűz, kénkő és halál. Abba a világba, ami a Hamvak Urának ébredése előtt létezett, már nincs visszaút. Álom csupán, amely beleveszett a vulkán szabdalta tájak alatt forró lávafolyamokba. Most új korszak kezdődik, mely az idők végezetéig égni fog.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Régi",
        "description": "Rég letűnt napok kincsei ragyognak épp csak karnyújtáson túl.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "A világ csodái",
        "description": "A távoli „Föld” univerzumából származó egyének, ahol óriásszobrok kelnek életre, és mindenki fura kalapokat visel. Tulajdonképpen eléggé hasonlít Runaterrára.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "A Háború Intézete",
        "description": "Bár a Rúnaháború kirobbanásához elvezető politikai zűrzavar már a történelem homályába vész, az Igazság Mezőin vívott legendás csaták emléke még élénken él, köszönhetően a megmaradt Főmágusoknak és a Protektorátusnak. A Martalócok és az Őrzők továbbviszik őseik háborúba torkolló ellenségeskedésének hagyományát, noha már minden megváltozott a kezdeti viszálykodás óta.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Sárkányvilág",
        "description": "Kétszer emésztette el a világot a sárkányok tüze. Kétszer születtek hősök a lángok közepette.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "Ez a 22. század, a testet erősítő implantátumok mára az élet szerves részévé váltak. Az emberiség korlátai változnak, ami optimizmussal tölti el az embereket. A nemzetek négyévente félreteszik a nézeteltéréseiket, hogy a harmónia és a versenyszellem jegyében csaphassanak össze a Zenit játékokon. Nem azt akarják indulásukkal megmutatni a világnak, hogy mi lehetséges – hanem hogy mivé is válhat.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Játéktermi",
        "description": "Felvillan a képernyőn a „Dobj be egy érmét a játékhoz” felirat, egy ellenállhatatlan felhívás a valódi játékosok számára. A barátságos játéktermükből kiragadott játékosok a hősökkel és főellenségekkel teli világban találják magukat, ahol csak a reflexeik és kombóik menthetik meg őket. Mert Árkádiában... az életeddel játszol.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Mesék a Szurdokból",
        "description": "A szülők olyan gonosz boszorkákról szóló történetekkel riogatják gyerekeiket, akik évente egy éjszakán az utcákat járják. „Maradj az ágyadban, kicsikém, mert a sötétség őket segíti.” A történet csak részben igaz; bár a rémségek tényleg szeretnek másokat ijesztgetni ezen a varázslatos éjszakán, sosem bántanának egy gyereket. Kivéve a nagyon rosszakat.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Méhek",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Ezüstkor",
        "description": "A szurdok legnagyobb szuperhőseinek és legálnokabb gonosztevőinek történetei már elérhetők a képregényboltokban!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Macskák a kutyák ellen",
        "description": "A világ legrégebbi riválisai: az ember legjobb barátai az internet legremekebb hősei ellen. Csak az egyik csoport kerülhet ki győztesen a macskák és a kutyák csatájából. Remélhetőleg nem piszkolják össze túlságosan a bundájukat: a vereségnél csak a fürdés a rosszabb.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Rémálom a szomszédban",
        "description": "Rémisztő történetek furcsa kívülállókról, ördögi barátokról és hátborzongató összejövetelekről.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "A jó öreg",
        "description": "Lord Tryndamere kastélyában mindig pezseg az élet. Sorra érkeznek a lovagok, hogy felszerelkezzenek a kovácsnál, vagy bölcs tanácsokat kapjanak a számos varázsló egyikétől. A kalandvágyóbbak elindulnak felderíteni Albion titkait, amelyeket csak az ott élő tündérnép ismer.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Sötét mélység",
        "description": "Bilgewater, ahol a halál az áramlatoknál is sebesebb, a szabályok pedig képlékenyek, mint a moslék. Ahol mindennek a pénz a nyitja, az igazság pedig nem más, mint közös megegyezésen alapuló hazugság.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Persze fontosak a zsúfolásig telt stadionok, az elegáns jelmezek és az ünneplő tömeg; de az a legjobb, ahogy a hangszórókból dübörgő zene miatt úgy cseng a füled, mintha maga is dalra akarna fakadni. És persze ott vannak a forró reflektorok, a dübörgő basszus és a dobok állandó ritmusa. Az adrenalin, ami belülről gyújt lángra. Ez az érzés… Ez a zene.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Diadalmas",
        "description": "A bajnok ellenfeleit legyőzve ér új magasságokba, beteljesíti az álmait, és szívesen megmutatja nehezen szerzett kincseit azoknak, akik értékelik a valódi nagyságot.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Kitüntetés",
        "description": "A társadalom individualistává és magába zárkózóvá vált az Egyén uralma alatt. Mindenkit arra biztatnak, hogy csak magával törődjön, és ne bízzon másokban. Malzahar a rég kihalt Vigasz rendjének vezetője, és a Vigasz enyhet adó aurájával teremt harmóniát a zavaros világban. Abban hisz, hogy csak egységbe forrva lehet jobbá tenni a világot.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy Metal",
        "description": "A világ minden tájáról érkeznek nézők, hogy szemtanúi lehessenek a legnagyobb robotharcosok viadalának a RiotCorp gladiátorarénáiban, akik azért küzdenek, hogy a Tiszta Fém Robotharci Liga bajnokának koronázzák őket, vagy addig próbálkozzanak, amíg lerobbannak.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Légy az enyém",
        "description": "Szóval... megtennéd?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Egyetemista",
        "description": "ÜZENET A HALLGATÓKNAK ÉS AZ OKTATÓI KARNAK: Tudomásunkra jutott, hogy az összes hallgató fegyelmi eljárás alatt áll, és az oktatók „javasolt” pszichiátriai pihenőn vannak. További értesítésig elmaradnak az órák, amíg a korábban említett felfüggesztett hallgatók fel nem ismerik, milyen tarthatatlanul viselkedtek.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Főmágusok",
        "description": "Az akadémia kapuin túl egy mágiával... és veszélyekkel teli világ vár. A tanárok arra intik az ifjú varázslókat és boszorkányokat, hogy maradjanak az iskola biztonságos falai között, és tanuljanak szorgalmasan, erősödjenek... de kinek van ehhez kedve, ha annyi kaland vár odakint?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Csillagutazók",
        "description": "Veszélyes egyedül utazni az űrben… vigyél magaddal egy énkét! Csak ne lilát. A lilák gonoszak.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Isteni fegyver",
        "description": "A világszerte szétszóródott Isteni fegyverek miatt eluralkodott a hatalomvágy a társadalmon. Ezek az önálló tudattal bíró ereklyék magukhoz szólítják az arra méltókat, és átruházzák rájuk erejük egy részét, hogy még több területet hódítsanak meg nekik a háborúk dúlta világban. Kiválasztottnak lenni nagy megtiszteltetés, és az ellenfeleik joggal rettegnek tőlük.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Béta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Feketefagy",
        "description": "A jégboszorkány senkit sem hagy békében nyugodni; minden elesett ellenség és szövetséges tovább gyarapítja a seregét. Sötét mágiájával eltorzítja a holtakat, és fagyos gólemeket hoz létre, éjfekete, soha el nem olvadó jégszívvel.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Vérkő",
        "description": "A legendás Vérkő lenyűgöző képességeket biztosít, hasonlóképpen dermesztő áron. Számos holttest hever a nyomában, és kétségkívül lesz még több is, mert a sötétségben hatalomból nincs hiány, csak akarni kell megragadni.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "E-sport",
        "description": "Egyesek szerit a legnagyobb jutalom az, hogy magasba emelheted az Idézők Kupáját a stadion éljenző közönsége előtt… mások szerint a pénzdíj a fontos. A League of Legends-hőskinézeteket tervező csapatnak is megvan erről a véleménye. Szerintünk az a legnagyobb jutalom, hogy a vb-győztes örökre a játék részévé válik. És kicsit sem vagyunk elfogultak!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Gyűjtői kiadás",
        "description": "A 2009-es, korlátozott kiadású MOBA-játékok kifinomult gyűjtőinek.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "A háború pokol",
        "description": "Mi folyik itt?! Háborúban állunk, katona, maga meg itt olvasgat? Mi haszna van az olvasásnak, amikor patkányoktól hemzsegő sárban kell kúsznia a ványadt hátsójával egy hurrikán közepén, ellenséges tűz alatt? Megmondom én: semmi haszna! És most gyerünk, sorakozó!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Húsvéti nyuszi",
        "description": "Itt a nyúlszezon! A nyúlösvényen mindenki elegáns ruhában és csillogó bundában járkál, széles mosolyok és szépen kifestett tojások ragyognak, amíg a szem ellát. Ez aztán meghozza az ünnepi hangulatot!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Sötét elit",
        "description": "Hogyan lehet a Sötét elit nyomára találni? Csak kövesd a hátrahagyott testeket.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Halálra felesküdött",
        "description": "Az alvilágban baljós nyüzsgés támadt. A halál elkezdte mozgósítani légióit, szörnyű új tervével minden halandó lelket megszerezne magának.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Démoni",
        "description": "A szenvedésre ítéltetett, szerencsétlen lelkeket, kösse bár őket szerződés vagy gonosz cselekedet, a kárhozat örök tüze várja.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Négy bestia",
        "description": "Isteni szörnyek őrködnek a világ felett, és bárkit képesek nagy hatalommal bíró lénnyé változtatni, de csak akkor, ha az a lélek méltó az áldásaikra. Ezt az erőt lehet jóra és rosszra is használni, de aki egyszer megkapta, attól senki nem veheti el.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Rémlovagok",
        "description": "A titokzatos ősi mágiával életre keltett élőholt lovagok egy rég elfeledett kor utolsó hírmondói. Megvédik, ami egykor az övék volt, nem kímélve a halandó életeket.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Riftquest",
        "description": "Veszély leselkedik Runaterra földjére! Félelmetes szörnyek, hitvány varázslók és misztikus lények garázdálkodnak szabadon! Gyűjtsd össze barátaidat, és hozd létre saját kalandodat 3-5 játékos számára, minden kockadobással újabb csapást mérve a gonoszra. Képes leszel megmenteni a világot, és igazi RIFTQUEST-legendává válni?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]