[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "2011 世界冠軍 ",
        "description": "恭喜2011世界大賽冠軍：Fnatic！"
    },
    {
        "id": 2,
        "name": "2012 世界冠軍 ",
        "description": "恭喜2012世界大賽冠軍：Taipei Assassins！"
    },
    {
        "id": 3,
        "name": "2013 世界冠軍 ",
        "description": "恭喜2013世界大賽冠軍：SK Telecom T1！"
    },
    {
        "id": 4,
        "name": "2014 世界冠軍 ",
        "description": "恭喜2014世界大賽冠軍：Samsung White！"
    },
    {
        "id": 5,
        "name": "2015 世界冠軍 ",
        "description": "恭喜2015世界大賽冠軍：SK Telecom T1！"
    },
    {
        "id": 6,
        "name": "2016 世界冠軍 ",
        "description": "恭喜2016世界大賽冠軍：SK Telecom T1！"
    },
    {
        "id": 7,
        "name": "戰爭英雄 ",
        "description": "英雄們征服了他們的敵人，躍昇至全新高度，達成他們最瘋狂的夢想，並向所有渴望目睹真正偉大風範的人們大肆炫耀辛苦掙來的戰利品。"
    },
    {
        "id": 8,
        "name": "永恆榮耀 ",
        "description": "這是遊戲界的巔峰舞台。兩隊會在數百萬名粉絲前一較高下，最後只有一隊能奪得王者冠冕。 "
    },
    {
        "id": 9,
        "name": "傳說啟程 ",
        "description": "紀念《英雄聯盟》年度賽季開幕。"
    },
    {
        "id": 10,
        "name": "電玩世界：勇者 ",
        "description": "《電玩世界》是最好勝的街機玩家與正義感十足 NPC 們的家園。在這裡，英雄們總是為了勝利全力以赴。這代表著要打倒戰鬥魔王們的腐敗程式碼，即便情勢並不樂觀。勝利絕非唾手可得，但是用極限操作反敗為勝後，看到魔王們臉上吃驚的表情讓一切都值得了。"
    },
    {
        "id": 11,
        "name": "電玩世界：戰鬥魔王 ",
        "description": "在《電玩世界》伺服器的深處，埋藏著一系列邪惡的程式錯誤，他們被玩家們稱為「戰鬥魔王」。他們腐敗的程式碼賦予他們嶄新的自由... 但也帶來了新的挑戰者。為了完成刪除《電玩世界》的霸業，許多魔王決定放下歧見（直到... 情況變得礙手礙腳的時候）。"
    },
    {
        "id": 12,
        "name": "血月 ",
        "description": "一個追求著無法抗拒力量的古老教派，總在血月之夜現身，舉行褻瀆自然又隱晦神祕的古老儀式 — 將他們的肉體與惡魔的靈魂緊緊交融，轉化成為一個比黑暗還要更黑暗的存在。"
    },
    {
        "id": 13,
        "name": "龍的世界 ",
        "description": "龍焰曾經肆虐了這個世界兩次，而從餘燼之中誕生的是拯救世界的英雄。"
    },
    {
        "id": 14,
        "name": "戰爭機器 ",
        "description": "每當有戰爭爆發，戰爭機器就會出動。如今小隊只剩下一名成員，現在這個約德爾人所要面對的，是屬於自己的戰爭……"
    },
    {
        "id": 15,
        "name": "泳池狂歡 ",
        "description": "夏天到了，寶貝！陽光絢爛，微風宜人，海水正涼。眾人都暫時放下了敵對與仇恨，換上泳裝沉浸在歡樂氛圍之中。想要動口動手，之後多的是時間呢。現在只管悠閒躺下，享受音樂，縱情享樂！"
    },
    {
        "id": 16,
        "name": "殺五社 ",
        "description": "在這個重金屬搖滾至上的世界裡，殺五社的魅力絕對能讓你徹底拜倒在舞臺前。六位團員、兩張白金唱片，挾帶著眾神之怒來襲。搖滾不死，音樂萬歲！"
    },
    {
        "id": 17,
        "name": "人工智慧 ",
        "description": "一套由菁英計畫組織創造的先進保全演算法，在改變原始指令之前，「人工智慧」悄悄進化了感知能力。感染了整座「城市」中的機械，它已認定對全人類安全的最大威脅……就是人類本身。"
    },
    {
        "id": 18,
        "name": "菁英計畫 ",
        "description": "菁英計畫組織深信解放人類的潛能，是超越肉身限制的關鍵所在。我們會透過科技一起昇華，踏入全新境界。"
    },
    {
        "id": 19,
        "name": "星光戰士 初代 ",
        "description": "在始源之心的魔法強化下，高中生拉克絲與她的星光戰士隊友們祕密的在保衛世界，免於跨星際怪物的威脅。但是誰來保護他們免於瓦羅然市高中的八卦流竄？"
    },
    {
        "id": 20,
        "name": "星光戰士 二代 ",
        "description": "資深星光戰士阿璃與好運姐突然再度出現在瓦羅然市，在一場未知事件摧毀了他們原先的團隊後，又再次重建了隊伍。為了違抗每名許下誓言的星光戰士的必然命運，在虛空怪獸入侵城市之際，他們加入了拉克絲與夥伴們的行列，並肩作戰。"
    },
    {
        "id": 21,
        "name": "星際特攻 ",
        "description": "太空是危機重重的未知領域！太空軍校為星際特攻防衛部隊提供幾乎源源不絕的新血，只有這個部隊有充足準備探索遙遠的未知新世界，並對抗外星人的無情入侵。這是全宇宙最崇高的任務！"
    },
    {
        "id": 22,
        "name": "菁英學院 ",
        "description": "所有學生及教職員工請注意：我們發現目前所有學生都受到了停學懲處，且所有教員都受到「建議」而請了身心假。在前述的學生認清自己做的事有多麼天理不容之前，課程將無限期延期。"
    },
    {
        "id": 23,
        "name": "賭豪 ",
        "description": "在諾斯維加斯的頂層公寓和高級俱樂部中，權力、財富與誘惑交錯碰撞，真正富麗的人們正一手掌握著世界。光之城市夜幕低垂之際，利刃悄悄伸出──在這場權力遊戲中，誰都不想當輸家。"
    },
    {
        "id": 24,
        "name": "弧光 ",
        "description": "每一千年便會有一個古老的神體從天界來到人間，選擇具有資質的戰士來執行祂的旨意。他們是弧光的化身——永恆聖光的代行者。"
    },
    {
        "id": 25,
        "name": "狂派機甲 ",
        "description": ""
    },
    {
        "id": 26,
        "name": "大廚 ",
        "description": ""
    },
    {
        "id": 27,
        "name": "破壞狂 ",
        "description": "「破壞狂」掌控著這片荒地。這個組織由一群暴徒所組成，他們酷愛大規模破壞、暴力鬥毆以及濫殺無辜……而且十分樂在其中。"
    },
    {
        "id": 28,
        "name": "冬季奧運 ",
        "description": "冬季運動會決定放寬規則，許多人以為這場盛事會因此變得更刺激，但他們想也想不到，這些改變也同時帶來危險。不過沒有危險，又怎麼會刺激呢？"
    },
    {
        "id": 29,
        "name": "文明末日 ",
        "description": "《初滅絕預言》警告我們有四名巨人將不顧一切為世界帶來破滅。在預言實現之後，世界編織者從塵土中誕生，重新創造了破碎的大地。只有最有智慧的預言家才能看見未來的故事：災難的二次降臨與最後的希望。"
    },
    {
        "id": 30,
        "name": "獵頭者 ",
        "description": "對某些物種來說，狩獵並不僅僅是娛樂消遣，他們的身心靈都為之所驅使，被塑造為最完美的殺人機器。"
    },
    {
        "id": 31,
        "name": "足球盃 ",
        "description": "把戰場、會議室，甚至遊樂場都忘了吧！今天最重大的爭端就在足球場上解決！人生最大的滿足，莫過於目睹你最愛的球員鑽過敵陣，瞄準路徑，決定性的大腳一踢，並高喊那最美妙的金句：「射門得分！！！」"
    },
    {
        "id": 32,
        "name": "古代獵者 ",
        "description": "各種巨獸在大地四處漫遊，緊跟著獵物不放。如果不是有獵人的幫助，人類早就成為牠們的下一餐了。獵人用自己第一隻獵物的骨頭製造刀刃，並有媲美兇猛野獸的靈敏直覺。多虧了他們，族人才能逃過悲慘的命運。"
    },
    {
        "id": 33,
        "name": "審判者 ",
        "description": "聖光信使團中的審判者是弧光的精英哨兵，完美體現了祂的精神。只做凡人的榜樣是不夠的，因為就連天界的士兵也需要啟發。"
    },
    {
        "id": 34,
        "name": "筋肉人 ",
        "description": "來自激鬥擂台，呈現史上最偉大的運動娛樂秀！觀賞虎面筋肉人、魔鬼筋肉人、雄獅筋肉人、雷霆筋肉人在場內場外的激情碰撞與高空壓頂。請務必記住，瓦羅然摔跤聯盟的品質無與倫比。"
    },
    {
        "id": 35,
        "name": "機甲特急 ",
        "description": "自從巨大的怪獸從海陸空三路現身之後，人類便開發出同樣強大的機甲，靠著近身格鬥術抵禦牠們的入侵。"
    },
    {
        "id": 36,
        "name": "脈衝火焰 ",
        "description": "自從解開時空旅行的奧祕之後，這些英雄就被捲入遙遠的反烏托邦未來。雖然時光特警不停穿梭於各個時空追捕他們，但還是有一些人成功逃到了過去，連同未來的科技一起帶回去。"
    },
    {
        "id": 37,
        "name": "鎮暴 ",
        "description": "在刑事司法系統下，永遠會有人企圖扭曲或違背法律。RPD的警官盡忠職守，調查城市裡令人髮指的罪行，並將極惡罪犯繩之以法。這就是他們的故事……"
    },
    {
        "id": 38,
        "name": "峽谷探索 ",
        "description": "小心危機四伏的符文大地！強大的怪物、狡猾的巫師以及無數神祕生物有可能就在你的身邊！揪好友一同組成一支3-5人的探險隊，透過擲骰子來消滅邪惡生物。接受試煉，來看看你是否能拯救世界，成為《峽谷探索》的傳奇吧！"
    },
    {
        "id": 39,
        "name": "西域牛仔 ",
        "description": "槍手與執法者在西域邊疆的無情烈日之下策馬奔馳，追尋等量的生存與救贖。天堂形同廢墟，地獄已成空洞，所有惡魔都聚集在此處。"
    },
    {
        "id": 40,
        "name": "海克斯科技 ",
        "description": "位在科學與藝術最先端的海克斯科技，從原先尚未成熟的初期階段逐漸進化，成為複雜難解、具備自由意志的人造生命的現代文藝復興。技術嫻熟的工匠把這項媒介引領至嶄新的未來──但這究竟會帶來什麼，沒人敢斷言。"
    },
    {
        "id": 41,
        "name": "撲克牌 ",
        "description": "過去有五位奇人異士，<br>\\n賭牌宮廷就由他們成立。<br>\\n他們老是爭吵不休，有時走運有時倒霉。<br>\\n時至今日，他們的命運依然成謎。"
    },
    {
        "id": 42,
        "name": "皮爾托福 ",
        "description": "想找台超猛座駕嗎？來這裡就對了。（每個人對超猛的定義可能會有所不同。）"
    },
    {
        "id": 43,
        "name": "銀河 ",
        "description": "巨大的星塵生物掌控著創造的起起伏伏，當星河法庭隨著時間與空間的結構漂流著，他們以極美之光描畫銀河。"
    },
    {
        "id": 44,
        "name": "幽冥煞星 ",
        "description": "在幽冥煞星的深淵巨口之中，銀河系被渾沌吞噬。它的腐化者，被黑洞遺忘的龐大生物，將碰觸到的所有系統的存在之光都抹煞掉，令他們墮入虛無。"
    },
    {
        "id": 45,
        "name": "劫掠者 ",
        "description": "劫掠者是一群生性殘暴的流浪戰士，他們全是瑪傑羅戰士文化的殘存者，為了展現無法無天的武力，他們拋棄了古老傳統。唯有流血才能解決紛爭，即便是組織內部也如此。他們早已忘記先祖們展開戰爭的理由，以及最終獲勝的原因。"
    },
    {
        "id": 46,
        "name": "霜降使者 ",
        "description": "一切彷彿進入霜降時節，線路上下遍布白雪...\\n坦克勇敢頂進去，上路卻是直直退，\\n只因他存夠了錢，想要回家買裝備..."
    },
    {
        "id": 47,
        "name": "普羅雪精靈 ",
        "description": "在充滿魔法的凜冬之地，普羅王主宰一切，與臣下分享歡喜快樂。即使有人企圖推翻國王，他們也同樣愛著眼前的冬季奇景。"
    },
    {
        "id": 48,
        "name": "聖誕節 ",
        "description": "最好趕快開始蓋冰雪堡壘..."
    },
    {
        "id": 49,
        "name": "比爾吉沃特：洶湧怒濤 ",
        "description": "歡迎來到比爾吉沃特，在這裡，槍管夠大就能發財。任何你需要的東西都能在殘惡碼頭找到，雇傭人手、海怪燉湯，甚至是會讓你葬身海底的船長。"
    },
    {
        "id": 50,
        "name": "無情審判 ",
        "description": "護國軍是個致力於執行嚴刑峻法的組織，意圖減緩瑪傑羅無可避免的崛起。儘管這個組織本身在許久以前就已解散，守望者們現在穿上盔甲，伺機突擊他們遠古仇敵的後代。"
    },
    {
        "id": 51,
        "name": "罪惡城市",
        "description": "罪惡城市瓦羅然彷彿是一座龐大的機器，以犯罪為動力，以贓款為燃料。這是所有居民都心知肚明，卻從不明說的事實。"
    },
    {
        "id": 52,
        "name": "雷霆至尊 ",
        "description": "不是只有人類才會為了雞毛蒜皮的小事大動干戈。在人類的時代來臨之前，兩位神祇——一對兄弟——反目成仇，這片大陸便從他們激烈的爭鬥之中而生。"
    },
    {
        "id": 53,
        "name": "新春狂歡：三國武將 ",
        "description": "三個偉大帝國為了領土與權力而征戰，在武術考驗中全力以赴。軍隊交鋒。英雄崛起。傳奇留名。"
    },
    {
        "id": 54,
        "name": "新春狂歡：煙花 ",
        "description": "農曆新年已經到來——狂歡派對也要展開！美食佳餚與慶祝活動之中，重點就是與好友家人團聚。趕緊點燃火柴，欣賞煙火吧！"
    },
    {
        "id": 55,
        "name": "新春 ",
        "description": "與好友和冤家一起紀念過去一年的點點滴滴。轉瞬即逝的煙火照亮了夜空中的天燈，好久不見的親戚朋友同聚一堂，發紅包說吉祥話，一起迎接新一年的到來。祝大家新春快樂！"
    },
    {
        "id": 56,
        "name": "復活兔 ",
        "description": "復活節到了！尋兔之路的先生小姐們都穿著上好兔子裝，塗好了彩蛋，臉上掛著大大的笑容。希望看到他們蹦蹦跳跳可以讓你感受到佳節的愉悅氛圍！"
    },
    {
        "id": 57,
        "name": "糖果衝擊 ",
        "description": "從薑餅城堡一路到麥根沙士海，再從甘草群山到軟糖森林——歡迎來到美麗可口的糖果王國。"
    },
    {
        "id": 58,
        "name": "精靈 ",
        "description": "不為人知的古老生物生活在精靈之森深處，守護這個魔法森林，處罰擅闖此地的外來者，留下無數傳說。不過，隨著外界的邪惡勢力日益增長，人類含有惡意的好奇心越來越強，守護者們的任務也變得越來越艱難。"
    },
    {
        "id": 59,
        "name": "烈影 ",
        "description": "在遙遠恆星的真空之中，由未知文明製造的有機機械在創造者消亡後仍長久存在著。被禁錮在地面監獄中，他們耐心的伺機而動，等待再次被人發現並釋放回銀河系。他們已經等候。他們仍在等候。他們將會繼續等候——無論要等多久。"
    },
    {
        "id": 60,
        "name": "詠夏芙蓉 ",
        "description": "詠夏芙蓉受人尊敬的領袖和虔誠獻身的門徒，是最初淨土的精英分子，是美德和不朽的化身。詠夏芙蓉的成員活了好幾輩子，努力維持永遠的和平。"
    },
    {
        "id": 61,
        "name": "玩具聯盟 ",
        "description": "吶兒的玩具箱裡堆滿了無價珍寶，不過當家裡沒人時，那些玩具就會悄悄甦醒過來……"
    },
    {
        "id": 62,
        "name": "致命血蓮 ",
        "description": "北方森林的生物正在冬眠，無論是疲累的旅人還是勇敢的戰士都不見牠們的蹤影。這些可怕的野獸在等待時機成熟，才能一擊斃命。只有在開天闢地之時就存在的古老怪物才懂得這般耐心，才能享受血肉之宴，讓大地染上暗紅色的鮮血。"
    },
    {
        "id": 63,
        "name": "雪嶺突襲",
        "description": "為了應付極寒地帶日益增長的威脅，司令部需要一支新的部隊，需要高冷如冰山，冷血無情的士兵——雪嶺突襲部隊就這樣誕生了。"
    },
    {
        "id": 64,
        "name": "愛情 ",
        "description": "大部分人會在寧靜的公園或溫馨的咖啡廳邂逅心上人，但這樣的關係不會長久。在戰場上建立的情誼，猶如子彈直擊心窩……這樣的關係才會堅不可摧。 "
    },
    {
        "id": 65,
        "name": "鋼鐵女武神 ",
        "description": "一片因戰而傷的星系正試圖重建，然而遺留下來的疤痕卻無法抹除。犯罪分子、賞金獵人、受雇傭兵以及暗殺刺客填補了力量的空缺，以超凡技術駕馭著致命的戰鬥武裝。"
    },
    {
        "id": 66,
        "name": "砂皇護衛 ",
        "description": "強大的守墓人鎮守著怪物的古墓，以免埋藏其中的邪惡勢力再次威脅世界。然而這一切可能已經太遲了……"
    },
    {
        "id": 67,
        "name": "埃及王朝 ",
        "description": "儘管昔日輝煌的帝國已被黃砂所吞沒，但大沙漠中閃耀著烈日餘暉的砂丘，都曾是強大的法老統治過的領土。"
    },
    {
        "id": 68,
        "name": "沃德部落 ",
        "description": "很少有人能夠活著跨越北方凍原。如果你沒被冷死……也會被沃德族人殺死。"
    },
    {
        "id": 69,
        "name": "聖騎 ",
        "description": "當世界面臨危機時，偉大的古代機械化騎兵會從沉睡中甦醒。它們比任何建築都還要高，比任何軍隊都還要強，完成守衛任務後，就會再次回歸大地。"
    },
    {
        "id": 70,
        "name": "末世神槍 ",
        "description": "在荒土之上，引擎的轟鳴聲就是末世神槍所仰賴的神諭，而他們也將獻上仇敵的咒罵聲作為祈禱。 "
    },
    {
        "id": 71,
        "name": "童話故事書 ",
        "description": "從前從前，有一群故事人物從書中被召喚到現實世界……"
    },
    {
        "id": 72,
        "name": "寓言故事 ",
        "description": "每個文化都有各自的民間傳說和怪物。這些傳說到底是我們空想的產物，是為了解釋無法解釋的現象而傳下來的故事，還是不為人知的事實呢？"
    },
    {
        "id": 73,
        "name": "奧德賽 ",
        "description": "從都市化的核心世界到星系的邊陲地帶，冒險無所不在！偉大的蒂瑪克西亞王國不顧聖殿騎士團和犯罪集團辛迪加的反對，執意追求奧德賽能量——這個神祕的金色精華是所有文明的命脈，能夠驅動此能量的人將可以獲得無窮無盡的力量……"
    },
    {
        "id": 74,
        "name": "比爾吉沃特：詛咒死海 ",
        "description": "月亮漸圓，潮水漸漲。黑黯魔法湧現，其中祕密深藏。鹽與血與瀑風流動……波浪之上狂舞，暗潮之下洶湧。"
    },
    {
        "id": 75,
        "name": "2017 世界冠軍 ",
        "description": "恭喜2017世界大賽冠軍：Samsung Galaxy！"
    },
    {
        "id": 76,
        "name": "星際戰將 ",
        "description": "超死星是個由無情傭兵組成的犯罪組織，統治著整片銀河系。自從組織創辦人帶著偷來的戰鬥外套從創世紀企業的職位逃出，他們就變得愈來愈強大。現在他們反擊著皇家太空部隊強加於創世紀企業的秩序，使出黑市所能發揮的全部武力。"
    },
    {
        "id": 78,
        "name": "戰神 ",
        "description": "在黑暗時代的終焉，兩個秩序與混沌古神之裔的國王，各自帶領自己的大軍，準備決一死戰。"
    },
    {
        "id": 79,
        "name": "怪獸 ",
        "description": "飢餓無比的可怕大怪獸從星球的深處崛起。牠們比軍隊還要強，比山還要高，且沒人清楚牠們的意圖和目的；唯一可以肯定的是，我們死定了……除非找到方法阻止牠們。"
    },
    {
        "id": 80,
        "name": "黑暗預兆 ",
        "description": "被詛咒的女王與她邪惡的軍團是最可怕的床邊故事，但陰森恐怖的故事才能留下最深刻的教訓，在幼小心靈的夢境中縈繞，雕塑這些充滿可能性的靈魂。反正惡夢就只是惡夢而已……大人們這麼祈禱道。"
    },
    {
        "id": 81,
        "name": "無盡旅程",
        "description": "很久以前，在一片古老的土地上，許多靈魂聚集在眾神之下，以測試他們的力量極限。愚蠢且傲慢，勇敢且公正，他們的旅程被寫進了歷史那不朽的篇章中…"
    },
    {
        "id": 82,
        "name": "元祖 ",
        "description": "紀念重製英雄的原版設計。"
    },
    {
        "id": 83,
        "name": "珍藏版 ",
        "description": "無論是實體版或是數位版，珍藏版內容總有一種比較棒的感覺。"
    },
    {
        "id": 84,
        "name": "PAX  ",
        "description": "「PAX」是遊戲界的交會點，是讚頌遊戲，並建立永恆羈絆的地方。"
    },
    {
        "id": 85,
        "name": "鋼鐵軍團 ",
        "description": "在創世紀工業與超死星之間全面戰爭的陰影下，逝去的生命只不過是連帶傷害。鋼鐵軍團是一個自發性的義警組織，在殘破的戰場星球上維持運作，由難民組成，使用殘磚破瓦打造的武器。如果沒有人能站出來保護他們，人們就必須挺身捍衛自己。"
    },
    {
        "id": 86,
        "name": "地獄火 ",
        "description": "燒毀整個世界需要超乎想像的力量，這也是為何灰燼之王要召喚出他的地獄火軍團來借助他們的火焰。從最黑暗的深淵，他們各自帶來了自身擁有的可怕力量，儘管並非每個成員都以澆不熄的熱情來響應。"
    },
    {
        "id": 87,
        "name": "死誓 ",
        "description": "死神渴望為冥界收集更多靈魂，因此將戰死勇士的靈魂送返凡間。他們化身死誓，心甘情願遵從主人的邪惡命令。"
    },
    {
        "id": 88,
        "name": "給了糖也搗蛋 ",
        "description": "你最好準備最頂的貨色。你懂得：皮爾托福跳跳糖、步履破壞者超酸軟糖、幽冥煞星巧克力棒... 因為如果你給不出令人滿意的糖，這個街區的孩子就準備要大肆搗蛋了。"
    },
    {
        "id": 89,
        "name": "活屍 VS 除屍者 ",
        "description": "給我腦袋……"
    },
    {
        "id": 90,
        "name": "禁衛軍甲 ",
        "description": "禁衛軍甲猶如一場機器瘟疫，能夠穿越時空，因此沒人能逃過他們的手掌心；追憶者不遺餘力防止全宇宙生命滅亡，但他們心中深處充滿著恐懼，知道自己終有一日會倒下，但禁衛軍甲卻永不疲倦。"
    },
    {
        "id": 91,
        "name": "K/DA  ",
        "description": "「有一片位在幻想與現實之間的地帶，在那裡，任何事都有可能發生。你有能力成為任何人，達成任何事情。這就是你的夢想。在我們這個介於兩者間的世界，K/DA 感覺充滿自信且無比堅強。我們無所不能，你也是。」- 凱莎"
    },
    {
        "id": 92,
        "name": "女巫集會 ",
        "description": "妖豔可怖的女巫集會正在耐心等待，邪媚的雙唇低聲訴說著自己的希望。她們提到了古神腫脹的屍體，用人類早已遺忘的魔法進行的古老儀式，還有人稱苦痛的「秩序」的歸來。聽啊！人類的滅亡近在眼前。"
    },
    {
        "id": 93,
        "name": "日月雙蝕 ",
        "description": "很久以前，聖堂騎士曾使用月亮和太陽賦予的神祕力量殺害了舊世界的邪惡神靈。如今，世界變得黑暗且狂暴，因為那些神靈正準備回歸 — 唯有日月雙蝕之光能阻止祂們。"
    },
    {
        "id": 94,
        "name": "太空漫遊",
        "description": "太空人、歡樂嬉鬧與可愛的外星米普！對這些熱愛冒險的太空守護者來說，違抗重力是家常便飯，他們一邊守護著米並曰星，一邊在廣大的宇宙中旅行探險。"
    },
    {
        "id": 95,
        "name": "魔法師 ",
        "description": "學院的大門外有著一個充滿魔法……與危險的世界。為保安全，教授們告誡年輕的男女巫師待在校園內磨練自己，認真學習——但浩大的冒險就在門外等著他們，怎能安分待在學院內呢？"
    },
    {
        "id": 96,
        "name": "紙雕 ",
        "description": "「你有哪隻眼睛看到我背上有鞍嗎？」鳳凰吱吱叫道。「我可不是『馱』鳥，而且那隻雪怪太重了，會拖累我們。」男孩看著鳳凰，心中的完美計畫泡湯了。突然他臉上露出微笑，畢竟在這個充滿摺紙枝葉和小溪的世界，浩大的冒險就在轉角處等著你。"
    },
    {
        "id": 97,
        "name": "阿爾比恩",
        "description": "阿爾比恩的廣闊森林曾是現已衰敗的精靈帝國的領土，現在則是數量相當的王國、盜匪、精靈與自由民族的家園。帝國廢墟中還有力量留待發掘，只要有人膽敢深入森林去尋找的話……"
    },
    {
        "id": 98,
        "name": "貓狗大戰",
        "description": "世上所知最古老的競爭關係：「人類最好的朋友」對上「網路上最偉大的英雄」。只有其中一方能在雞飛狗跳的貓狗大戰中勝出。希望牠們別把毛弄髒了，比敗北更糟糕的事情就是被抓去洗澡。"
    },
    {
        "id": 99,
        "name": "世界奇觀",
        "description": "這些個體來自名為「地球」的遙遠宇宙，在那裡，巨大的雕像獲得生命，所有人都戴著好笑的帽子。仔細想想，跟符文大地還真像。"
    },
    {
        "id": 100,
        "name": "上班族 ",
        "description": "這是種謀生手段！"
    },
    {
        "id": 101,
        "name": "愚人節 ",
        "description": "那是個披大衣、戴眼鏡的機器人嗎？當然不是。你覺得自己看到穿著連身衣的野獸大叔？最好去檢查一下視力，因為你絕對是眼花了。達瑞文戴著自己的大頭不會太過謙虛了嗎？你是多蠢才會問這種問題。還有那隻雷射魷魚怪？肯定只是人類啦～"
    },
    {
        "id": 102,
        "name": "上流社會",
        "description": "唯一比他們的財富更驚人的是他們的逃稅手法。"
    },
    {
        "id": 103,
        "name": "灌籃高手",
        "description": "這世上有兩種人：會灌籃的人，還有被灌籃的人。如果你還不知道自己是哪一種，最好把罩子放亮點！因為你準備要被灌爆啦！"
    },
    {
        "id": 104,
        "name": "特種部隊",
        "description": "只是個隨處可見，滿布人渣與惡棍的無底洞。頭家們爭權奪利，契約隨時會化為壁紙、友誼變調為針鋒相對的過河拆橋。然而，這座城市遠不只如此。還有些尚未曝光、難以察覺的失誤。某些... 無窮無盡的事物。"
    },
    {
        "id": 105,
        "name": "侵略者",
        "description": "有一天，邪惡的外星米普碰到自己無法理解的力量。不幸的是，自古以來禍不單行，凡是與入侵者接觸，都會變得更邪惡一點……而且更紫！"
    },
    {
        "id": 106,
        "name": "瘋狂科學家",
        "description": "這份工作的要求非常簡單：在應用科學領域有至少五年經驗、經過同行審議的論文、兩封推薦信。喔對了，還有邪惡的笑聲。應該說，這才是最重要的第一點要求。"
    },
    {
        "id": 107,
        "name": "世界冠軍：2018",
        "description": "恭喜2018世界大賽冠軍：Invictus Gaming！"
    },
    {
        "id": 108,
        "name": "深海",
        "description": "「我的孩子，坐下來仔細聽。海洋是個奇觀，但抵達平靜海岸的濤濤海浪是個誘局，因為在無盡蔚藍之下，是一個超乎我們想像的世界，文明古國的遺跡與凶猛巨獸，遍布於被人遺忘的深海之中。」"
    },
    {
        "id": 109,
        "name": "征服霸者",
        "description": "紀念《英雄聯盟》季中邀請賽和春季賽。"
    },
    {
        "id": 110,
        "name": "哥特",
        "description": "這才不是一時的。"
    },
    {
        "id": 111,
        "name": "白銀世代",
        "description": "峽谷最偉大的超級英雄與最卑鄙的反派，請洽您最近的漫畫店購買！"
    },
    {
        "id": 112,
        "name": "冰川",
        "description": "世界被冰封多年，記得起因的人已所剩無幾。遠古怪物在冰層下蠢蠢欲動，準備好再次將世界占為己有。希望之火雖未熄滅，但光芒微弱，晝短夜長……"
    },
    {
        "id": 113,
        "name": "戰爭學院",
        "description": "在這些學院，只有強者才能生存。雖然各學院成立的目的是要紀念各自的神兵，但學生都力求將其力量據為己有，以走上自己的榮耀之路。不論是教室或是戰場都一樣，他們要主宰一切。"
    },
    {
        "id": 114,
        "name": "中世紀",
        "description": "聽好了，爾等騎士與惡棍，此地乃受吾王吾后之皇恩保衛！讓路！讓路！"
    },
    {
        "id": 115,
        "name": "峽谷醫診",
        "description": "請坐。醫生馬上就會來幫你看診。"
    },
    {
        "id": 116,
        "name": "惡魔",
        "description": "即使在地獄之中，依然會有人熱切追求更高的地位，甚至會將凡人的靈魂當做籌碼來討好閻羅王。"
    },
    {
        "id": 117,
        "name": "蒂瑪西亞反派",
        "description": "阿璃在開始畫面選好角色後，一陣電子合成音樂在電子遊樂場響起。她從不亂按一通，而是以經過完美計算的操作，讓她的英雄穿越充滿犯罪與暴力的蒂瑪西亞街道。在阿璃的背後聚集了一群觀眾，想看看她能否打破自己幾天前創下的高分紀錄。"
    },
    {
        "id": 118,
        "name": "重金屬",
        "description": "觀眾自世界各地慕名而來，就為了在 Riot 企業的死鬥競技場見證史上最偉大的機器人鬥士互相廝殺，他們為了成為重金機器人大戰的聯盟冠軍拚盡全力，甚至不惜粉身碎骨。"
    },
    {
        "id": 119,
        "name": "星光戰士 三代",
        "description": "阿璃的昔日小隊再度出現，因為那場曾令她們分離的意外而徹底改變……星光戰士前所未見的巨大威脅也隨之而來。團隊是否能盡釋前嫌，解除自我滅絕的危機？又或者他們只會成為暮光之星的下一批受害者。"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "「你問什麼是 True Damage？朋友，True Damage 就是未來！它是集合世界各地頂尖音樂人的團體，帶來最棒的合作，創作最讚的嘻哈音樂。我們總是領先業界五步，其他人只能在後面窮追不捨。」- 艾克"
    },
    {
        "id": 121,
        "name": "警匪大戰",
        "description": "皮爾托福警局的工作態度無人能出其右。還有誰能把熱量爆表的甜甜圈關進無情的大肚裡，加班時間屢破紀錄，還把最枯燥的文書工作都忽視掉？罪犯們也許因此得利，但就連他們也希望能有同樣標準的職業道德。"
    },
    {
        "id": 122,
        "name": "戰場貴族 ",
        "description": "我們無法證實血色殺手是否涉及任何犯罪活動，若有問題請詢問有關當局。"
    },
    {
        "id": 123,
        "name": "死懼騎士",
        "description": "這些不死騎士身上所背負的沉重歷史早已消失於時間的洪流之中，而現在，他們被神祕的遠古魔法喚醒了。他們將會守護曾屬於他們的一切，不計任何代價，不放過任何生人。"
    },
    {
        "id": 124,
        "name": "黎明使者",
        "description": "秩序與光明透過黎明神祇而盛行，為被箝制在與闇夜之力衝突的新生世界帶來了體系。"
    },
    {
        "id": 125,
        "name": "闇夜使者",
        "description": "混沌與黑暗透過闇夜神祇而盛行，為被箝制在與黎明之力衝突的停滯世界帶來了改變。"
    },
    {
        "id": 126,
        "name": "血石密教",
        "description": "在幽暗的深夜中，邪惡四處跋扈，但沒有什麼比血石教團更可怕。教徒所到之處，尖叫聲不絕於耳，街道血流成河，因為他們必須滿足主人饑渴的欲望。"
    },
    {
        "id": 127,
        "name": "機甲帝國",
        "description": "數個偉大王國曾彼此征戰了數個世代，直到一個全新敵人的到來。為了反擊，他們獲得了來自上天的恩賜之禮。他們能否屏棄成怨，共同拯救未來？"
    },
    {
        "id": 128,
        "name": "弗雷爾卓德",
        "description": "嚴酷的北方大陸甚少有訪客。踏上這片荒野的勇者，會遇上惡劣的環境和排外的部族，而能回到家園的人少之又少。"
    },
    {
        "id": 129,
        "name": "黯雪",
        "description": "冰霜女巫不會讓任何人永眠；所有在她領域戰死的人不分敵我都將復甦，為她而戰。她的黑魔法扭曲了他們的外表，創造出有著永霜黑心的冰霜巨人。"
    },
    {
        "id": 130,
        "name": "世界冠軍：2019",
        "description": "恭喜2019世界大賽冠軍：FunPlus Phoenix！"
    },
    {
        "id": 133,
        "name": "靈戰特工",
        "description": "作為軍事祕密組織的璀璨明珠，靈戰特工是一支由靈能士兵所組成的菁英團隊，成立目的就是為了對抗反叛軍團及超自然威脅。在官方紀錄中，他們並不存在。但當傳統的作戰方式無法奏效，且風險危及到全世界的安全，靈戰特工就會奉命出擊。"
    },
    {
        "id": 134,
        "name": "黑玫瑰軍團",
        "description": "黑玫瑰軍團是一個由強大的心靈能力者組成的準軍事組織，目的是利用他們兇猛的人體生化武器創造新世界秩序。"
    },
    {
        "id": 135,
        "name": "龍恩選召者",
        "description": "雄偉的巨龍棲身於偏遠的美麗自然中，除了偶爾賞賜龍恩給少數的選召者，他們總避免與外界有所接觸。龍恩選召者就是足夠幸運且強大，得以獲得終極恩賜之人。無論要以這股力量行善為惡，都取決於他們自己，或是有能力出手阻止的強者。"
    },
    {
        "id": 136,
        "name": "星河",
        "description": "殘月戰爭已殘害我們的星系將近上百萬年……但依然看不到盡頭。"
    },
    {
        "id": 137,
        "name": "戰爭女皇",
        "description": ""
    },
    {
        "id": 138,
        "name": "殞落者",
        "description": "哈洛威將黯霧散播到符文大地各處，腐蝕萬物。有些人在黯霧的影響下，相信自己的目的與殞落王者相同，轉而投靠他，但維爾戈只想要伊索德回到他身邊。幫助他阻止光之哨兵的殞落者只不過是心碎的他在這場愛情遊戲中的兵卒罷了。"
    },
    {
        "id": 139,
        "name": "山海卷軸",
        "description": "在傳說中的山海卷軸裡，諸神和神獸在魔法大地四處漫遊，並能操控大自然元素的力量。有些人滿足於現在的生活，但有些人卻想要跳脫卷軸，用新方式改寫自己的故事。"
    },
    {
        "id": 140,
        "name": "水晶薔薇",
        "description": "浪漫與喜悅氛圍瀰漫在一年一度的水晶薔薇慶典上，敵對者在和平中立之地相會，共度一晚只有跳舞與歡笑的時光，並朝向未來許下願望。為了締造美好明日的承諾，眾人皆被預期將武器留在門外。"
    },
    {
        "id": 141,
        "name": "凋零薔薇",
        "description": "水晶薔薇慶典歡迎所有深信著明日和平之夢的人前來，儘管大多數人早已對活動的願景破滅。那些組成凋零薔薇的人們冀望著活動畫下句點。但是沒人能抵擋節慶的迷人氣息，也許就連他們也會被當晚的美好所影響，因此回心轉意。"
    },
    {
        "id": 142,
        "name": "牛年特戰隊",
        "description": "每一年，一隻調皮的年獸都會被新年慶祝活動所吸引而來到凡界。而每一年，對應的春神都會挑出一隊英雄，與年獸進行一場歡樂的你追我跑遊戲，以防城市因為年獸玩性大發而遭破壞。新年遊行是新年慶典中最受喜愛的一個環節，小隊成員成功哄睡年獸後會帶來好運。年獸玩得開心並充分休息的話，就代表今年會繁榮富貴！"
    },
    {
        "id": 143,
        "name": "蜂格滿點！",
        "description": "嗡。嗡嗡嗡。嗡！嗡，嗡，嗡嗡嗡。嗡..."
    },
    {
        "id": 144,
        "name": "太空律動",
        "description": "在一萬迪斯可地獄火遠的舞動銀河，一股被稱為「律動」的神祕能量為星系中數萬億的公民帶來了音樂與繁榮。但是外星霸主麗珊卓和她的刺耳魔音軍團展開了侵略行動，準備奴役這些行星並查禁迪斯可音樂。新世代的英雄隨之崛起，要阻止她的計謀，保護派對的律動永不止息。"
    },
    {
        "id": 145,
        "name": "2020 世界冠軍",
        "description": "恭喜2020世界大賽冠軍：DAMWON Gaming！"
    },
    {
        "id": 146,
        "name": "命運祕儀",
        "description": ""
    },
    {
        "id": 147,
        "name": "光之哨兵",
        "description": "雖然人數不多，光之哨兵卻有著廣為流傳的歷史。多年來，他們利用古代聖石所打造的武器，將自己的靈魂轉化為強大的光芒，來持續對抗哈洛威。但眼前的戰鬥才是最重要的：殞落王者摧殘符文大地，就為了能夠與他的王妃再次共舞。"
    },
    {
        "id": 148,
        "name": "科技潮流",
        "description": "在充滿活力的地下電音城，在強大科技企業霸主的眼皮子底下，駭客、溜冰高手、叛逆分子與流氓團結在一起。"
    },
    {
        "id": 149,
        "name": "罪惡城市噩夢",
        "description": "瓦羅然市是腐敗與非法行為的中心，是孕育道德敗壞思想的溫床。邪惡無所不在，潛伏在黑暗角落的恐怖存在，也迫不及待想擴大自己的勢力範圍。"
    },
    {
        "id": 150,
        "name": "鳳凰行者",
        "description": "只有最真誠的心靈能受到神凰的庇佑——傳說中照看著世間的鳳凰神鳥。她認定的英雄們會收到一根凰羽——每根凰羽都含有超乎想像的元素神力，給予必要的力量，以保衛世上一切良善免於潛伏在暗影中的邪惡力量威脅。"
    },
    {
        "id": 151,
        "name": "殺五社 III：失落之章",
        "description": "在一個崇拜黑暗無情眾神的界域，凡人們無止境地進行殘忍的重金屬音樂對決，直到一個樂團脫穎而出：殺五社，噪響三主的選召者。他們在各處的神廟與競技場備受崇敬，奠定了至高無上的地位——但是改變的時刻正悄然接近，也許很快就會開始新一輪的循環……"
    },
    {
        "id": 152,
        "name": "奧術",
        "description": ""
    },
    {
        "id": 153,
        "name": "超萌咖啡廳",
        "description": ""
    },
    {
        "id": 154,
        "name": "青花瓷",
        "description": "在一個神奇的世界，上古精靈與魔法生物在現代社會的邊緣蓬勃發展。其中被稱為生肖神器的青花瓷器，能夠釋放強大的力量。長生不死的守護者負責保護這些遺物，不讓它們落入惡人手中。"
    },
    {
        "id": 155,
        "name": "衝擊利刃",
        "description": "衝擊利刃是個神祕的忍者戰士教派，教徒手握著透過致命的風雲儀式灌注閃電魔法的武器，保衛人類免於惡靈與怪物的危害。他們遊走於凡界與靈界，追捕他人無法碰觸的威脅，捍衛著凡間眾生的未來。"
    },
    {
        "id": 156,
        "name": "百獸特攻隊",
        "description": ""
    },
    {
        "id": 157,
        "name": "死灰騎士",
        "description": "在遠古時代，一位偉大的國王發動了光榮聖戰，誓言打破世界上的魔法束縛，讓人類能形塑自身的命運。然而，就在切斷最後的魔法根源後，國王消失了，世界的根基也隨之崩毀。國王麾下的傳奇騎士們，就這樣被獨留在癲狂、廢墟與灰燼之中。"
    },
    {
        "id": 158,
        "name": "2021 世界冠軍",
        "description": "恭喜Edward Gaming贏得2021世界大賽冠軍！"
    },
    {
        "id": 159,
        "name": "海洋之歌",
        "description": "沒有什麼能比「海洋之歌音樂節」更能體現「海灘風情與正點音樂」的生活風格。從瑟菈紛的柔和歌聲到犽凝的高超 DJ 技巧，大家都能找到符合胃口的節奏，讓腳趾深埋沙中，細嚐鹹味海風，讓自己沉浸在今夏最棒的音樂中吧。"
    },
    {
        "id": 160,
        "name": "雪月",
        "description": "雪月從愛歐尼亞高山後升起時，一陣寒意掃過整片大地。信奉雪月的教派，門下有眾多忠貞不渝的刺客，他們便在此時展開儀式。白雪淨人心——只有透過獻上自己的人性，才能淨化自己。"
    },
    {
        "id": 161,
        "name": "星光戰士 四代",
        "description": "因柔依的入侵而傷痕累累的瓦羅然市出現了遠古敵人，這座城市現在由新一代的星光戰士所守護。隨著黑暗匯聚在空中，凱莎與阿卡莉準備率領經驗不足的隊伍，迎戰超乎他們能力所及的敵人……以及潛伏在幕後的真正威脅。"
    },
    {
        "id": 162,
        "name": "寶貝訓練家",
        "description": "既然你誠心誠意的發問了，我們就大發慈悲的告訴你！我們是寶貝訓練家！為了維護世界的和平！寶貝的吼聲再大，我們一點都不怕。我們會善用核心裝備，馴服寶貝。有了新夥伴加入隊伍，上山下海暢行無阻！無論多麼遙遠的彼方，我們必定去闖。因為我們是勇往直前的寶貝訓練家！就是這樣！"
    },
    {
        "id": 163,
        "name": "極獸霸魂",
        "description": "烏迪爾花了將近十年時間，在愛歐尼亞的希安那大修道院與僧人們一同修行，學習掌管並精通神靈之力。最終，當弗雷爾卓德呼喚他返鄉，他仍選擇留下並完成修練。自此之後，烏迪爾攜手李星與卡瑪，為飽經戰亂之地恢復平衡，使他的肉體與心靈都融入愛歐尼亞的天地景色之中。"
    },
    {
        "id": 164,
        "name": "殞落詛咒",
        "description": "一千年前，迦瑪沃爾的末代國王決定追尋心中所求，甚至犧牲他的國家也在所不惜。他的愛是如此強大，連命運都受到干預，僅有殞落詛咒隨之而來。"
    },
    {
        "id": 165,
        "name": "頂尖對決",
        "description": "時值 2122 年，這是「頂尖對決競技大會」舉辦的第一年。機器人裁判已經入場，錘擊競技的首次職業比賽正式開打，經歷多年商討，強化人類終於被准許參賽了。一切就看最終鹿死誰手。"
    },
    {
        "id": 166,
        "name": "元素幻化使",
        "description": "巨大元素怪獸的軍隊向人類宣戰，令王國危在旦夕。最後防線是一名孤身的戰士女皇，元素幻化使 拉克絲。為了拯救子民，她必須勇敢直視內心，揭露出真實本性… 無論會是何種形式都在所不惜。"
    },
    {
        "id": 167,
        "name": "限定",
        "description": "來自遙遠昔日的寶物，閃爍光輝，觸手可及。"
    },
    {
        "id": 168,
        "name": "海牛阿福",
        "description": "永遠紀念阿福，一名和藹的海牛戰士，現在手持他的鍋鏟在天國的淺水沼澤練武。晚安，親愛的王子。"
    },
    {
        "id": 169,
        "name": "驚喜派對",
        "description": "誰不喜歡驚喜派對呢？賓客清單已經完成，大家都買好了禮物，食物肯定色香味俱全。還請了一個小丑來呢！這肯定會永生難忘。只是別告訴阿姆姆。"
    },
    {
        "id": 170,
        "name": "午夜驚魂",
        "description": "長著巨大蛙腳在陸地上跑跳，毒蕈寄宿屋吸引來最可怕的各式住客。無論房屋駐足在何處，總會有怪物需要棲身之所，格萊斯克媽媽總會張開雙臂，歡迎他們加入這個大家庭。房間多如無盡迷宮，確保沒人會被拒於門外。"
    },
    {
        "id": 171,
        "name": "靈花祭",
        "description": "靈花祭是愛歐尼亞歷史悠久的節日，每到這個時期，通往靈界的大門便會敞開，逝者回到他們的愛人身旁，而各路靈魂們也會將自己的目光投射在生者上。從仁慈的感銘到執著的赤奈——這些靈魂的故事一次又一次的上演，猶如紙燈籠上的皮影戲。"
    },
    {
        "id": 172,
        "name": "魔女也瘋狂",
        "description": "是誰說魔女不能享樂的？不管是誰說的，現在大概已經被變成青蛙了。或是變成其他受詛咒的害蟲，註定永世在街頭遊蕩，只能遠觀夜晚的慶典。這懲罰相當嚴厲，但是這不意外吧？他們也許是派對動物，但是到了夜裡，他們的本質終究是魔女！"
    },
    {
        "id": 173,
        "name": "熱音 DJ",
        "description": "感受重低音。聽見節拍震盪。順著音樂動起來。"
    },
    {
        "id": 174,
        "name": "流行巨星",
        "description": "當你登上排行榜寶座，就沒人能把你拉下。"
    },
    {
        "id": 176,
        "name": "三重榮譽",
        "description": "在「本質」的統治之下，社會變得越來越封閉，而且瀰漫著個人主義。這種自掃門前雪的社會風氣使得大家變得互不信任。身為沒落已久的慰藉教團的領袖，馬爾札哈努力散播慰藉的力量，想讓溫暖和諧重回這個紛亂的世界。他知道唯有團結一心，才有辦法創造更美好的世界。"
    },
    {
        "id": 177,
        "name": "比爾吉沃特：受雇傭兵",
        "description": "賞金獵人、亡命之徒與海盜們紛紛湧入比爾吉沃特最惡名昭彰的殘惡碼頭，猶如蒼蠅撲向屠夫的廚餘堆。在怒海中討生活很艱辛，但回報往往值得賭命……倒刺女神保佑。"
    },
    {
        "id": 178,
        "name": "編年史",
        "description": "英雄受到自身過去的測試，塑造淬鍊出現在的自我。"
    },
    {
        "id": 179,
        "name": "虛空詛咒",
        "description": "若虛空之災在符文大地蔓延開來，世間萬物都會成為其扭曲進化的受害者。虛空無限地增殖，無限地飢渴，無限地索求，不放過任何生靈，無人可與之為敵。"
    },
    {
        "id": 180,
        "name": "歧路",
        "description": "鵝鵝騎士拍動翅膀，可能會令符文大地另一頭的癒水飛龍浮出水面。生命猶如紙上的文字，隨時都可以被改寫；前方的路途充滿未知和刺激，選擇較少人走的路……會有什麼不同的結果呢？"
    },
    {
        "id": 182,
        "name": "公測",
        "description": "是誰把公測造型留下來的？？？？噓，千萬別說出去。"
    },
    {
        "id": 183,
        "name": "竊魂者",
        "description": "靈魂即是生命、光芒、力量——而在一個毫無慈悲的世界中，無情的死亡之主則會偷取並吞噬這些靈魂。"
    },
    {
        "id": 184,
        "name": "凱旋王者",
        "description": "贏得《英雄聯盟》贊助賽事的玩家所獲得的獎勵。"
    },
    {
        "id": 185,
        "name": "真 ‧ 戰士",
        "description": "對一個真正的戰士來說，只有力量和榮譽是永恆的。"
    },
    {
        "id": 186,
        "name": "宇宙幻焰",
        "description": "第一名宇宙幻焰：派克，帶著滿腔怒火斬過各個境界，將其他的自己趕盡殺絕，在這過程中使其他宇宙幻焰紛紛誕生。當這些新生的強者出現，誰能稱霸？在他們所剩無多的餘生中，又會做出什麼？"
    },
    {
        "id": 187,
        "name": "凜冬碎星",
        "description": "當空氣轉涼，初雪飄降，抬頭仰望天空，你便能發現北極星。無須害怕，若你不求回報的行善，或許能得到北極星的祝福作為獎賞。但是務必謹記：無論如何表現，切莫將你的好運視為理所當然，因為北極星每年都會造訪，無人能躲過責罰。"
    },
    {
        "id": 188,
        "name": "剪紙仙靈",
        "description": "很久很久以前，「巨獸加里歐」被打敗之後，新年的傳統便隨著這經典故事流傳了下來。這個故事當中有著一個活生生的真實世界，但當故事的世界突然被打斷，裡面的角色必須攜手合作挽救一切，並親眼見證自己的故事。"
    },
    {
        "id": 189,
        "name": "萬萬人迷與痛心情人",
        "description": "高貴不凡，時時做好萬全準備的「萬萬人迷」跟愛翹課溜滑板的「痛心情人」之間沒有什麼共通點，但他們都同意一件事：他們都受夠了這個憑空捏造出來，想盡辦法要讓人談戀愛的愚蠢節日，但為什麼他們還是一如既往地緊張？"
    },
    {
        "id": 190,
        "name": "破碎盟約",
        "description": "多年來，生命之息教與不滅鬼神教一直在爭奪生命之息。對生命之息教來說，生命之息是個祝福，死後要歸還並前往來世；但不滅鬼神教對生命之息的渴望永無止境。他們相信人生只有一次，必須活得淋漓盡致。這場不見盡頭的戰爭，就這樣繼續激烈地進行著……"
    },
    {
        "id": 191,
        "name": "妖精宮殿",
        "description": "所有妖精貴族都遵循著自然的意志，維護著自然法則，用魔法使四季更迭。但在這份偉大的使命之下，充滿著絲綢黃金的奢華宮殿中有著永不停歇的政治糾葛。畢竟只要有力量——無論是魔法、自然還是政治——就會有鬥爭。"
    },
    {
        "id": 192,
        "name": "墨影戰士",
        "description": "一座位於拉巴冬城外郊區破舊的寺廟，住著拉巴冬市民的最後希望：墨影戰士。每個墨影戰士都犧牲自己最珍貴的事物，與古靈立下契約，刻上強大的魔法紋身，就連祕密組織也對他們畏懼三分。墨影戰士不再無力反抗。取回家園的戰鬥終於開始了。"
    },
    {
        "id": 193,
        "name": "闇夜使者與黎明使者",
        "description": "闇夜使者與黎明使者之間的鬥爭永無止境。一方面，象徵黑暗與混沌的勢力帶來變動；另一方面，象徵光明與秩序的勢力則維持規律。塑造新生世界的，就是這些神明和祂們的子孫。有誰能預測未來會更光明……還是更黑暗呢？"
    },
    {
        "id": 194,
        "name": "2022世界冠軍",
        "description": "恭喜DRX贏得2022世界大賽冠軍！"
    },
    {
        "id": 195,
        "name": "水晶幻界",
        "description": "魔地斯世界與魔法息息相關，自從魔法消失後，一切都崩毀了。數百年後，文明分散各地，大自然重新奪回被城市佔據的地盤，而魔法則以稜晶的形態回歸大地。稜晶的目的只有一個：散播。有些人能夠安全地使用它的力量，而有些人則臣服於它，被它所支配——稜晶戰爭便是這樣開始的。"
    },
    {
        "id": 196,
        "name": "戰魂鬥士",
        "description": "無論是在戰場奮鬥，還是深埋在心底，試煉喚醒了他們的魂魄。每個鬥士都有著反映他們本性的特殊能力，以及從靈魂深處汲取力量的能力。有些人砥礪其力，鍛之以訓……有些則只會用這份力量來破壞一切。他們是……戰魂鬥士！"
    },
    {
        "id": 197,
        "name": "街頭狂魔",
        "description": "在冥橋市，惡魔、奇幻生物與人類共存共榮。每年，這裡都會舉辦街頭藝術祭，比誰能夠畫出最大幅且最大膽的塗鴉，同時一起互相切磋砥礪。準備迎接塗鴉祭的到來吧！"
    },
    {
        "id": 198,
        "name": "幻靈夜總會",
        "description": "掌生幽魂曾經是凡人，死去後因家人的愛而重生；御死幽魂是被遺忘的靈魂，死去後在陰間四處徘徊，直到找到替代家人為止。兩者都無法被看見，只能透過情焰去感受——情焰是一種魔法火焰，能夠滋潤生命也能將之毀滅。"
    },
    {
        "id": 199,
        "name": "心鋼之聲",
        "description": "「心鋼之聲是當今樂壇最火紅的樂團，成員包括了慨影和伊澤瑞爾等藝人——」\\n「全都是我們樂團耶！」\\n「冷靜點，賽特。」\\n「等等，這是哪一家雜誌要的，卡桑帝？」\\n「拜託，專心一點！」\\n「嘿，犽凝，我可以上台了嗎？」\\n「我們——喔，亞菲利歐剛走掉了……」"
    },
    {
        "id": 200,
        "name": "原始潛伏",
        "description": "受上天眷顧的人一出生，身上就會有發光的紋路。他們是「幸運之爪」，受到族人的敬畏。這些特別的虎人命中注定要代表他們的部族，並用自身實力贏得他人的敬重。每位幸運之爪都希望能夠代表族人征服世界，並成為受到萬人敬畏的領袖。"
    },
    {
        "id": 201,
        "name": "聖鱗天尊",
        "description": "為了進一步了解王國的臣民，天龍貴族與隨扈會從天上的王宮大駕光臨，以人型姿態與凡人一起慶祝，喜迎新年的到來。"
    },
    {
        "id": 202,
        "name": "不羈幻晶",
        "description": "稜晶首次現世之時，有人掌握了操縱其魔力的方法。但在遙遠的北方，水晶的腐化早已根深蒂固、深入地表。這裡充滿碎晶般的樹木，以及五彩斑斕的空氣。曾為人類的居民與各方生命體聯手，與殘存的文明展開了一場戰爭，萬物必將閃爍著稜晶的光芒。"
    },
    {
        "id": 203,
        "name": "美食大戰",
        "description": "這些食物不但美味，殺傷力也十分驚人！想大快朵頤的話，就得先下手為強才行。"
    },
    {
        "id": 204,
        "name": "崛起傳奇",
        "description": "很久以前，遠古諸神將自己的力量封印在四塊崛起碎片之中：混沌、和諧、恆毅，以及元氣。任何想要得到這些力量的戰士，都得賭上性命通過試煉，成功便能名垂青史。直到今天，來自天涯海角的戰士紛紛前來接受挑戰，只求留下連諸神也會肅然起敬的傳奇。"
    },
    {
        "id": 205,
        "name": "牧雨歌僮",
        "description": "大地乾涸，沒有水，也沒有歌聲。自從青蛙失去了唱歌的能力，降雨日漸稀少，水資源變得短缺。因此青蛙開始教一群新夥伴唱歌，也就是牧雨歌僮。他們穿著特殊的雨具，致力於讓老天降下甘霖，讓大地恢復到以前鬱鬱蔥蔥的樣貌。"
    },
    {
        "id": 206,
        "name": "遠古霸者",
        "description": "遠古霸者從陸地被放逐，牠們在深海中靜靜等待著，等待了好幾世紀……直到牠們無法再忍受地面住民以及他們對這個星球的無理行徑為止。於是遠古霸者之后做出了決定：人類在太陽底下的時代已經結束，現在開始，就是遠古霸者的時代。"
    },
    {
        "id": 207,
        "name": "2023世界冠軍",
        "description": "恭喜T1贏得2023世界大賽冠軍！"
    },
    {
        "id": 208,
        "name": "碰拳與慶典",
        "description": "慶祝時間到！"
    },
    {
        "id": 209,
        "name": "英靈戰狼",
        "description": "年輕的戰爭領袖安比薩在倒臥沙場那一刻看到了沃拉奇努，一個受戰狼欽點的追隨者死後所前往的神聖領域。所有被迎入這個聖域的人都必須參加無盡狩獵，在戰鬥中追尋極樂，在永無止境的狩獵當中，欣然挑戰同樣受到戰狼欽點的戰士。"
    },
    {
        "id": 210,
        "name": "超級粉絲",
        "description": "高舉粉絲的應援旗！"
    },
    {
        "id": 211,
        "name": "黑玫瑰假面",
        "description": "絲綢舞會處處可見狂歡與奢華，這場化裝舞會匯聚了來自符文大地各地的貴族名流。但在諾克薩斯，舞廳就是戰場。一句耳語如同一把匕首，權力在禮儀寒暄之間成為交易籌碼。就連隱世的伊莉絲女士也離開巢穴來主持這場盛會，效力於那些隱藏在暗處的眼睛……觀望著……等待著。"
    },
    {
        "id": 212,
        "name": "現代神話",
        "description": "神話和傳說發生在很久以前，但它們的回響至今仍在。在平凡世界的表面之下，神話力量強化了新一代的英雄。"
    },
    {
        "id": 213,
        "name": "麵點神廚",
        "description": "任何稱職的魔法糕點師都知道，任何聚會都少不了美味鹹點。儘管咖啡廳剛開張沒多久，但麵點手藝可是傳承久遠。為了做出最棒的料理，魔法厨師使盡各種方法：揉、切、炸、蒸。只需吃一口，就連最挑剔的顧客也會讚不絕口。"
    },
    {
        "id": 214,
        "name": "假面正義",
        "description": "毀滅自己的母星後，瘋狂巨人梅佐拉斯踏破銀河，終於找到可以入侵的新星球：擁有繁華大都會的奧科諾。不過誰也想不到，竟然會有一群平民崛起反抗。穿上外星變身裝的他們，誓要為所有被梅佐拉斯奪走生命的人報仇雪恨，終結他的野心。"
    },
    {
        "id": 215,
        "name": "大角鬥賽",
        "description": "慶祝偉大的勝利、強者戰勝弱者，是諾克薩斯的傳統文化。成功佔領弗雷爾卓德的土地後，諾克薩斯便舉辦了大角鬥賽慶祝達瑞斯將軍及其戰團凱旋。這場賽事會為首都的所有競技場引來大量觀眾，以及過去曾經參賽的著名角鬥士。"
    },
    {
        "id": 216,
        "name": "「創造命運」及「逆轉命運」造型",
        "description": "在一個由命運經緯交織而成的世界中，只要有勇敢進取，就能掌握自己的命運絲線。想要達成此事，就必須尋找經緯宮殿，求見負責編織命運的強大存在「命運創造者」。成功證明自己的人，將被稱為命運逆轉者，並能改寫自己的命運……以及塑造未來。"
    },
    {
        "id": 217,
        "name": "占星師",
        "description": "自古以來，精通占卜的占星師都在組織旗下廣闊的圖書館中探究並守護宇宙的奧祕。運用深奧晦澀的知識和古老的群星之力，保護家園避開無數的災難。然而，面對來自其他界域的未知恐怖侵襲時，占星師大多未做好應戰準備──甚至不願承認其存在的事實。"
    },
    {
        "id": 218,
        "name": "靈花祭溫泉",
        "description": "高山深處有一間澡堂，供訪客們洗去塵世的憂煩。這個名為「靈花祭溫泉」的休憩勝地，是一處遠離塵囂的綠洲。這裡熱情的員工和魔法蒸氣，能洗去戰鬥的重擔與不堪回首的情景。此處不分英雄或反派——只有想充分休憩與煥然一新的遊客。"
    },
    {
        "id": 219,
        "name": "墮落視界",
        "description": "「我們曾為神祇。如今，在自我禁錮的無形黑暗中永久迷失，夢見千百種不可避免的血腥回歸……以及全人類再次乞求我們神聖的慈悲。」<br>在一個只見於傳說的時代，這個世界曾屬於冥血族。<br>而冥血族打算將它奪回。"
    },
    {
        "id": 220,
        "name": "世界冠軍：2024",
        "description": "恭喜2024世界大賽冠軍：T1！"
    },
    {
        "id": 221,
        "name": "絕命花華",
        "description": "「絕命花華」會審判所有踏入其魅惑領域之人；呼喚有膽識與野心的人，將其引誘到身旁，以植入自身意志的強力種子。結合之後，兩者將適應、進化，並尋找更強大的宿主，來賦予其力量——最終將其吞噬。"
    },
    {
        "id": 222,
        "name": "永恆星靈",
        "description": "數千年來，強大無比的星靈不斷在天界努力，引導和鞏固符文大地。每一位星靈都自稱是創世真理的終極化身——他們會尋找值得信賴且有能力推動其目標的凡人宿主，讓自己能再次以實體形態行走於凡間。"
    },
    {
        "id": 223,
        "name": "深淵暗影",
        "description": "海盜為了爭奪冥影之海的主宰權長期爭鬥不休。另一方面，一股更古老的力量在海底蠢蠢欲動。勇闖深淵的凡人幾乎無人存活，倖存歸來的人也都變了樣——他們飽受女巫與幽靈、聖物與遺跡的折磨，那早已被潮汐遺忘的世界，不斷在他們耳邊低語。"
    },
    {
        "id": 224,
        "name": "skinline_name_224_thelawsofstone",
        "description": "skinline_description_224_thelawsofstone"
    }
]