{
    "leaver_buster_punishment_body": "Do thoát trận hoặc AFK, bạn bị đưa vào hàng chờ có độ ưu tiên thấp trong {{punishedGamesRemaining}} trận nữa.<br/><br/>Nếu gặp vấn đề về kết nối, vui lòng tham khảo <a href='https://lagreport.na.leagueoflegends.com/en/' target='_blank'>bài viết sau</a> để tìm cách khắc phục.",
    "leaver_buster_punishment_header": "LeaverBuster",
    "leaver_buster_punishment_timer_m": "{{minutes}} Phút",
    "leaver_buster_punishment_timer_hm": "{{hours}} Giờ {{minutes}} Phút",
    "leaver_buster_punishment_timer_h": "{{hours}} Giờ",
    "leaver_buster_punishment_timer_dm": "{{days}} Ngày {{minutes}} Phút",
    "leaver_buster_punishment_timer_d": "{{days}} Ngày",
    "leaver_buster_punishment_timer_dhm": "{{days}} Ngày {{hours}} Giờ {{minutes}} Phút",
    "leaver_buster_punishment_timer_dh": "{{days}} Ngày {{hours}} Giờ",
    "leaver_buster_punishment_timer_w": "{{weeks}} Tuần",
    "leaver_buster_punishment_timer_wd": "{{weeks}} Tuần {{days}} Ngày",
    "leaver_buster_punishment_timer_wh": "{{weeks}} Tuần {{hours}} Giờ",
    "leaver_buster_punishment_timer_wdh": "{{weeks}} Tuần {{days}} Ngày {{hours}} Giờ",
    "leaver_buster_onlockout_warning_body": "Cấp hình phạt thoát trận của bạn đã tăng lên bởi hành vi rời trận hoặc không hoạt động và tài khoản của bạn sẽ bị khóa hàng chờ thêm {{formattedQueueLockoutDuration}} bên cạnh thời gian hàng chờ cơ bản. Để giảm mức hình phạt, bạn phải hoàn thành trận đấu và không rời trận hoặc không hoạt động.",
    "leaver_buster_prelockout_warning_body": "Mức độ rời trận của bạn hiện đang cao do hành vi rời trận hoặc không hoạt động trong Liên Minh. Để giảm khung hình phạt, bạn phải chơi đầy đủ trận mà không thoát hoặc từ chối hoạt động. Nếu vẫn tiếp tục có những hành vi này, khóa hàng chờ sẽ được áp dụng lên tài khoản này.",
    "leaver_buster_level_increase_warning_header": "TĂNG HÌNH PHẠT THOÁT TRẬN",
    "leaver_buster_level_warning_header": "CẢNH BÁO HÌNH PHẠT RỜI TRẬN",
    "leaver_buster_warning_body": "Thoát trận hoặc AFK sẽ dẫn đến một trận đấu không công bằng với đồng đội của bạn, và đó là một vi phạm có thể bị trừng phạt trong LMHT. Bạn có đồng ý sẽ không thoát trận nào nữa không?<br/><br/>Nếu gặp lỗi trong trò chơi, vui lòng tham khảo <a href='https://lagreport.na.leagueoflegends.com/en/' target='_blank'>bài hướng dẫn sau</a> để biết cách giải quyết.",
    "leaver_buster_warning_header": "Cảnh báo LeaverBuster",
    "leaver_buster_warning_agree_prompt$html": "Gõ \"<span class='leaver-buster-i-agree-highlight'>{{leaverBusterWarningAgree}}</span>\" để tiếp tục.",
    "leaver_buster_warning_agree": "OK",
    "player_behavior_accept_notification_shutdown_text": "Đóng",
    "player_behavior_chat_restriction_game_notification_header": "{[plural(gamesRemaining)]}",
    "player_behavior_chat_restriction_game_notification_header[zero]": "Bị giới hạn chat trong {{gamesRemaining}} trận",
    "player_behavior_chat_restriction_game_notification_header[one]": "Bị giới hạn chat trong {{gamesRemaining}} trận",
    "player_behavior_chat_restriction_game_notification_header[few]": "Bị giới hạn chat trong {{gamesRemaining}} trận",
    "player_behavior_chat_restriction_game_notification_header[other]": "Bị giới hạn chat trong {{gamesRemaining}} trận",
    "player_behavior_chat_restriction_game_notification_body$html": "Bởi những hành vi phi thể thao, chat trong game của bạn đã bị hạn chế. Hạn chế này sẽ bị gỡ bỏ sau khi bạn hoàn thành một số lượng trận đấu nhất định",
    "player_behavior_chat_restriction_time_notification_header": "Chat đã bị hạn chế",
    "player_behavior_chat_restriction_time_notification_body$html": "Bởi những hành vi phi thể thao, chat trong game của bạn đã bị hạn chế  cho đến {{endDate}}. Hạn chế sẽ được gỡ bỏ sau khi thời gian này kết thúc.",
    "player_behavior_ban_notification_header": "Người chơi đã bị cấm",
    "player_behavior_code_of_conduct_header": "Là một phần của cộng đồng Liên Minh Huyền Thoại, tôi sẽ:",
    "player_behavior_code_of_conduct_item_subheader_1": "Hướng tới chiến thắng",
    "player_behavior_code_of_conduct_item_body_1": "Tôi sẽ chiến đấu để chiến thắng và hỗ trợ đồng đội của mình. Tôi hiểu rằng những hành động phá hoại nỗ lực đó chính là phá hoại tính toàn vẹn của trò chơi và cộng đồng.",
    "player_behavior_code_of_conduct_item_subheader_2": "Tôn trọng đồng đội",
    "player_behavior_code_of_conduct_item_body_2": "Tôi sẽ tôn trọng đồng đội và cố gắng hết sức để tạo ra một môi trường nơi mọi người đều có thể thể hiện bản thân mình. Tôi hiểu rằng sự tôn trọng sẽ tạo ra lòng tin, và lòng tin là cần thiết để mọi người có thể chiến đấu với tối đa khả năng của bản thân.",
    "player_behavior_code_of_conduct_item_subheader_3": "Bảo vệ bản thân và cộng đồng",
    "player_behavior_code_of_conduct_item_body_3": "Tôi sẽ bảo vệ bản thân và người khác bằng cách sử dụng hệ thống giao tiếp, phối hợp và tố cáo một cách chính xác. Tôi sẽ tận dụng những công cụ đó để giúp đỡ bản thân và cộng đồng thi đấu với tối đa khả năng, ở mỗi trận đấu.",
    "player_behavior_code_of_conduct_item_subheader_4": "Tự bảo vệ mình",
    "player_behavior_code_of_conduct_item_body_4": "Tôi sẽ tự bảo vệ bản thân mình. Tôi sẽ có trách nhiệm với tài khoản, thiết bị, thông tin cá nhân, và những tương tác với bên thứ ba.",
    "player_behavior_code_of_conduct_link_more_info": "Ghé qua <a href=\"https://na.leagueoflegends.com/en-us/event/league-of-legends-code-of-conduct\" target=\"_blank\">đây</a> để tìm hiểu thêm về Thiết Luật Anh Hùng.",
    "player_behavior_code_of_conduct_early_exit_title": "Thoát Liên Minh?",
    "player_behavior_code_of_conduct_early_exit_body": "Bạn không thể tiếp tục chơi Liên Minh Huyền Thoại nếu không chấp nhận ký kết này",
    "player_behavior_code_of_conduct_okay_button_text": "Tôi đồng ý",
    "player_behavior_code_of_conduct_exit_button_text": "Thoát",
    "player_behavior_code_of_conduct_cancel_button_text": "Tắt",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-1": "Người chơi thân mến, bạn đã bị hạn chế truy cập LMHT do có hành vi tiêu cực. Tổng thời gian hạn chế là 3 ngày cấm chơi và 20 trận cấm chat. Hãy chơi tích cực hơn và bảo vệ môi trường giải trí của chúng ta cùng nhau.",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-2": "Người chơi thân mến, bạn đã bị hạn chế truy cập LMHT do có hành vi tiêu cực. Tổng thời gian hạn chế là 7 ngày cấm chơi và 30 trận cấm chat. Hãy chơi tích cực hơn và bảo vệ môi trường giải trí của chúng ta cùng nhau.",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-3": "Người chơi thân mến, bạn đã bị hạn chế truy cập LMHT do có hành vi tiêu cực. Tổng thời gian hạn chế là 14 ngày cấm chơi và 40 trận cấm chat. Hãy chơi tích cực hơn và bảo vệ môi trường giải trí của chúng ta cùng nhau.",
    "player_behavior_forced_shutdown_ban_notification_body_ALTBAN-3-PERMABAN": "Tài khoản bị treo vĩnh viễn do có hành vi tiêu cực nghiêm trọng. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_forced_shutdown_ban_notification_body_Leaver": "Tài khoản của bạn bị cấm chơi vì thoát trận quá nhiều. Client sẽ đóng lại.",
    "player_behavior_forced_shutdown_ban_notification_body_ExcessiveChatToxicity": "Bạn bị phạt vì có hành vi phi thể thao. Client sẽ đóng lại. Đăng nhập lại để tìm hiểu thêm.",
    "player_behavior_forced_shutdown_ban_notification_body_ExtremeChatToxicity": "Bạn bị phạt vì có hành vi phi thể thao. Client sẽ đóng lại. Đăng nhập lại để tìm hiểu thêm.",
    "player_behavior_forced_shutdown_ban_notification_body_IntentionalFeeding": "Bạn bị phạt vì có hành vi cố ý chết. Client sẽ đóng lại. Đăng nhập lại để tìm hiểu thêm.",
    "player_behavior_forced_shutdown_ban_notification_body_unknown": "Tài khoản này đã bị khóa. Đăng nhập lại để biết thêm thông tin.",
    "player_behavior_forced_shutdown_ban_notification_header_unknown": "Tài Khoản Bị Treo",
    "player_behavior_login_ban_notification_body_ALTBAN-1": "Tài khoản của bạn tạm thời bị hạn chế do có hành vi phi thể thao. Bạn bị cấm chơi 3 ngày, và cấm chat 20 trận.",
    "player_behavior_login_ban_notification_body_ALTBAN-2": "Tài khoản của bạn tạm thời bị hạn chế do có hành vi phi thể thao. Bạn bị cấm chơi 7 ngày, và cấm chat 30 trận.",
    "player_behavior_login_ban_notification_body_ALTBAN-3": "Tài khoản của bạn tạm thời bị hạn chế do có hành vi phi thể thao. Bạn bị cấm chơi 14 ngày, và cấm chat 40 trận.",
    "player_behavior_login_ban_notification_body_ALTBAN-3-PERMABAN": "Tài khoản của bạn đã bị cấm chơi vĩnh viễn. Xin kiểm tra địa chỉ e-mail liên kết với tài khoản Liên Minh Huyền Thoại để biết thêm chi tiết.",
    "player_behavior_login_ban_notification_body_ACCOUNT_RECOVERY": "Tài khoản tạm khóa để bảo vệ khỏi những hành động đáng ngờ. Để đảm bảo an toàn, tài khoản sẽ không thể sử dụng cho đến khi chủ nhân của nó gửi phiếu yêu cầu phục hồi kèm thông tin chi tiết. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_CHARGEBACK": "Tài khoản hiện không thể sử dụng do có tranh chấp khi mua (hay còn gọi là \"bồi hoàn\"). Tài khoản này sẽ không thể sử dụng cho đến khi số dư chưa thanh toán được hoàn trả đầy đủ cho Riot Games. Nếu muốn trả lại số dư chưa thanh toán và tái kích hoạt tài khoản này, vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_AC_BOOSTING_TEMPORARY": "Bị cấm đến {{endDate}}.<br/><br/> Tài khoản này bị cấm do có liên quan đến Cày Thuê ELO. Do đó, tài khoản bị cấm chơi 14 ngày, mất hết cấp Vinh Danh, và sẽ không nhận được phần thưởng mùa này. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_AC_BOOSTING_PERMANENT": "Tài khoản bị cấm vĩnh viễn do có liên quan đến Cày Thuê ELO. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_AC_SCRIPTING_PERMANENT": "Tài khoản bị cấm vĩnh viễn vì sử dụng phần mềm bên thứ ba không hợp lệ. Hành vi này gây thiệt hại nghiêm trong cho cộng đồng và tính cạnh tranh của Liên Minh Huyền Thoại, do đó sẽ không được dung thứ. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_AC_BOTTING_PERMANENT": "Tài khoản bị cấm vĩnh viễn vì sử dụng phần mềm bên thứ ba không hợp lệ. Hành vi này gây thiệt hại nghiêm trong cho cộng đồng và sẽ không được dung thứ. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_GENERAL_INVESTIGATION": "Tài khoản tạm khóa do có hành động bất thường. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_GENERAL_SUSPICION": "Tài khoản tạm khóa do có hành động đáng ngờ hoặc liên quan đến lừa đảo. Vui lòng liên hệ Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_DEVICE_BAN": "Tài khoản này bị cấm vì một trong các lý do sau: (1) liên tục thử gỡ bỏ các án treo có từ trước, (2) liên tục sử dụng phần mềm bên thứ ba ở các tài khoản được liên kết, hoặc (3) thi hành lệnh cấm ID. Những hành động như vậy chỉ được thực hiện trong những trường hợp nghiêm trọng nhất, nhằm đảm bảo cộng đồng liên minh tránh được những cá nhân gây nguy hiểm, và quyết định này không thể bị đảo ngược.<br /><br />Nếu cần hỗ trợ, vui lòng gửi phiếu <a href=\"https://support.riotgames.com/hc/requests/new\" target=\"_blank\">tại đây</a>.",
    "player_behavior_login_ban_notification_body_unknown": "Tài khoản này bị treo đến {{endDate}}. Liên hệ với Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_body_unknown_permaban": "Tài khoản bị treo vĩnh viễn. Liên hệ với Chăm Sóc Khách Hàng để biết thêm thông tin.",
    "player_behavior_login_ban_notification_header_ALTBAN-1": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_ALTBAN-2": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_ALTBAN-3": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_ALTBAN-3-PERMABAN": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_ACCOUNT_RECOVERY": "Tài Khoản Tạm Khóa",
    "player_behavior_login_ban_notification_header_CHARGEBACK": "Tài Khoản Tạm Khóa",
    "player_behavior_login_ban_notification_header_AC_BOOSTING_TEMPORARY": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_AC_BOOSTING_PERMANENT": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_AC_SCRIPTING_PERMANENT": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_AC_BOTTING_PERMANENT": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_DEVICE_BAN": "Tài Khoản Bị Cấm",
    "player_behavior_login_ban_notification_header_GENERAL_INVESTIGATION": "Tài Khoản Tạm Khóa",
    "player_behavior_login_ban_notification_header_GENERAL_SUSPICION": "Tài Khoản Tạm Khóa",
    "player_behavior_login_ban_notification_header_unknown": "Tài Khoản Bị Treo",
    "player_behavior_reform_card_clipboard_button": "Sao chép",
    "player_behavior_reform_card_clipboard_copied": "Đã sao chép",
    "player_behavior_reform_card_confirm_button": "Tôi hiểu",
    "player_behavior_reform_card_game_number_text": "Trận {{gameIndex}} ID: {{gameId}}",
    "player_behavior_reform_card_game_id_text": "ID Trận: {{gameId}}",
    "player_behavior_reform_card_header_chat_restriction": "Cấm chat {{chatRestrictionGames}} trận",
    "player_behavior_reform_card_header_chat_restriction_time": "Hạn chế chat {{banDays}} ngày",
    "player_behavior_reform_card_header_time_ban": "\nTreo {{banDays}} ngày",
    "player_behavior_reform_card_header_perma_ban": "Cấm vĩnh viễn",
    "player_behavior_reform_card_description_perma_ban_verbal$html": "Tố cáo từ người chơi cho thấy từ ngữ bạn sử dụng trong trận đấu cực kỳ thô tục và mang tính công kích nặng nề, tài khoản của bạn bị treo vĩnh viễn.<br/><br/>Bạn nằm trong số 0.006% người chơi Liên Minh đủ tiêu cực để bị cấm vĩnh viễn.",
    "player_behavior_reform_card_description_time_ban_verbal$html": "Tài khoản của bạn bị cấm chơi đến {{endDate}} vì bị người chơi khác tố cáo sử dụng từ ngữ thô tục Cấp Vinh Danh của bạn giảm và bạn không thể nhận được các phần thưởng miễn phí. Cách để thoát khỏi hình phạt là không ngừng chơi tích cực và đừng công kích ai trong chat. Sau khi chịu hình phạt và thể hiện sự tích cực của mình, bạn sẽ nhận được thông báo mở lại phần thưởng.",
    "player_behavior_reform_card_description_time_ban_gameplay$html": "Tài khoản của bạn bị cấm chơi đến {{endDate}} vì bị người chơi khác tố cáo cố ý chết hoặc cố ý để thua trận đấu. Cấp Vinh Danh của bạn giảm và bạn không thể nhận được các phần thưởng miễn phí. Cách để thoát khỏi hình phạt là không ngừng chơi tích cực và đừng phá hỏng trận đấu. Sau khi chịu hình phạt và thể hiện sự tích cực của mình, bạn sẽ nhận được thông báo mở lại phần thưởng.",
    "player_behavior_reform_card_description_chat_restriction_verbal$html": "Tài khoản của bạn bị cấm chat vì bị người chơi khác tố cáo. Cấp Vinh Danh của bạn giảm và bạn không thể nhận được các phần thưởng miễn phí. Cách để thoát khỏi hình phạt là không ngừng chơi tích cực và đừng công kích ai trong chat. Sau khi chịu hình phạt và thể hiện sự tích cực của mình, bạn sẽ nhận được thông báo mở lại phần thưởng.",
    "player_behavior_reform_card_description_chat_restriction_verbal_time$html": "Tài khoản của bạn đã bị hạn chế chat cho đến {{endDate}} do bị tố cáo sử dụng ngôn ngữ không phù hợp. Cấp vinh danh của bạn sẽ bị trừ và bạn sẽ không thể nhận được phần thưởng miễn phí nữa. Cách để thoát khỏi hình phạt này là chơi thật tốt đồng thời không thể hiện hành vi tiêu cực trong chat. Sau khi kết thúc án phạt và thể hiện sự cải thiện, bạn sẽ nhận được thông báo mở khóa phần thưởng trở lại.",
    "player_behavior_reform_card_explanation_perma_ban_verbal$html": "Những người chơi khác đánh giá từ ngữ bạn sử dụng nằm dưới tiêu chuẩn của cộng đồng Liên Minh Huyền Thoại. Phần lớn người chơi đồng ý rằng dù Liên Minh là một trò chơi căng thẳng và cạnh tranh cao, nhưng mọi người đều xứng đáng được tôn trọng trên Đấu Trường Công Lý.",
    "player_behavior_reform_card_explanation_time_ban_verbal$html": "Những người chơi khác đánh giá từ ngữ bạn sử dụng nằm dưới tiêu chuẩn của cộng đồng Liên Minh Huyền Thoại. Phần lớn người chơi đồng ý rằng dù Liên Minh là một trò chơi căng thẳng và cạnh tranh cao, nhưng mọi người đều xứng đáng được tôn trọng trên Đấu Trường Công Lý. Nếu hành vi này tiếp diễn, tài khoản của bạn sẽ bị treo vĩnh viễn.",
    "player_behavior_reform_card_explanation_time_ban_gameplay$html": "Phần lớn người chơi đều cho rằng hành vi cố ý chết phá hỏng trận đấu. Nếu bạn chọn phá hỏng trận đấu của người chơi khác, bạn đang hủy hoại tiêu chuẩn mà cộng đồng đặt ra.<br/><br/>Bạn đã cố ý chết trong các trận sau:",
    "player_behavior_reform_card_explanation_chat_restriction_verbal$html": "Những người chơi khác đánh giá từ ngữ bạn sử dụng nằm dưới tiêu chuẩn của cộng đồng Liên Minh Huyền Thoại. Phần lớn người chơi đồng ý rằng dù Liên Minh là một trò chơi căng thẳng và cạnh tranh cao, nhưng mọi người đều xứng đáng được tôn trọng trên Đấu Trường Công Lý. Nếu tiếp tục giao tiếp theo cách này, bạn sẽ tiếp tục bị cấm chat và có nguy cơ bị treo tài khoản.",
    "player_behavior_reform_card_pregame_header": "Trước trận đấu",
    "player_behavior_reform_card_ingame_header": "Trong Trận",
    "player_behavior_reform_card_postgame_header": "Sau trận đấu",
    "player_behavior_reform_card_logs_title": "Bản ghi chat",
    "player_behavior_reform_card_no_logs_text": "Chúng tôi hiện không thể hiển thị đoạn chat cho hình phạt này. Liên hệ Chăm Sóc Khách Hàng để biết thêm chi tiết.",
    "player_behavior_reporter_feedback_behavioral_title": "Báo cáo Phản Hồi Nhanh",
    "player_behavior_reporter_feedback_behavioral_body$html": "Báo cáo về hành vi phi thể thao gần đây của bạn đã được xác thực và hình phạt đã được thực thi.<br/><br/>Hình phạt ngăn người chơi đó phá hoại trận đấu của người khác. Cảm ơn bạn đã hỗ trợ!",
    "player_behavior_reporter_feedback_cheating_title": "Báo cáo Phản Hồi Nhanh",
    "player_behavior_reporter_feedback_cheating_body$html": "Chúng tôi đã xác nhận báo cáo của bạn về một người chơi khác gian lận, và cấm chơi người đó.<br/><br/>Chúng tôi liên tục cố gắng chống lại gian lận bởi chúng phá hoại trận đấu của bạn. Cảm ơn đã hỗ trợ!"
}