{
    "patcher_initiating_soft_repair": "Sorry! We've detected a problem with your installation. We will now attempt to repair the affected files.",
    "patcher_primary_work_repairing": "Repairing installation",
    "patcher_error_failed_to_write": "We couldn't write files to your installation folder. This error can usually be solved by freeing up disk space and trying again.",
    "patcher_phase": "{{current}} of {{max}}",
    "patcher_league_client_sln": "Client",
    "patcher_lol_game_client_sln": "Game",
    "patcher_disconnected": "You're unable to play because you may be offline.",
    "patcher_gameflow_disabled": "We aren't able to create a lobby right now. Please exit the client and re-open it to try again.",
    "patcher_gameflow_bad_registration_single": "We're having trouble talking to some League servers. If this problem persists, please reach out to Player Support with error code: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "We're having trouble talking to some League servers. If this problem persists, please reach out to Player Support with error codes: {{errorCodes}}.",
    "patcher_no_queues": "All queues are currently disabled. If the client is otherwise ok, exit and re-open it to try again.",
    "patcher_player_time_banned": "You're banned! You'll be able to play again in {{days}} day(s).",
    "patcher_player_banned": "You're banned! Relog to see your ban duration and reform card.",
    "patcher_player_in_tournament": "You can't play other game modes while you're locked into Clash.",
    "long_patcher_bar_text": "Installing Game Client...",
    "patcher_migration_modal_header": "New Patcher Incoming",
    "patcher_migration_modal_body": "We're moving League's files around so our new, faster, stabler patcher can get to 'em. This might take a few minutes, but it's a one-time thing. More info {{link}} if you need it!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "here",
    "generic_okay_button_text": "Okay",
    "patcher_hanging_text": "You don't appear to be connected to our download servers.",
    "patcher_initial_eta_calculation": "Calculating download ETA...",
    "patcher_vanguard_session": "Vanguard session is initializing.",
    "patcher_os_check_failed": "You are on an unsupported Operating System. Please see our min spec for more details.",
    "patcher_update_direct_x": "You are using an outdated version of DirectX. Please update your version of DirectX or upgrade your hardware if necessary to continue playing.",
    "patcher_update_mac_metal": "League requires a version of Metal graphics that your Mac does not support. Please use a device that supports more current Metal graphics versions to continue playing."
}