[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Cada punto de fuerza adaptable otorga 0,6 de DA o 1 de PH según qué tengas más durante la partida. Varía con los objetos que compres."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Velocidad de movimiento"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Incluye efectos de ceguera, visión de cerca, silencio, ralentización, cambio de forma, anclado, supresión, aturdimiento, inmovilización, derribo, empujón, hechizar, dormir, provocación y miedo. "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Incluye efectos de ralentización, cambio de forma, anclado, supresión, aturdimiento, inmovilización, derribo, empujón, hechizar, dormir, provocación y miedo."
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Incluye efectos de supresión, aturdimiento, inmovilización, derribo, empujón, hechizar, dormir, provocación y miedo. "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Asesinatos o asistencias "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Área de efecto"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Reducción de enfriamiento "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Inflige daño físico o mágico, dependiendo de qué relación (DA o PH) tenga más contribución. Básicamente, otorga más daño del tipo que tu campeón inflija. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Te vuelves inalcanzable e invulnerable mientras dura el efecto, pero no puedes moverte, atacar, lanzar hechizos o utilizar objetos. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "El territorio enemigo es la mitad opuesta del mapa respecto a tu propio nexo (sin incluir el río de la Grieta del Invocador)."
    }
]