[
    {
        "id": 0,
        "name": "Común",
        "description": "Común",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Grieta del Invocador",
        "description": "Al campo de batalla más nuevo y venerado se lo conoce como la Grieta del Invocador. Recorred uno de los tres caminos para atacar al enemigo en su punto más débil. ¡Trabajad con vuestros aliados para asaltar la base enemiga y destruir su nexo!",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Mapa aleatorio",
        "description": "El Abismo de los Lamentos es una grieta sin fondo situada en la parte más cruda y fría de Freljord. La leyenda cuenta que, hace mucho tiempo, tuvo lugar una batalla en el estrecho puente que cruza este abismo. Nadie recuerda quién luchó aquí, ni por qué, pero se cuenta que si escuchas con atención el viento, aún puedes oír los lamentos de los derrotados que cayeron gritando en el Abismo.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Bombardeo al nexo",
        "description": "Bombardeo al nexo",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Forma un equipo de campeones y enfréntate a ocho jugadores en una batalla campal. Toda estrategia vale, pero solo una vencerá.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Arena",
        "description": "Ponte en cola en solitario o con tus colegas en este modo de juego para varios equipos. Enfréntate a tus enemigos y disputa batallas caóticas en diferentes arenas.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Enjambre",
        "description": "Juega con un amigo o aventúrate en solitario en este modo de supervivencia contra las hordas.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "El Bosque de Bandle",
        "description": "Colabora con tu equipo para llevar a los súbditos a través del portal enemigo. Sin reglas, calles ni presión alguna. Un combate cinco contra cinco, sin más.",
        "mapStringId": "BDW"
    }
]