[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Profundidades olvidadas",
        "description": "''Relájate y escucha, cariño. El océano es todo un enigma; las olas de espuma que llegan a nuestra pacífica costa no son más que una falaz invitación. Ese azul infinito oculta un universo más allá de nuestra imaginación. Un mundo repleto de reinos arruinados y monstruos feroces que flotan en las profundidades olvidadas''.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galáctico",
        "description": "La guerra de la Luna Quebrada ha sacudido nuestra galaxia durante casi un centenar de ciclos. Y, aun así..., parece que todavía no ha llegado a su fin.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glacial",
        "description": "Es peligroso aventurarse en el frío, porque nadie sabe qué acecha en estas tierras heladas...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Año Nuevo lunar",
        "description": "Es hora de echar la vista atrás, para celebrar con familiares y amigos, reunirse y recordar todo lo que ha pasado, tanto lo bueno como lo malo. Y, como los fuegos artificiales iluminan el cielo nocturno, nos morimos de ganas de que el año nuevo esté repleto de recuerdos maravillosos con nuestros seres queridos.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Orden del Loto",
        "description": "La mitología jonia habla de la venerable Orden del Loto. Al asentarse los mortales en las Tierras Primigenias, la Orden trabajó en labrar los secretos de la inmortalidad durante generaciones. Fueron los únicos en lograr la reencarnación pura de sus espíritus. Elegantes y efímeros como olas en el mar, sus discípulos protegen las Tierras Primigenias sin miedo a afrontar esta vida o a la siguiente.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "A aquellos que están a punto de jugar, os mandamos un saludo.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Bordes doblados",
        "description": "Una bandada de grullas atraviesa el cielo; el paisaje del sol y las nubes no es más que el escenario de su travesía. Los árboles y la hierba también se componen de este mismo material, un pergamino prensado con un poder sin igual que dio lugar a este mundo de papel.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Taller de Piltover",
        "description": "¿Buscas un viaje de lo más reconfortante? ¡No busques más! (El kilometraje puede variar).",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "La placa",
        "description": "En el sistema de justicia criminal, hay quienes doblegan la ley y quienes la quiebran. Los oficiales del cuerpo de policía de Runaterra investigan los crímenes más atroces de la ciudad para llevar a los peores criminales ante la justicia. Estas son sus historias...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Herejes condenados",
        "description": "En las cenizas radioactivas del viejo mundo, los guerreros del páramo, los vándalos despiadados y los supervivientes incansables se enfrentan entre sí por hacerse con el control de lo que queda.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Luz celestial",
        "description": "En la bóveda celeste, los agentes de la Luz libran una batalla eterna contra la obstinada oscuridad.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Ladrones de almas",
        "description": "Las almas son vida, luz, poder, y en un mundo sin piedad, los implacables maestros de la muerte se hacen con ellas para su consumo.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Supergalácticos",
        "description": "// RETRANSMISIÓN DE EMERGENCIA EN TODOS LOS CANALES //<br>El nivel de amenaza de la galaxia ha aumentado a CARMESÍ. [CENSURADO] está atacando [CENSURADO]. El cuartel general estima que quedan [CENSURADO] horas antes de la destrucción total. Es posible que los sistemas cercanos sufran daños colaterales. ¡Supergalácticos en acción!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Señor del trueno",
        "description": "Los humanos no son los únicos que luchan guerras horribles por riñas nimias. Antaño, antes de nuestro tiempo, dos dioses, dos hermanos, se enfrentaron, dando forma a la tierra con la desolación de su guerra.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Victorioso",
        "description": "¡Lucha por estar a la altura de los rivales y hazte con la victoria!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Juegos de invierno",
        "description": "No hay nada como la congelación para sacar lo mejor de los grandes atletas.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombis contra exterminadores",
        "description": "Cerebros...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Estrato de neón",
        "description": "Pocos conocen el Protofulgor, y menos aún han visto las inestables llamas de neón. Lo que normalmente era una fuerza en equilibrio ha sido desestabilizada, ha provocado la destrucción de los reinos y ha otorgado a individuos el poder del Protofulgor. Estas fuerzas sobrenaturales, los empíreos, se abren camino por los reinos, cada una con sus propios planes. El fuego se extiende, y no tiene visos de detenerse.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Cuentos de Borealis",
        "description": "¿Conocéis las historias de la Aurora? Es fría y oscura, pero, si reunís valor suficiente, presenciaréis una calidez y una grandeza que superará todo lo que hayáis imaginado. Así que sentaos alrededor de la hoguera y escuchad los cuentos de Borealis...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Nacimiento de las historias",
        "description": "Historias, mitos y leyendas: en cada uno de ellos, hay un mundo independiente, donde sus personajes superan pruebas y problemas a medida que se cuentan sus historias.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lancero",
        "description": "Los antiguos Protectores eran una maravilla sin parangón en su época, creados para proteger el reino en los peores momentos. Con el paso del tiempo y la duermevela de los gigantes, los secretos de su creación desaparecieron hace ya mucho..., pero aún cabe la esperanza de que respondan a la llamada.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Máquina de guerra",
        "description": "¡La evolución gloriosa ha llegado! Tras reunir un ejército de máquinas con cerebros vivos, Viktor marcha contra las fuerzas combinadas de sus enemigos. Y tan solo una raquítica resistencia liderada por humanos lo separa de la completa dominación del mundo.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Mundo caído",
        "description": "Un vez se pierda la magia, en su lugar reinarán las cenizas y la desesperación. Cuando los caballeros de esa orden maldita caigan, ¿quién se alzará en su lugar?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Entre las pandillas cerradas, los bochornosos proyectos en grupo y las celebraciones horteras, el instituto era duro y rutinario. Sin embargo, enamorarse no entraba en el temario del año y va a ponerlo todo patas arriba.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Himno proscrito",
        "description": "En este podrido mundo de alientos y cristales, donde se hacen oídos sordos a las plegarias y los votos de fe se ponen a prueba, solo una cosa es cierta: un simple aliento puede cambiarte la vida.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Reino alado",
        "description": "El Reino feérico da cobijo a hadas, duendes, trasgos y todo tipo de criaturas hechas de pura magia natural y de una belleza etérea que se deleitan bajo la luz de la luna, con canciones melifluas y pícaras trastadas.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Alzamiento de la sombra de tinta",
        "description": "La ciudad de Rabadon progresa gracias a la magia. Quien controle la magia, controla Rabadon. Y el control que detenta la Camarilla es total y absoluto. Todo aquel que se resista, deberá doblegarse o aceptar la muerte..., pero el Alzamiento ya está aquí. Armados con una peligrosa magia que llevan bajo la piel, estos rebeldes buscan derrocar a la Camarilla y devolverle la ciudad a su pueblo... o morir en el intento.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae prismatica",
        "description": "Tiempo ha, en una época más allá de todo recuerdo, se erradicó la magia del universo. La vida continuó su curso, pero algunos mundos se quedaron atrás y, conforme los años se convertían en décadas, y después en siglos, la naturaleza comenzó a recuperar el equilibrio. Ha llegado el momento; la magia pretende volver al mundo, aunque no como la humanidad espera.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Luchadores de almas",
        "description": "Procedentes de todas las partes del mundo, aquellos con almas despertadas son invitados a luchar en... ¡el Torneo de las Almas! ¡El entretenimiento por excelencia, un espectáculo televisado sin igual! Los luchadores se enfrentan en batallas uno contra uno dentro del ring hasta que solo queda uno para recibir el premio: ¡el deseo más profundo de su alma! ¡Y yo estaré aquí, comentándolo todo!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Lienzo urbano",
        "description": "El arte y la magia se combinan en las calles de Styxbridge, hogar de monstruos, espíritus, fantasmas y espectros de todo tipo.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de vida",
        "description": "Quizá la vida y la muerte sean las únicas constantes del universo, pero la familia es capaz de igualar su poder. La vida no existiría sin la muerte ni viceversa, pero los vínculos familiares son tan resistentes como para evitar que un espíritu caiga en el olvido eterno.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Colmillos y cólera",
        "description": "Abraza tu instinto. Da rienda suelta a la agresividad. Exige respeto.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Cuerpo a cuerpo gourmet",
        "description": "¿Quién te dijo que no podías jugar con la comida?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Para evitar quedar borrados de la historia para siempre, muchos ponen sus vidas en riesgo para convertirse en leyendas alzadas, guerreros que cuentan con el reconocimiento de los dioses que engendraron este mundo. A quienes lo logran se les otorga un poder inconmensurable y el cometido de representar a los dioses que los eligieron.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Superfuerzas Salvadoras de Planetas",
        "description": "Cuando surge un nuevo peligro y se necesita ayuda, ¡solo un grupo responde a la llamada! Siempre preparados para lo que pueda ocurrir, ¡se ponen sus hipertrajes y pasan a la acción con una fuerza, agilidad y poderes totalmente renovados! Lucharán. Sobrevivirán. ¡Las Superfuerzas Salvadoras de Planetas llegan para defender la galaxia!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Ecos de las profundidades",
        "description": "Aquí no hay héroes, solo condenados que han abierto los ojos. Desde lápidas anónimas a las sombrías profundidades, los héroes malditos hacen frente a su propia naturaleza, supurante, eterna y deseando ser liberada.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Maestros culinarios",
        "description": "''Maestros culinarios'', el reality de cocina más popular del mundo, ya está disponible. Por todas partes. En todas las plataformas. Los 1000 episodios de cada una de sus 50 temporadas. Será posible disfrutar hasta de ''Maestros culinarios - Edición de superestrellas'' y de ''Maestros culinarios celebres''. ¡Empieza ya a verlos!",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Cazador de cabezas",
        "description": "Para algunas especies, la caza es más que un mero deporte: posee sus mentes y cuerpos, moldeándolos en una raza de máquinas de matar perfectas.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Guardián de las arenas",
        "description": "Poderosos guardianes vigilan la tumba de un antiguo horror para que nunca vuelva a amenazar al mundo. Pero puede que sea demasiado tarde...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Subidón de azúcar",
        "description": "Desde el castillo Pan de jengibre hasta el mar Zarzaparrilla, pasando por las montañas Regaliz y el bosque Golosina, este es el Reino de Caramelo en todo su esplendor.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Caja de juguetes",
        "description": "El baúl de juguetes de Gnar está lleno de tesoros de valor incalculable, pero, cuando no hay nadie en casa, sus juguetes adquieren vida propia...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Tribales",
        "description": "Solo unos pocos sobreviven a un viaje a través de la helada tundra del norte. Si el frío no te mata..., un tribal lo hará.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Guardianas de las estrellas",
        "description": "En un universo vasto y oscuro, el destino elige a jóvenes guerreras para proteger la luz de las estrellas. Están destinadas a refulgir, pero también a caer con la misma intensidad con la que brillan.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Lunas de Jonia",
        "description": "Una voz resuena: ''Retorceos, bestias y hermanos. Las lunas de una condenada Jonia se alzan, como los ojos de los demonios que aguardan el rojo de tu lealtad. ¿O acaso son una plaga que no puede avanzar? No somos más que receptáculos a merced de los rituales y los sacrificios. Al borde de la luna, cortamos la carne de la carne, ofreciendo el escaso regalo de todo lo que somos''.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Cazadores prehistóricos",
        "description": "Monstruos colosales merodean por nuestras tierras, acechando a sus presas con una precisión aterradora. Los humanos no serían más que comida para ellos de no ser por los cazadores. Armados con cuchillos hechos con los huesos de sus primeras presas y un instinto digno de las bestias más aterradoras, los cazadores protegen a su pueblo a diario de un terrible destino.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Libro de cuentos",
        "description": "Érase una vez un grupo de animados personajillos de cuento que cobraron vida...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fábulas",
        "description": "Cada cultura tiene su propio folclore, repleto de leyendas y monstruos. ¿Son los mitos producto de nuestra imaginación, historias que pasan de una generación a otra para explicar lo inexplicable? ¿O se basan en una verdad que permanece oculta al resto del mundo?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Todo nace del conflicto, nadie puede escapar de él. La armonía es una ilusión, y solo aquellos que la aceptan se harán con las mejores recompensas de la vida.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mecha",
        "description": "Un kaiju enorme se enfrenta a los imponentes mechas por encima de la ciudad. ¿Quién ganará?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextech",
        "description": "Ahora a la vanguardia de la ciencia y el arte, la hextech ha evolucionado desde sus rudimentarios inicios hasta convertirse en una maravilla moderna de complejas formas de vida artificiales con voluntad propia. La pericia de sus científicos nos lleva a un nuevo futuro cada vez más audaz. ¿Qué nos deparará? Nadie lo sabe.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Duelo de las Nieves",
        "description": "¿Acaso hay época mejor que aquella en la que podemos disfrutar del Duelo de las Nieves, cuando el aire corta, la nieve cuaja y el chocolate se bebe bien calentito? Lanza una bola de nieve o canta un villancico; siempre y cuando estés de buen humor, todo saldrá bien y no habrá nada que temer.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Reinos Combatientes",
        "description": "Los imperios rivales compiten por el poder con el fin de unificar las tierras, mientras que valientes guerreros y estoicos generales ponen a prueba sus habilidades contra los más grandes héroes de su tiempo. Es época de guerra y de leyendas.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Viaje inmortal",
        "description": "Hace mucho tiempo, en un lugar muy antiguo, se reunieron muchas almas bajo los dioses para poner a prueba los límites de su poder. Ignorantes y arrogantes, valientes y justas, sus experiencias quedaron grabadas en las páginas inmortales de la historia...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Gótico solo ante el peligro",
        "description": "En el punto álgido de la revolución industrial, los viajeros se adentraron en el indómito oeste en busca de fortuna y prosperidad entre los horrores desconocidos de un mundo cruel y antiguo. Es una época de pistoleros valientes y de canallas traicioneros, de dioses inescrutables y de demonios salvajes.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odisea",
        "description": "Desde las metrópolis de los mundos centrales hasta los confines más alejados de la galaxia... ¡aguarda la aventura! El gran imperio demaxiano ignora las objeciones de la orden templaria y también del sindicato criminal en la búsqueda del Ora: una misteriosa esencia dorada que es la energía vital de toda civilización y alberga el potencial de otorgar un poder inimaginable a aquellos que la consigan controlar...",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROYECTO",
        "description": "Entre las megaestructuras y las abarrotadas calles de un futuro controlado por las corporaciones mundiales, se libra una guerra en las sombras entre los rebeldes humanos aumentados y los seres artificiales que se han alzado con el poder. Los vencedores darán forma al curso de la historia. Los vencidos se verán obligados a evolucionar.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eclipse",
        "description": "Al principio, reinaban los dioses antiguos. Tal era el amor de los humanos por ellos que una se atrevió a hacerlos parte de su propia carne para siempre. Devoró el mismísimo sol y, al descender del cielo vacío, inspiró a sus caballeros para diezmar a aquellos que quedaban. Siglos después aún siguen en pie, y son la única esperanza contra la creciente oscuridad del Aquelarre.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Reinos mecha",
        "description": "Los Grandes Reinos estuvieron en guerra durante generaciones... hasta que llegó un nuevo enemigo. Para luchar contra él, los cielos los bendijeron con un don. ¿Se alzarán más allá del pasado para salvar el futuro?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Florecer espiritual",
        "description": "El festival del Florecer espiritual es una festividad ancestral de Jonia en la que se abre la puerta al mundo espiritual, los muertos regresan con sus seres queridos y espíritus de todo tipo posan sus miradas en los vivos. Desde los benévolos kanmei hasta los obsesivos akana, sus historias se repiten una y otra vez como sombras en una linterna de papel.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "Para proteger a las fuerzas rebeldes que buscan desestabilizar el mundo, el Alto Mando envía a PsyOps, un equipo de soldados psíquicos de élite. Los miembros incluyen a [CENSURADO].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Rompemundos",
        "description": "Al final será la luna la que extinga al sol. Y, en ese amanecer sin esperanza, cuatro titanes se alzarán para quebrar el mundo.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Reinas guerreras",
        "description": "El colectivo de reinos de Elysia, antiguamente fracturado por una guerra sin fin, ha descubierto la verdadera naturaleza de su mundo: que la magia que mantiene unido su plano fantástico solo se sostiene a través del conflicto. Así pues, se han aliado en el conflicto unificador de la Gran coronación, aunque algunas alianzas comienzan a mostrar grietas...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "La saga del Rey Arruinado",
        "description": "La Niebla Negra arrecia, llega el Harrowing y el Rey Arruinado ha resurgido. La corrupción de Viego envuelve Runaterra, convierte a amigos en enemigos y somete a naciones enteras. Solo los Centinelas de la Luz tienen el poder para detenerlo: una orden liderada por Senna y Lucian. Recurren a campeones de todo el mundo para luchar contra la Niebla Negra y acabar con el reinado de terror del Rey Arruinado.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Pergaminos de Shan Hai",
        "description": "Nadie sabe quién creó los misteriosos pergaminos de Shan Hai, ni tampoco cuándo. Solo hace falta echarles un vistazo para descubrir que la pintura no es más que una ventana a un mundo repleto de magia y maravillas, aunque igual es más bien una puerta...",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Rosa de cristal",
        "description": "En un mundo de alianzas mágicas que se rompen con frecuencia y rencores centenarios, el festival anual de la Rosa de cristal ofrece un terreno neutral para que los poderosos perdonen los desaires y renegocien treguas. Las armas se dejan en la puerta y los posibles nuevos pactos se señalan recogiendo y portando las rosas mágicas que solo crecen durante el festival.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Onda espacial",
        "description": "En una galaxia marchosa a un millón de infiernos disco de distancia, una misteriosa energía conocida como la Onda lleva música y prosperidad a trillones de habitantes galácticos. Sin embargo, cuando la gobernante suprema alienígena Lissandra y su ejército de malas vibras comienzan a esclavizar planetas y a suprimir la música disco, una nueva saga de héroes se alza para detenerla y que no pare la fiesta.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcanos",
        "description": "Por encima de Arcana, los arquetipos, patrones vivientes que dan forma a la realidad, luchan por encontrar su visión en el caos que reina bajo ellos. Los arquetipos reclutan a ciudadanos perceptivos del mundo de más abajo para amplificar sus patrones ocultos. Cuanto más crece el patrón de un arquetipo, más se reflejará en el mundo su grandioso diseño.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Pesadilla en la Ciudad sin ley",
        "description": "Horrores sobrenaturales acechan entre el crimen y la suciedad de Valoran. Los mercados negros han dado origen a los elixires, una sustancia valiosa de dudosa procedencia cuya producción significa dinero e influencia en caso de que alguna banda acapare el mercado. Alentados por los agentes de la corrupción, capos y sicarios buscan las fuerzas de más allá del velo para saborear el auténtico poder.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulso de fuego",
        "description": "Entre la amplia variedad de realidades infinitas, los cronoagentes se enfrentan a fugitivos huidizos, señores de la guerra temporales y la implacable marcha de los pretorianos a través de las vicisitudes del espacio-tiempo.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Monadas de cafetería",
        "description": "La buena comida es magia, ¡literalmente! En un mundo repleto de elegantes tazas de té y pasteles encantados, los magos preparan macarons mágicos, cruasanes embrujados y bollitos cargados de encanto para saciar a todos esos clientes muertos de hambre.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "En las ciudades de Piltover y Zaun crece la agitación mientras inventores y ladrones, políticos y jefazos del hampa se enfrentan a las limitaciones de una sociedad desgarrada. Los descubrimientos y el peligro se entrelazan a la vez que nacen héroes y se rompen vínculos. ¿Cambiará este poder el mundo o lo llevará a la ruina?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Filonube",
        "description": "La orden Hoja relámpago está formada por guerreros shinobi que portan armas imbuidas de magia de rayos en el mortífero Ritual de la nube. Su misión es proteger a la humanidad de espíritus y monstruos malvados. Viajan entre el reino mortal y el espiritual para perseguir amenazas que nadie más puede tocar y así protegen el futuro de todos los habitantes del mundo mortal.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "La humanidad está en las últimas, casi derrotada por un ejército invasor de las profundidades del mar con alta tecnología: los primordianos. Únete al Escuadrón Ánima: luchadores de élite con tecnología primordiana rescatada que intentan evitar el fin del mundo. Para salvar a la humanidad, tendrán que luchar como animales.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Verano al sol",
        "description": "¡El verano ya llegó! El sol brilla, la brisa es cálida y el agua está fresquita. Todo el mundo deja sus rivalidades y rencores en casa y trae consigo trajes de baño y buen rollito. Ya habrá tiempo de darse de puñetazos y gritar. No te cortes, empápate de buena música y pásalo en grande.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Domadores de monstruos",
        "description": "¿Quiénes somos? ¡Somos domadores de monstruos! ¡Protegemos el mundo siempre que corre peligro! En situaciones en las que cualquiera huiría, nosotros vamos hacia los rugidos. Domamos a los monstruos y utilizamos el QUID. Gracias a la ayuda de nuestros nuevos amigos, ¡saltaremos, correremos, nadaremos y volaremos! Iremos a cualquier parte, sin importar lo lejos que esté. ¡Porque somos domadores de monstruos! ¡Eso somos!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Horizonte de sucesos",
        "description": "En la vasta oscuridad del espacio nacen cosas terribles y bellas: criaturas cósmicas de amor sublime y monstruosidades incognoscibles de la Estrella oscura. Son hijos de dioses taciturnos que por fin vuelven a casa.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Guardián de los espíritus",
        "description": "Udyr llevaba casi una década en Jonia, en el monasterio Hirana, aprendiendo a controlar sus habilidades espirituales, cuando Freljord reclamó su vuelta. Él decidió quedarse y completar su entrenamiento. Ahora ya es parte del paisaje jonio, tanto del espiritual como del mortal, y trabaja con Lee Sin y Karma para devolver el equilibrio a la tierra asolada por la guerra.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "El entrenamiento",
        "description": "Jugar sin parar no es solo un trabajo. Sino también una lucha, una batalla que a veces te anima y otra te deja por los suelos. Es una montaña rusa de siete días, con subidas increíbles y bajadas terroríficas que comienza de nuevo todos los lunes. ¿Estamos dando el callo o no estamos doblando el lomo? Bueno, eso mismo se aplica a las partidas.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "En absoluto",
        "description": "Un universo totalmente normal, donde todo es real y las traiciones y la hipocresía no tienen lugar. Ni hablar.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Firmamento de hierro",
        "description": "Una galaxia destrozada por la guerra ahora intenta reconstruirse, pero las viejas heridas permanecen. Cazarrecompensas y agentes corporativos han llenado el vacío de poder, algunos pilotando peligrosos exotrajes de combate con capacidades sobrehumanas. En respuesta, las megacorporaciones movilizan ejércitos privados para imponer su voluntad en las lejanas colonias del espacio. La guerra nunca termina, solo cambia el campo de batalla.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Edades de Runaterra",
        "description": "Destellos de ellos mismos en otra vida. Enfrentamientos del destino en otra época. Runaterra es un mundo repleto de posibilidades, y sus leyendas encuentran nuevos destinos y destinatarios.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Elementalista",
        "description": "Un reino está a punto de ser destruido por un ejército de titánicas bestias elementales que han iniciado una guerra contra la humanidad. Una reina guerrera solitaria, Lux elementalista, es la última línea de defensa. Para salvar a su gente, deberá mirar en su interior y revelar su verdadera naturaleza... sin importar la forma que tome.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernal",
        "description": "Fuego, azufre y muerte. No hay vuelta atrás para el mundo que existía antes de la llegada del señor de la ceniza. Es un sueño perdido entre ardientes ríos de lava bajo las tierras del volcán. Ahora comienza una nueva era, una que arderá durante toda la eternidad.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Legado",
        "description": "Los tesoros de la antigüedad y su brillo, al alcance de la mano.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Maravillas del mundo",
        "description": "Individuos provenientes del lejano universo de la ''Tierra'', donde gigantescas estatuas cobran vida y todo el mundo lleva sombreros graciosos. Se parece mucho a Runaterra si te paras a pensarlo.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Academia de la Guerra",
        "description": "Aunque las estrictas leyes, imperios y agitación política que llevaron a las Guerras Rúnicas ya no son más que un recuerdo del pasado, los vestigios de los Señores Hechiceros y del Protectorado mantienen con vida las historias de las legendarias batallas que se produjeron en los Campos de la Justicia. Tanto los yelmos sombríos como los corazas plateadas continúan con el legado de guerra y animosidad que les dejaron sus antepasados, a pesar de la eternidad que ha transcurrido desde que se produjeron los primeros conflictos.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Mundo de dragones",
        "description": "El fuego de dragón consumió el mundo dos veces. Y dos veces las brasas forjaron héroes.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Máquina Kinetex",
        "description": "Es el siglo XXII y las mejoras corporales son una parte más de la sociedad. Los límites de la humanidad cambian constantemente, lo que abre la puerta al optimismo y a un sinfín de posibilidades. Cada cuatro años, las naciones apartan sus conflictos y dan paso al espíritu de la armonía y la competición en los Juegos Cénit. Los participantes muestran al mundo lo que es posible y lo que está por venir.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Recreativa",
        "description": "En la pantalla aparece el mensaje ''Insertar moneda para jugar''. Una oferta irresistible para cualquier jugador que se precie. Pero, lejos de sus humildes recreativas, en un mundo repleto de héroes y jefes de batalla, estos jugadores normales y corrientes deberán poner a prueba sus reflejos y sus mejores combos. Porque los jugadores de Arcadia... se juegan la vida.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Relatos de la Grieta",
        "description": "Los padres de todas partes cuentan a sus hijos historias sobre brujas malvadas y criaturas de esa calaña, aquellas que merodean por las calles una vez al año cuando cae la noche. ''No salgáis de la cama, pequeños, porque la oscuridad es su mejor aliada''. No obstante, esas fábulas no son del todo ciertas. Aunque los espíritus que pululan por ahí durante esa mágica noche adoran los sustos, nunca le tocarían ni un pelo a ningún niño... A menos que sea un travieso incorregible.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Abejas",
        "description": "Bzzz. Bzzz, bzzz, bzzz. ¡Bzzz! Bzzz, bzz, bzz, bzz, bzz. Bzzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Edad de plata",
        "description": "Los mayores héroes de la Grieta y sus más viles villanos ya están disponibles en diversas tiendas de cómics.",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Gatos contra perros",
        "description": "La rivalidad más antigua que el mundo ha conocido: el mejor amigo del ser humano contra los protagonistas de internet. Solo una facción se alzará con la victoria en la batalla entre perros y gatos. Esperemos que no se ensucien demasiado: la única cosa peor que la derrota es un baño.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Pesadilla del barrio",
        "description": "Horripilantes historias sobre desconcertantes desconocidos, endiablados encuentros y fantasmagóricos festejos.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "El viejo",
        "description": "La vida es perfecta entre los muros de los dominios de lord Tryndamere. Los caballeros pueden comprarle mercancías al herrero o recibir sabios consejos de cualquiera de los muchos magos. Y, para aquellos de espíritu aventurero, aguardan las tierras de Albión, con misterios que solo conocen las hadas que las habitan.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Aguas oscuras",
        "description": "Aguas Estancadas, donde la muerte es más rápida que las corrientes, y las reglas tan imprecisas como los remolinos. Donde la moneda es la llave que abre todas las puertas y la verdad no es más que una mentira acordada entre varios.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Sí, los estadios repletos, la alta costura y el público desgañitándose son una parte importante, pero también lo es que los altavoces suenen tan alto que te piten los oídos como si también quisiesen ponerse a cantar. El calor de los focos, la vibración de los bajos y el constante ritmo de la batería... Ese subidón de adrenalina que te quema desde dentro. ¿Esa sensación? Eso es la música.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Victorioso",
        "description": "Los campeones superan a sus enemigos y ascienden a nuevas cotas, alcanzan sus sueños y presumen de lo que han conseguido con quien quiera ser testigo de su grandeza.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Honor",
        "description": "La sociedad cada vez se ha vuelto más individualista y enigmática bajo el reinado de la Esencia. Se anima a los ciudadanos a preocuparse únicamente por sí mismos, así que nadie se fía de nadie. Como líder de la Orden del Consuelo, Malzahar busca llevar la armonía a este disonante mundo mediante la inspiradora aura del consuelo. Sabe que la unión engendrará un mundo mejor.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Armadura completa",
        "description": "Personas de todo el planeta se reúnen para ver a los mejores roboluchadores darlo todo en las arenas gladiatorias de RiotCorp. Desean convertirse en los campeones de la liga de combate de armadura completa y se arriesgan a acabar despiezados en el intento.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Sé mío",
        "description": "¿Y vosotros...?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Academia",
        "description": "ATENCIÓN, ESTUDIANTES: Se nos ha informado de que se han tomado medidas disciplinarias contra todos los estudiantes y que todos los profesores están de baja psiquiátrica ''por recomendación''. Las clases quedan canceladas hasta nuevo aviso, cuando los alumnos anteriormente mencionados hayan pensado en la gravedad de su comportamiento.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arcanistas",
        "description": "Justo al lado de las puertas de la academia se encuentra un mundo repleto de magia... y peligros. Los profesores aconsejan a los jóvenes magos y brujas quedarse dentro de la escuela, cultivar su poder y estudiar, pero... ¿qué tiene eso de divertido, a sabiendas de que la aventura espera al otro lado?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Viajeros estelares",
        "description": "Es peligroso atravesar el espacio en solitario... ¡Pilla un meep! A menos que sea morado. Los morados son malvados.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Arma divina",
        "description": "Las armas divinas, dispersas por todo el mundo, hicieron que la sociedad estuviese motivada por el poder. Estos monumentos vivientes reclaman a aquellos que son dignos y otorgan sus dones a sus súbditos, que buscan expandir su conquista en este mundo asolado por la guerra. Ser elegido es todo un honor, y llena de miedo a cualquiera que se les oponga.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Escarcha oscura",
        "description": "La Bruja de Hielo no deja descansar en paz a nadie; amigos y enemigos caídos en su dominio se alzan de nuevo para luchar a su lado. Su magia oscura retuerce su apariencia, creando gólems glaciales con corazones de hielo negro sempiterno.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Piedra carmesí",
        "description": "La legendaria piedra carmesí otorga increíbles habilidades a un precio igualmente inverosímil. A su paso, ha dejado muchas víctimas, y no cabe duda alguna de que habrá más. En la oscuridad hay poder a raudales, así como anhelos de atesorarlo.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esports",
        "description": "Algunos dicen que alzar la Copa del Invocador ante un estadio lleno de fans es el mejor premio... Otros dicen que es el dinero. Los que creamos aspectos para League of Legends creemos que la mejor parte de ganar el Mundial es ser inmortalizados en vuestro juego favorito. ¡Hablando objetivamente, claro!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Edición de coleccionista",
        "description": "Para el exigente coleccionista de los lanzamientos de edición limitada de MOBA de 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Guerra terrible",
        "description": "¡¿Qué es esto?! ¡Estamos en guerra, soldado! ¿Acaso vas a malgastar tu tiempo leyendo? ¿Qué sentido tiene leer cuando vas arrastrando el culo por un montón de barro infestado de ratas en medio de un huracán y fuego cruzado? ¡Pues ninguno! ¡Y ahora, ponte en formación!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Conejo",
        "description": "¡Ya está aquí la época más saltarina del año! Es hora de salir de la madriguera, vestirse bien elegante y pintar huevos de mil colores. ¡Que vuestras fiestas sean dulces y coloridas!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Élite carmesí",
        "description": "¿Cómo encuentra uno la élite carmesí? Siguiendo el reguero de cuerpos.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Muerte anunciada",
        "description": "El revuelo de las actividades ominosas reina en el inframundo. La muerte reúne a sus súbditos para llevar a cabo un nuevo plan terrorífico, uno para el que se necesitan las almas de todos los mortales.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Demoníaco",
        "description": "A esas pobres almas condenadas a sufrir, ya sea por contrato o crueldad; las eternas llamas del infierno las esperan.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Cuatro bestias",
        "description": "Las bestias divinas observan el mundo y tienen el poder de convertir a cualquiera en un ser de lo más poderoso, pero solo si su alma es digna de dichas bendiciones. Independientemente de si su poder es empleado para el bien o el mal, una vez otorgada la bendición, ya no se puede quitar.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Caballeros del terror",
        "description": "Resucitados por una misteriosa magia ancestral, estos caballeros no muertos son los últimos restos de una legendaria historia olvidada. Protegerán lo que una vez fue suyo, cueste lo que cueste.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Barones y Mazmorras",
        "description": "¡El peligro acecha en Runaterra! ¡Monstruos terroríficos, brujas malignas y pérfidos hechiceros, además de criaturas míticas, deambulan sin control! Reúne a tus amigos y cread vuestra propia aventura para 3-5 jugadores. Acabad con el mal en cada tirada de dado. ¿Tenéis lo que hace falta para salvar el mundo y convertiros en leyendas de BARONES Y MAZMORRAS?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]