{
    "patcher_initiating_soft_repair": "Bocsi! Úgy látjuk, valamilyen gond van a telepítéseddel. Megpróbáljuk kijavítani az érintett fájlokat.",
    "patcher_primary_work_repairing": "A telepítés javítása",
    "patcher_error_failed_to_write": "Nem írhatók fájlok a telepítési mappádba. Ezt a problémát általában megoldja, ha felszabadítasz valamennyi tárhelyet a merevlemezen, majd újrapróbálkozol.",
    "patcher_phase": "{{current}} / {{max}}",
    "patcher_league_client_sln": "Kliens",
    "patcher_lol_game_client_sln": "Játék",
    "patcher_disconnected": "Nem tudsz játszani, valószínűleg azért, mert nincs internetkapcsolatod.",
    "patcher_gameflow_disabled": "Jelenleg nem tudunk létrehozni előszobát. Lépj ki a kliensből, nyisd meg újra, és próbálj visszacsatlakozni.",
    "patcher_gameflow_bad_registration_single": "Nem tudunk kommunikálni néhány LoL-szerverrel. Ha a probléma továbbra is fennáll, lépj kapcsolatba a játékostámogatással, és hivatkozz erre a hibakódra: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "Nem tudunk kommunikálni néhány LoL-szerverrel. Ha a probléma továbbra is fennáll, lépj kapcsolatba a játékostámogatással, és hivatkozz ezekre a hibakódokra: {{errorCodes}}.",
    "patcher_no_queues": "Jelenleg egyik várólista sem elérhető. Amennyiben a kliens többi funkciója megfelelően működik, lépj ki, nyisd meg újra, és próbálj visszacsatlakozni.",
    "patcher_player_time_banned": "Kitiltást kaptál! {{days}} nap múlva ismét játszhatsz.",
    "patcher_player_banned": "Kitiltást kaptál! Jelentkezz be újra a kitiltás időtartamának és a reformkártyád megtekintéséhez.",
    "patcher_player_in_tournament": "Amíg véglegesítve vagy egy Clash versenysorozatban, nem játszhatsz más játékmódokban.",
    "long_patcher_bar_text": "A játék kliensének telepítése",
    "patcher_migration_modal_header": "Hamarosan kiadjuk az új frissítőprogramot",
    "patcher_migration_modal_body": "Átmozgatjuk a LoL fájljait, hogy elérje azokat az új, gyorsabb, stabilabb frissítőprogram. Ez eltarthat néhány percig, de csak most az egyszer kell elvégezni. Ha további infóra van szükséged, itt megtalálod: {{link}}",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "itt",
    "generic_okay_button_text": "Rendben",
    "patcher_hanging_text": "Úgy tűnik, nem vagy csatlakozva a letöltési szervereinkre.",
    "patcher_initial_eta_calculation": "A letöltésből hátralévő idő kiszámítása...",
    "patcher_vanguard_session": "Vanguard-munkamenet inicializálása folyamatban.",
    "patcher_os_check_failed": "Nem támogatott operációs rendszert használsz. A részletekért tekintsd meg a minimális rendszerkövetelményeket.",
    "patcher_update_direct_x": "A DirectX egy elavult verzióját használod. Frissítsd a DirectX-et, vagy szükség esetén fejleszd a hardvered, hogy továbbra is játszhass.",
    "patcher_update_mac_metal": "A LoL-hoz a Metal grafikai technológia olyan verziója szükséges, amelyet a Maced nem támogat. Kérjük, a játék folytatásához használj egy olyan eszközt, amely támogatja a Metal újabb verzióit."
}