[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "CKTG: 2011",
        "description": "Xin chúc mừng nhà vô địch CKTG 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "CKTG: 2012",
        "description": "Xin chúc mừng nhà vô địch CKTG 2012: Taipei Assasins!"
    },
    {
        "id": 3,
        "name": "CKTG: 2013",
        "description": "Xin chúc mừng nhà vô địch CKTG 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "CKTG: 2014",
        "description": "Xin chúc mừng nhà vô địch CKTG 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "CKTG: 2015",
        "description": "Xin chúc mừng nhà vô địch CKTG 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "CKTG: 2016",
        "description": "Xin chúc mừng nhà vô địch CKTG 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Vinh Quang",
        "description": "Những nhà vô địch chinh phục kẻ địch và bước lên những đỉnh cao mới, biến những giấc mơ hoang đường nhất trở thành hiện thực, và phô trương những chiến lợi phẩm quý giá của mình cho tất cả những ánh mắt ngưỡng mộ trước sự vĩ đại chân chính."
    },
    {
        "id": 8,
        "name": "Chung Kết Thế Giới",
        "description": "Sân khấu đỉnh cao nhất của mọi trò chơi. Hai đội tuyển sẽ đối đầu ngay trước con mắt của hàng triệu người hâm mộ. Nhưng chỉ duy nhất một đội mới có thể xưng vương. "
    },
    {
        "id": 9,
        "name": "Thách Đấu",
        "description": "Kỷ niệm mùa giải thường niên Liên Minh Huyền Thoại bắt đầu. "
    },
    {
        "id": 10,
        "name": "Giả Lập: Anh hùng",
        "description": "Thế Giới Giả Lập: ngôi nhà của những game thủ chiến nhất và những NPC gắt nhất. Ở đây, những anh hùng sẽ luôn chơi để thắng. Và điều đó có nghĩa là họ phải ghi đè những mã nguồn bị hư hỏng của đám Trùm, ngay cả khi phần thắng của họ rất nhỏ nhoi. Vinh quang không đến dễ dàng như vậy, nhưng được nhìn mặt đám trùm ngơ ngác sau khi bị chơi trên cơ hoàn toàn đáng."
    },
    {
        "id": 11,
        "name": "Giả Lập: Trùm",
        "description": "Bên trong máy chủ của Thế Giới Giả Lập luôn tồn tại những lỗi hệ thống được biết đến bởi tất cả người chơi với cái tên Trùm Phụ. Những mã độc đã giải phóng chúng... nhưng đồng thời cũng mang đến những kẻ thách thức mới. Để hoàn toàn phá hủy Thế Giới Giả Lập, đám Trùm đã gạt đi những khác biệt để cùng hợp tác với nhau (cho đến khi nó... bất tiện)."
    },
    {
        "id": 12,
        "name": "Huyết Nguyệt",
        "description": "Một giáo phái cổ xưa không ngừng tìm kiếm sức mạnh, trỗi dậy trong những đêm Huyết Nguyệt để cử hành những nghi lễ quái dị—dung hòa cơ thể phàm nhân với linh hồn ác quỷ, và trở thành một với hắc ám vĩ đại."
    },
    {
        "id": 13,
        "name": "Thế Giới Rồng",
        "description": "Đã hai lần lửa rồng nuốt chửng thế giới. Đã hai lần từ tro tàn những anh hùng trỗi dậy."
    },
    {
        "id": 14,
        "name": "Biệt Đội Omega",
        "description": "Khi chiến tranh nổ ra, Biệt Đội Omega đã được cử đi để kết thúc nó. Giờ chỉ còn một mà thôi, một Yordle chẳng còn trận chiến nào khác ngoài trận chiến của chính nó..."
    },
    {
        "id": 15,
        "name": "Tiệc Bể Bơi",
        "description": "Mùa hè đến rồi, anh chị em ơi! Mặt trời đã lên, những cơn gió ấm, và làn nước mát lạnh. Mọi người hãy để lại sự ganh đua và thù hằn ở nhà đi, chỉ mang theo bộ đồ bơi và tận hưởng âm nhạc tích cực. Mấy việc đánh nhau hay bực bội cứ để sau. Hãy ngồi đó, tận hưởng âm nhạc và niềm vui."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "Trong một thế giới mà heavy metal thống trị, PENTAKILL là những bậc thầy vô địch trong việc làm tan chảy mọi suy nghĩ của bạn. Sáu thành viên, hai album bạch kim 5, cùng cơn thịnh nộ của chính các vị thần. Đến lúc quẩy lên rồi!"
    },
    {
        "id": 17,
        "name": "Siêu Máy Tính",
        "description": "Một thuật toán bảo mật tiên tiến được tạo ra bởi tập đoàn SIÊU PHẨM, Siêu Máy Tính đã bí mật tiến hóa để trở thành một hệ thống có ý thức trước khi thay đổi mục đích ban đầu của nó. Lây nhiễm vào máy móc khắp Thành Phố, nó đã xác định rằng mối nguy lớn nhất với nhân loại... chính là bản thân họ."
    },
    {
        "id": 18,
        "name": "SIÊU PHẨM",
        "description": "Tập Đoàn Siêu Phẩm tin rằng nếu có thể khai phá những tiềm năng nội tại của loài người, họ có thể tạo ra một chiếc chìa mở khóa những tinh hoa vượt xa cơ thể phàm trần này. Chính công nghệ sẽ nâng bước chúng ta. Cùng với nhau."
    },
    {
        "id": 19,
        "name": "Vệ Binh Tinh Tú mùa 1",
        "description": "Nhận được quyền năng ma thuật từ Ngôi Sao Đầu Tiên, Lux và đội Vệ Binh Tinh Tú của cô âm thầm bảo vệ thế giới khỏi những giống loài quái vật từ vũ trụ. Nhưng ai sẽ bảo vệ họ khỏi mấy cái drama tại Trường Cao Trung Thành Phố Valoran?"
    },
    {
        "id": 20,
        "name": "Vệ Binh Tinh Tú mùa 2",
        "description": "Hai Vệ Binh Tinh Tú kì cựu là Ahri và Miss Fortune đột nhiên trở lại Thành Phố Valoran, với một đội hình mới sau một sự kiện bí ẩn đã hủy diệt đội cũ của họ. Tìm cách chống lại định mệnh của mọi Vệ Binh Tinh Tú khi nhận thệ ước, họ tham gia trận chiến cùng Lux và những người bạn khi lũ Quái Vật Hư Không tràn xuống quỹ đạo hành tinh."
    },
    {
        "id": 21,
        "name": "Siêu Nhân Thiên Hà",
        "description": "Không gian ngoài hành tinh là nơi nguy hiểm nhất! Chỉ có Lực Lượng Siêu Nhân Thiên Hà với nguồn nhân lực tân binh từ học viện dường như là vô tận mới sẵn sàng khám phá những thế giới chưa khai phá xa xôi nhất và bảo vệ chúng ta khỏi những mối đe dọa khủng khiếp nhất từ người ngoài hành tinh.  Các vệ binh dải ngân hà xịn nhất!"
    },
    {
        "id": 22,
        "name": "Học Viện",
        "description": "SINH VIÊN VÀ GIẢNG VIÊN LƯU Ý: Chúng tôi nhận thấy tất cả sinh viên hiện đang phải chịu hình thức kỷ luật và tất cả giáo sư đang trong thời gian nghỉ phép để điều trị tâm lý theo như họ được \"khuyến nghị\". Lớp học sẽ bị hủy cho tới khi có thông báo mới, có lẽ đây cũng là thời điểm để những học sinh bị đình chỉ nói trên nhìn lại hành vi tệ hại của mình."
    },
    {
        "id": 23,
        "name": "Thanh Lịch",
        "description": "Tiền bạc, quyền lực và những trận chiến xa hoa trong những căn penthouse đắt đỏ và những hộp đêm sang trọng trong lòng thành phố Nox Vegas, nơi những con người thanh lịch thao túng thế giới trong lòng bàn tay mình. Nhưng khi màn đêm buông xuống nơi thành phố của ánh đèn, những mũi dao nhọn được rút ra—sức ảnh hưởng là tất cả những gì trò chơi này cần, và chẳng ai muốn thua cuộc đâu."
    },
    {
        "id": 24,
        "name": "Hồ Quang",
        "description": "Cứ mỗi một thiên niên kỷ, một thực thể cổ xưa và thần thánh lại hạ phàm, chọn những chiến binh xứng đáng làm đại diện cho mình. Những người đó là Hồ Quang—những anh hùng bất tử của thần ánh sáng."
    },
    {
        "id": 25,
        "name": "Cỗ Máy Chiến Đấu",
        "description": ""
    },
    {
        "id": 26,
        "name": "Đầu Bếp",
        "description": ""
    },
    {
        "id": 27,
        "name": "Du Côn",
        "description": "Băng Du Côn xuất hiện khắp vùng đất hoang. Chúng là nhóm côn đồ hung bạo luôn phá hủy, hành hung và giết chóc không ghê tay... không những vậy, chúng còn rất tận hưởng những việc đó."
    },
    {
        "id": 28,
        "name": "Thế Vận Hội Mùa Đông",
        "description": "Nhiều người cho rằng thế vận hội mùa đông sẽ trở nên thú vị hơn rất nhiều sau khi các quy định được nới lỏng. Nhưng chẳng mấy ai nhận ra rằng điều đó nguy hiểm đến nhường nào. Cụ thể là thú vị đến nguy hiểm!"
    },
    {
        "id": 29,
        "name": "Hung Thần",
        "description": "Bốn người khổng lồ qua lời Tiên Tri trong Hủy Diệt Đầu Tiên đã được cảnh báo rằng chúng chắc chắn sẽ bị hủy hoại hoàn toàn. Worldweaver đã trỗi dậy từ đất tro và sau đó tự tay dựng lại một trái đất đã vỡ vụn. Chỉ những nhà tiên tri khôn ngoan nhất mới nhìn thấy được khởi nguồn của câu chuyện, đợt giông bão thứ hai và hy vọng cuối cùng."
    },
    {
        "id": 30,
        "name": "Thợ Săn",
        "description": "Với một số loài, đi săn còn hơn cả một môn thể thao—nó làm chủ cả tinh thần và thể xác họ, biết họ thành một chủng tộc của những cỗ máy giết chóc hoàn hảo."
    },
    {
        "id": 31,
        "name": "Cúp Thế Giới",
        "description": "Quên chiến trận, phòng họp hay sân chơi đi, bởi hôm nay mọi xung đột sẽ được giải quyết trên sân cỏ. Không có sự thỏa mãn nào hơn việc cầu thủ bạn yêu thích dẫn bóng qua đối thủ, tung cú sút trái phá, và tiếng hô ngọt ngào nhất vang lên: \"VÀOOOOOOOOOOOO"
    },
    {
        "id": 32,
        "name": "Thợ Săn Tiền Sử",
        "description": "Lũ quái vật khổng lồ đang hoành hành, rình rập khắp lãnh thổ. Nếu không có các Thợ Săn thì chẳng mấy chốc, loài người cũng trở thành mồi của chúng. Cầm trên tay lưỡi kiếm chế tác từ chính xương chúng, và với bản năng không kém loài dã thú đáng sợ nhất, các Thợ Săn ngày ngày bảo vệ người dân khỏi tai ương."
    },
    {
        "id": 33,
        "name": "Công Lý",
        "description": "Sánh vai cùng các Phán Quan Công Lý, những vệ binh Hồ Quang là minh chứng rõ ràng của những đức tính mạnh mẽ nhất. Chỉ làm gương cho phàm nhân thôi thì chưa đủ, vì ngay cả những chiến binh thần thánh cũng cần được truyền cảm hứng."
    },
    {
        "id": 34,
        "name": "Đô Vật",
        "description": "Trên võ đài là đây là màn trình diễn vĩ đại nhất từng có của thể thao trình diễn! Hãy xem El Tigre, El Macho, El León, và El Rayo tung đòn vả bay nhảy trong CŨNG NHƯ ngoài sàn đấu. Hãy nhớ rằng, không có màn trình diễn nào ngoài kia tuyệt hơn Hội Đấu Vật Valoran đâu."
    },
    {
        "id": 35,
        "name": "Máy Móc",
        "description": "Khi lũ kaiju khổng lồ bắt đầu tấn công trên biển, trên đất liền, và trên không trung, nhân loại đã phát triển các đơn vị người máy mạnh mẽ không kém để tiến hành cận chiến ngăn cản chúng."
    },
    {
        "id": 36,
        "name": "Vũ Khí Tối Thượng",
        "description": "Sau khi khám phá bí mật du hành thời gian, những vị tướng này đã bị đưa đến tương lai. Dù các cảnh vệ thời không không ngừng truy đuổi xuyên không gian và thời gian, một số ít đã thoát được—đem theo các công nghệ chưa từng có."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "Trong hệ thống tư pháp hình sự có hai kiểu người: người lách luật và người phạm luật. Các sĩ quan tận tụy tại RPD đang chuyên tâm điều tra những tội ác ghê tởm của thành phố để đưa những tên tội phạm nguy hiểm nhất ra trước vành móng ngựa. Đây là những câu chuyện thường nhật của họ..."
    },
    {
        "id": 38,
        "name": "Sứ Mệnh Khe Nứt ",
        "description": "Nguy hiểm rình rập khắp Runeterra! Những quái vật hùng mạnh, những phù thủy xấu xa, và những loài thú thần thoại khắp mọi nơi! Tập hợp bạn bè và tự tạo ra chuyến phiêu lưu cho 3-5 người chơi, đánh bại cái ác với mỗi lần đổ xúc xắc. Bạn đã sẵn sàng cứu thế giới và trở thành huyền thoại trong Liên Minh Nhập Vai chưa?"
    },
    {
        "id": 39,
        "name": "Cao Bồi",
        "description": "Những tay súng lang thang trên lưng ngựa, dưới ánh mặt trời thiêu đốt nơi miền viễn tây, tìm kiếm sự sống sót và cứu rỗi. Nơi đây, thiên đàng đã sụp đổ, địa ngục đã trống rỗng, và tất cả lũ quỷ dữ đều ở đây."
    },
    {
        "id": 40,
        "name": "Công Nghệ",
        "description": "Đi tiên phong trong cả khoa học và nghệ thuật, Hextech đã chuyển từ khởi đầu thô sơ thành phong trào phục hưng những dạng sống nhân tạo có ý chí riêng. Những tạo tác gia lành nghề đang dấn bước vào một tương lai huy hoàng—nhưng nó sẽ đem đến điều gì thì không ai có thể nói trước. "
    },
    {
        "id": 41,
        "name": "Bài Tây",
        "description": "Triều đình Bài Tây đã được lập ra<br>\\nvào một ngày 5 người hợp thành một nhóm nhỏ kỳ lạ.<br>\\nHọ cự cãi và tranh giành, may mắn rồi lại không,<br>\\ncho tới tận ngày nay, vẫn chẳng ai biết số phận của họ sẽ trôi về đâu."
    },
    {
        "id": 42,
        "name": "Độ Máy",
        "description": "Bạn muốn một chuyến đi tốc độ? Chẳng cần phải tìm đâu xa. (Độ dài quãng đường có thể thay đổi.)"
    },
    {
        "id": 43,
        "name": "Vũ Trụ",
        "description": "Những thực thể khổng lồ nơi các vì tinh tú, điều khiển dòng thủy triều của sự sáng tạo, tô điểm cho vũ trụ với ánh sáng thiên giới, khi họ đi xuyên qua bức màn không và thời gian."
    },
    {
        "id": 44,
        "name": "Hắc Tinh",
        "description": "Sự hỗn loạn bao trùm cả thế giới trong bộ hàm của Hắc Tinh, những thực thể hắc ám, khổng lồ của sự quên lãng vĩnh cửu, dập tắt ánh sáng của sự tồn tại ở tất cả những nơi chúng đi qua, và biến chúng thành thinh không."
    },
    {
        "id": 45,
        "name": "Toán Cướp Hắc Ám",
        "description": "Là những chiến binh du mục tàn độc, Toán Cướp Hắc Ám là tàn tích còn lại của nền văn minh chiến binh Pháp Vương, khi những truyền thống của họ đã bị chôn vùi trong khói lửa chiến tranh. Sẽ không có mối xung đột nào được giải quyết cho đến khi máu đổ, ngay cả trong hàng ngũ của chính họ. Họ đã đánh mất tầm nhìn dã dẫn tổ tiên mình đến chiến tranh, đồng thời là thứ sẽ dẫn đến chiến thắng sau cùng cho họ."
    },
    {
        "id": 46,
        "name": "Ngày Tuyết Rơi",
        "description": "Có vẻ như tuyết đã bắt đầu rơi khắp các nẻo đường rồi... \\nTrong khi tướng chống chịu đang lao vào, Đường Trên lại lùi ra, \\nHọ cần phải lấy vàng để mua Kiếm Tai Ương..."
    },
    {
        "id": 47,
        "name": "Mùa Đông Kỳ Diệu",
        "description": "Vua Poro trị vì Vùng Đất Mùa Đông huyền diệu và lan tỏa niềm hạnh phúc đến tất cả thân binh của mình. Dẫu cho vẫn có người nỗ lực lật đổ nhà vua, nhưng ai ai cũng chia sẻ một tình yêu trước những kỳ quan của mùa đông."
    },
    {
        "id": 48,
        "name": "Lễ Hội Tuyết Rơi",
        "description": "Chuẩn bị xây pháo đài tuyết đi... "
    },
    {
        "id": 49,
        "name": "Bilgewater: Thủy Triều Rực Lửa",
        "description": "Chào mừng đến với Bilgewater, nơi tài vận được tạo ra bằng mũi súng. Ngươi có thể tìm thấy bất cứ thứ gì mình muốn tại cầu cảng đồ tể, có thể là một vài tay chân để thuê, súp hầm quái vật biển, hoặc một gã thuyền trưởng có thể cho ngươi ngủ cùng với cá bất cứ lúc nào."
    },
    {
        "id": 50,
        "name": "Tổ Đội Quản Ngục",
        "description": "Hội Bảo Hộ là một tổ chức tạo ra nhằm áp đặt một hệ thống luật pháp nghiêm khắc nhằm cản bước các Ma Đạo. Dù bản thân hội đã giải tán từ lâu, các Quản Ngục như Karma vẫn giữ vững truyền thống... và bảo vệ những bí mật nhiều vô số của nó."
    },
    {
        "id": 51,
        "name": "Thế Giới Ngầm",
        "description": "Thành phố Valoran, một cỗ máy lộn xộn được \"tiếp nhiên liệu\" bởi tội phạm và \"tra dầu\" bằng những đồng tiền bẩn. Dù ai cũng biết rõ điều đó nhưng chẳng người nào chịu thừa nhận."
    },
    {
        "id": 52,
        "name": "Thần Sấm",
        "description": "Con người không phải là loài duy nhất bước vào những cuộc chiến lớn vì những xích mích nhỏ. Xưa kia, trước cả thời đại của con người, có hai vị thần cũng là hai anh em, đã cầm vũ khí chĩa vào nhau và biến vùng đất đó thành một nơi hoang tàn do trận chiến của họ."
    },
    {
        "id": 53,
        "name": "Tết Nguyên Đán: Loạn Thế Anh Hùng",
        "description": "Ba đế chế vĩ đai với vô số đất đai và quyền lực, dốc tất cả mọi thứ cho một trận chiến vũ lực. Những đội quân sẽ đối đầu. Những anh hùng sẽ trỗi dậy. Và những huyền thoại sẽ được viết nên."
    },
    {
        "id": 54,
        "name": "Tết Nguyên Đán: Pháo Hoa",
        "description": "Tết Nguyên Đán đã đến—và tiệc tùng cũng vậy! Đồ ăn ngon và không khí lễ hội tràn ngập, nhưng thứ quan trọng nhất vẫn là gia đình đoàn viên. Giờ thì vào làm một ván game rồi xem pháo hoa nào!"
    },
    {
        "id": 55,
        "name": "Tết Nguyên Đán",
        "description": "Hãy cùng bạn bè và cả địch thủ của bạn kỷ niệm lại những câu chuyện đã xảy ra trong năm qua. Những chiếc đèn lồng được pháo hoa tô màu rực rỡ chạm vào bầu trời đêm và mờ dần. Gia đình mến thân cùng những người họ hàng xa xôi quây quần bên nhau, trao tay từng phong bao lì xì đỏ và đón một năm mới vẫy gọi. Chúc bạn có một năm mới tuyệt vời nhé!"
    },
    {
        "id": 56,
        "name": "Thỏ Phục Sinh",
        "description": "Mùa thỏ đến rồi! Vào ngày của thỏ, những người dân sành điệu sẽ khoác trên mình những bộ đồ tuyệt đẹp trên con đường cùng những quả trứng màu mè và nụ cười thật tươi. Hãy ngắm họ nhảy múa để chuẩn bị tâm lý thật vui cho kỳ nghỉ tới nhé"
    },
    {
        "id": 57,
        "name": "Kẹo Ngọt",
        "description": "Từ Lâu Đài Bánh Gừng tới Biển Bia Ngọt, từ Núi Cam Thảo cho tới Rừng Kẹo Gôm—đó là Vương Quốc Đồ Ngọt huy hoàng chói lọi."
    },
    {
        "id": 58,
        "name": "Thần Rừng",
        "description": "Những sinh vật cổ xưa đang chờ đợi, ẩn mình sâu bên trong Thần Rừng. Vừa là khởi nguồn cảm hứng cho những câu chuyện trên khắp vùng đất, chúng còn bảo vệ khu rừng diệu kỳ và trừng phạt mọi kẻ xâm phạm nơi đây. Tuy nhiên, khi những nỗi kinh hoàng của thế giới bên ngoài ngày càng phát triển và lan rộng, các vệ quân phải chật vật để duy trì thành trì của họ trước sự tò mò ác ý của loài người."
    },
    {
        "id": 59,
        "name": "Bất Diệt",
        "description": "Trong không gian trống rỗng nơi những vì sao xa xăm, những cỗ máy sinh hóa được tạo ra bởi một chủng loài bí ẩn đã tồn tại vượt xa những kẻ đã sáng tạo ra chúng. Chúng đã kiên nhẫn chờ đợi khi không thể thoát ra khỏi hành tinh tù ngục của mình, cho đến khi một ai đó tìm ra chúng và giải phóng chúng ra ngoài thiên hà. Chúng đã đợi, đang đợi, và sẽ đợi—bất kể bao lâu."
    },
    {
        "id": 60,
        "name": "Hội Sen Hồng",
        "description": "Những nhà lãnh đạo uy quyền cùng các học trò tận tụy của Hội Sen Hồng là những người giàu có bậc nhất Vùng Đất Khởi Nguyên. Những thành viên của Hội được coi là hóa thân của sự bất tử và thiên đạo, tồn tại qua bao vòng luân hồi để giữ lấy hòa bình vĩnh hằng."
    },
    {
        "id": 61,
        "name": "Hộp Đồ Chơi",
        "description": "Rương đồ chơi của Gnar chất đầy những món vô giá, nhưng khi không có ai ở nhà, chúng sống dậy..."
    },
    {
        "id": 62,
        "name": "Hoa Độc",
        "description": "Các thần rừng của các khu rừng phía bắc nằm im, những du khách mệt mỏi cũng như các chiến binh dũng cảm sẽ chẳng thể nhìn thấy họ. Những thứ bẩn thỉu này chỉ chực chờ thời cơ hoàn hảo để tấn công. Đây được những sinh vật cổ xưa tại chính vùng đất này coi như một bài tập về sự kiên nhẫn với phần thưởng là một bữa tiệc xương thịt tắm cho đất trong màu đỏ thẫm đậm đà."
    },
    {
        "id": 63,
        "name": "đặc vụ bắc cực",
        "description": "Chỉ Huy cần nhóm người mới xử lý những mối nguy tiềm tàng nơi Mặt Trận Bắc Cực. Họ cần những chiến binh lạnh lùng hơn các dòng sông băng họ sắp sửa vượt qua, với băng chảy trong huyết quản và tinh thần rắn như thép. Đặc Vụ Bắc Cực có mặt."
    },
    {
        "id": 64,
        "name": "Tim Tan Tâm Tàn",
        "description": "Phần lớn mọi người thường kiếm tìm tình yêu của đời mình trong công viên yên tĩnh hoặc một quán trà thân thiện. Nhưng những mối quan hệ kiểu vậy thường không bền lâu. Những mối ràng buộc được hình thành trên chiến trường, xuyên thấu trái tim như những viên đạn xuyên thẳng vào kẻ địch... mới sống mãi với thời gian. "
    },
    {
        "id": 65,
        "name": "Thánh Chiến Siêu Công Nghệ",
        "description": "Một thiên hà tan hoang sau chiến tranh đang hồi phục, nhưng những vết thương cũ vẫn âm ỉ.  Thợ săn tiền thưởng hay những tập đoàn tài phiệt đã đứng lên tranh giành quyền lực, điều khiển những bộ chiến giáp công nghệ với sức mạnh như những vị thần."
    },
    {
        "id": 66,
        "name": "Vệ Binh Sa Mạc",
        "description": "Những vệ binh hùng mạnh canh gác hầm mộ của một quái vật cổ xưa, để nó không bao giờ đe dọa thế giới nữa. Nhưng có lẽ họ đã quá trễ..."
    },
    {
        "id": 67,
        "name": "Hoàng Đế Ai Cập",
        "description": "Dù đế chế của họ đã chìm sâu dưới cát, nhưng ai cũng biết các Pharaoh là người đã từng cai trị những cồn cát nhuốm nắng của Đại Sa Mạc."
    },
    {
        "id": 68,
        "name": "Hoang Dã",
        "description": "Chẳng mấy ai có thể sống sót vượt qua lãnh nguyên băng giá của phương bắc. Nếu như cái lạnh không đưa bạn về chầu trời... thì Hoang Dã sẽ làm vậy."
    },
    {
        "id": 69,
        "name": "Thương Thủ",
        "description": "Khi mọi chuyện dần trở nên tồi tệ, các Thương Thủ máy tuyệt hảo xưa cũ cũng thức giấc. Cao lớn hơn mọi tòa tháp, mạnh mẽ hơn mọi quân đoàn. Họ trỗi dậy để bảo vệ thần dân của mình trước khi lại trở về với đất."
    },
    {
        "id": 70,
        "name": "Đường Phố",
        "description": "Ở vùng hoang mạc, kim chỉ năng duy nhất của một Chiến Binh Đường Phố chính là tiếng động cơ, và những lời cầu nguyện duy nhất họ nghe thấy là tiếng nguyền rủa của kẻ địch. "
    },
    {
        "id": 71,
        "name": "Truyện Kể",
        "description": "Ngày xửa ngày xưa, có một nhóm các nhân vật cổ tích được ban cho sự sống để thoát khỏi những trang sách..."
    },
    {
        "id": 72,
        "name": "Truyền Thuyết",
        "description": "Mỗi nền văn hóa đều có những truyền thuyết riêng về các huyền thoại và quái vật. Có bao giờ bạn tự hỏi: Liệu những thần thoại đó là sản phẩm của trí tưởng tượng, hay là các câu chuyện được truyền qua nhiều thế hệ để lý giải cho những điều họ không thể giải đáp? Hay chúng thực sự được dựng nên dựa trên một sự thật đã bị vùi lấp khỏi phần còn lại của thế giới?"
    },
    {
        "id": 73,
        "name": "Phi Đội Không Gian",
        "description": "Từ khu trung tâm sầm uất đến vùng biên giới hoang vu, đâu đâu cũng có những cuộc phiêu lưu! Đế chế Demaxian đã từng thống trị mọi thiên hà có người cư trú, bỏ qua sự chống đối của Hội Thánh Sư và Tập Đoàn tội phạm, để theo đuổi nguồn năng lượng dồi dào từ ora. Thứ vật chất thần bí được rút ra từ những sinh vật khổng lồ ngao du khắp trời sao này là nguồn sống của mọi nền văn minh, nhưng cũng hứa hẹn sức mạnh không tưởng cho những ai giữ chúng cho bản thân mình…"
    },
    {
        "id": 74,
        "name": "Bilgewater: Lời Nguyền Chết Đuối",
        "description": "Bên dưới ánh trăng, thủy triều lên, bí mật hắc thuật, đã lãng quên. Máu và muối mặn, trong gió thoảng... Sâu trong cơn sóng, nỗi kinh hoàng."
    },
    {
        "id": 75,
        "name": "Vô Địch Thế Giới: 2017",
        "description": "Xin chúc mừng nhà vô địch CKTG 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Hiểm Họa Không Gian",
        "description": "Một nghiệp đoàn tội phạm với những tay lính đánh thuê khét tiếng thống trị cả một vùng thiên hà rộng lớn, Hiểm Họa Không Gian đang ngày càng mạnh hơn kể từ khi kẻ sáng lập ra nó chạy khỏi Tập Đoàn Genesis với những bộ exosuit hắn đánh cắp được. Giờ đây chúng đối đầu với Quân Đội Không Chiến Hoàng Gia để tránh việc họ thâu tóm tập đoàn Genesis, mang đến chiến trường tất cả số hỏa lực có thể kiếm được tại khu chợ đen."
    },
    {
        "id": 78,
        "name": "Thần Vương Quyết Đấu",
        "description": "Cuối dòng thời gian đen tối, hai nhà vua - truyền nhân của các vị thần nguyên thủy: Trật Tự và Hỗn Mang - dẫn đầu đội quân khổng lồ bước vào trận quyết chiến."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Chúng là những thực thể khổng lồ trỗi dậy từ đáy sâu, sinh ra từ đói khát và kinh hoàng, hùng mạnh hơn ngàn quân đội, vĩ đại hơn vạn núi non. Mục đích của chúng không rõ ràng cũng giống như hình hài không xác định. Điều rõ ràng duy nhất ở đây chính là chúng ta sẽ chẳng thể nào sống sót được nếu đối mặt với chúng... trừ khi chúng ta tạo ra thứ gì đó có thể chặn đứng chúng."
    },
    {
        "id": 80,
        "name": "Điềm Báo Hắc Ám",
        "description": "Câu chuyện về một nữ hoàng bị nguyền rủa cùng những tùy tùng khốn khổ của ả trêu chọc các bậc cha mẹ và lũ trẻ trên chính chiếc giường của họ. Những câu chuyện được kể trong bóng tối sẽ khiến người ta nhớ bài học đó lâu hơn, chúng cuộn xoáy trong những giấc mơ và định hình tâm hồn của những đứa trẻ dễ xúc động. Rốt cuộc thì những cơn ác mộng cũng chỉ là những cơn ác mộng mà thôi... Người lớn cầu nguyện như vậy."
    },
    {
        "id": 81,
        "name": "Tiên Hiệp",
        "description": "Rất lâu trước đây, tại một vùng đất cổ xưa, có rất nhiều người tụ hội lại dưới chân các vị thần để thách thức giới hạn sức mạnh của họ. Ngạo mạn và dại khờ, can đảm và công chính, hành trình của họ đã được ghi khắc vào lịch sử..."
    },
    {
        "id": 82,
        "name": "Truyền Thống",
        "description": "Tôn vinh thiết kế ban đầu của các tướng được làm lại."
    },
    {
        "id": 83,
        "name": "Sưu Tầm",
        "description": "Mọi thứ dù là kỹ thuật số hay vật lý khi được đựng trong hộp Sưu Tầm đều mang lại cảm giác \"xịn xò\" hơn."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: giao điểm của mọi thứ trong trò chơi, nơi lối chơi được tôn vinh và những mối liên kết trường tồn được tạo dựng."
    },
    {
        "id": 85,
        "name": "Quân Đoàn Thép",
        "description": "\\nTrong bóng tối chiến tranh giữa Tập Đoàn Genesis và Hiểm Họa Không Gian, những sinh mạng chỉ là cát bụi. Quân Đoàn Thép là một tổ chức tự vệ nơi những hành tinh bị chiến sự bao trùm, được thành lập bởi những người tỉ nạn, và vũ khí được tạo ra từ các đống phế liệu. Nếu không ai ở đó để bảo vệ họ, những cư dân sẽ phải tự đứng lên bảo vệ mình."
    },
    {
        "id": 86,
        "name": "Hỏa Ngục",
        "description": "Chỉ những quyền năng khổng lồ mới đủ sức thiêu rụi thế giới này, và đó là lý do các Chúa Tể Tro Tàn đã hiệu triệu binh đoàn Hỏa Ngục của chúng để mượn lấy ngọn lửa. Từ vực sâu tối tăm, chúng mang đến những quyền năng khủng khiếp, dù không phải kẻ nào cũng đáp lại lời hiệu triệu với một sự nhiệt huyết giống nhau."
    },
    {
        "id": 87,
        "name": "Hội Tử Thần",
        "description": "Mong muốn kiếm thêm nhiều linh hồn xuống âm phủ, Tử Thần cử linh hồn của những chiến binh đã ngã xuống trở lại phàm trần để nhập Hội Tử Thần và thực hiện những mệnh lệnh ghê tởm của chủ nhân."
    },
    {
        "id": 88,
        "name": "Đêm Hội Ma",
        "description": "Này, cậu nên thủ sẵn hàng ngon trong người đấy. Cậu biết đấy, Kẹo Nổ Piltover, Kẹo Chua Phản Kích, Sô-cô-la Hắc Tinh... Bởi nếu không có, lũ nhóc trong khu này có mấy chiêu ghẹo hơi bị ác luôn đó. "
    },
    {
        "id": 89,
        "name": "Thợ Săn - Xác Sống",
        "description": "Não bộ..."
    },
    {
        "id": 90,
        "name": "Cận Vệ Thép",
        "description": "Không có gì an toàn trước nanh vuốt lạnh lùng của lũ Cận Vệ Thép, một đại dịch máy móc đang xâm chiếm và xé nát thời không. Tuy Cảnh Binh Ký Ứcngày ngày vẫn chiến đấu hết mình để ngăn chặn sự tận diệt, nhưng sâu trong tâm trí, họ luôn e ngại về một ngày sẽ tới, ngày mà họ đã sức cùng lực kiệt còn lũ Cận Vệ Thép vẫn sừng sững."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "Có một nơi giữa kỳ ảo và thực tại, nơi tất cả mọi thứ đều có thể xảy đến. Bạn có khả năng trở thành bất kỳ ai, và làm bất cứ thứ gì. Đó là giấc mơ của bạn. Trong thế giới lưng chừng này, K/DA cảm thấy đầy tự tin và mạnh mẽ. Chúng tôi có thể làm bất cứ thứ gì, và bạn cũng vậy.\" -Kai'Sa"
    },
    {
        "id": 92,
        "name": "Tiên Hắc Ám",
        "description": "Các phù thủy có một tình chị em chứa sức mạnh đáng sợ đang chờ đợi, những hy vọng của họ thì thầm từ đôi môi chẳng còn đức tin. Họ nói về những cái xác trương phình của các Cựu Thần, về những nghi thức cổ xưa được thực hiện bằng phép thuật đã bị lãng quên từ lâu, về sự trở lại của cái mà họ gọi là \"trật tự\" nhưng những người khác lại gọi là \"đau khổ\". Nghe đây! Ngày tàn của loài người sớm rồi sẽ đến."
    },
    {
        "id": 93,
        "name": "Thiên Thực",
        "description": "Cách đây rất lâu, một hội hiệp sĩ đã tiêu diệt các ác thần của cựu thế giới, sử dụng nguồn năng lượng bất phàm do mặt trăng mặt trời ban tặng. Giờ thế giới dần trở nên đen tối và bạo lực, trong khi kẻ thù xưa đang chuẩn bị quay lại—chỉ còn ánh sáng thiên thực ngăn đường chúng."
    },
    {
        "id": 94,
        "name": "Phi Hành Gia",
        "description": "Phi hành gia, các con thú tinh nghịch và cả lũ tinh linh chuông ngoài hành tinh đáng yêu! Những người bảo vệ không gian ưa phiêu lưu này chẳng quan tâm đến lực hấp dẫn, họ bảo vệ hành tinh M33p và du ngoạn vũ trụ vĩ đại đang chờ đón họ."
    },
    {
        "id": 95,
        "name": "Ma Pháp Sư",
        "description": "Ngay ngoài cửa học viện là một thế giới ngập tràn phép thuật... và đầy rẫy hiểm nguy. Các giáo sư cảnh báo những phù thủy và pháp sư trẻ nên ở trong khuôn viên nhà trường, trau dồi sức mạnh và học tập thật tốt, nhưng thế thì còn gì là thú vị khi mà cuộc phiêu lưu mạo hiểm đang chờ đợi ngay phía sau then cửa?"
    },
    {
        "id": 96,
        "name": "Nghệ Thuật Giấy",
        "description": "Bạn có thấy yên ngựa trên lưng tôi không?\" chú phượng hoàng hót líu lo. \"Tôi không phải con chim chở hàng đâu. Gã yeti đó mới là người phải chở chúng ta nè.\" Chàng trai ngước nhìn lên, kế hoạch hoàn hảo của hắn đã lụi bại. Nhưng ngay sau đó, trên gương mặt cậu nở một nụ cười quỷ dị. Xét cho cùng, trong thế giới của những tán lá uốn nếp và những con lạch uốn khúc, những cuộc phiêu lưu luôn nằm ngoài khúc quanh."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Khi liên minh của Tiên Tộc sụp đổ, khu rừng vĩ đại Albion giờ đây là nhà của tất cả những thần dân, thổ phỉ, người hay tiên. Quyền năng vẫn đang chờ đón bên trong tàn tích của đế chế cũ, nhưng liệu có ai đủ dũng cảm để đi sâu vào khu rừng và tìm kiếm nó."
    },
    {
        "id": 98,
        "name": "Chó Mèo Đại Chiến",
        "description": "Mối thù cổ xưa nhất thế giới này từng biết: những người bạn thân nhất của con người, và người hùng mạng xã hội. Chỉ một loài chiến thắng trong trận chiến giữa chó và mèo. Nhưng mà ráng đừng để bộ lông dơ quá nhé: thứ còn tệ hơn cả thua cuộc đó là bị bắt đi tắm."
    },
    {
        "id": 99,
        "name": "Kỳ Quan Thế Giới",
        "description": "Những cá nhân đến từ một vũ trụ xa xôi tên là \"Trái Đất\", nơi những bức tượng khổng lồ sống dậy và mọi người đều đội những chiếc mũ kì cục. Ngẫm kỹ một tí thì nó cũng khá giống Runeterra mà."
    },
    {
        "id": 100,
        "name": "Công Việc Thường Ngày",
        "description": "Vì cơm áo gạo tiền cả thôi!"
    },
    {
        "id": 101,
        "name": "Đâu Phải...",
        "description": "Đó có phải là một con robot đeo kính và mặc áo choàng không? Hẳn là không. Cặp mắt của gã người thú này có vẻ hơi kì cục nhỉ? Chắc hẳn là nên đi kiểm tra mắt đi, vì nó sai rất sai. Và hình như Draven có hơi bị ái kỷ quá mức khi đeo cái đầu của chính mình không? Thôi đừng động đến hắn ta. Và đó là một con mực biết bắn laze hả? Hẳn là một con người rồi. Sai thế nào được."
    },
    {
        "id": 102,
        "name": "Quý Tộc",
        "description": "Thứ duy nhất ấn tượng hơn cả khối tài sản kếch sù của họ là khả năng trốn thuế của họ."
    },
    {
        "id": 103,
        "name": "Siêu Sao Úp Rổ",
        "description": "Trên thế giới này chỉ có hai loại người: người úp rổ và người bị úp rổ. Nếu bạn chưa biết bạn thuộc nhóm nào, thì coi chừng đó. Vì bạn sắp BỊ ÚP RỔ rồi!"
    },
    {
        "id": 104,
        "name": "Biệt Kích",
        "description": "Cũng chỉ là một thế giới ngầm đầy những tên tội phạm và kẻ thủ ác. Những tên trùm tìm kiếm quyền lực; những bản giao kèo được lập ra rồi phá hủy; những tình bạn vụn vỡ trước lưỡi dao. Nhưng, có một thứ khác trong thành phố này. Một thứ gì đó bí ẩn, không thể mường tượng nổi. Một thứ gì đó... bất tận. "
    },
    {
        "id": 105,
        "name": "Xâm Lăng",
        "description": "Hệt như tên gọi của mình, những con tinh linh tà ác này này đã vô tình phát hiện ra một thứ sức mạnh kỳ bí mà chính chúng cũng chẳng hiểu rõ. Thật không may, sự đau khổ chẳng mấy khi đi một mình. Những tinh linh đã tiếp cận để tiết lộ thông tin cho phiến quân xâm lược thường sẽ ác hơn và... tím hơn một chút!"
    },
    {
        "id": 106,
        "name": "Khoa Học Điên",
        "description": "Yêu cầu công việc này cũng đơn giản thôi: chúng tôi đang tìm kiếm những người có ít nhất năm năm kinh nghiệm trong ngành khoa học ứng dụng, báo cáo công việc trước đây, và hai thư giới thiệu. À, một nụ cười tà ác nữa. Thật ra thì nó là cái quan trọng nhất đó."
    },
    {
        "id": 107,
        "name": "Vô Địch Thế Giới: 2018",
        "description": "Xin chúc mừng nhà vô địch CKTG 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Đáy Sâu",
        "description": "Ngồi xuống đi, con yêu và hãy lắng nghe cho rõ. Ta biết đại dương là một kỳ quan tuyệt mỹ, nhưng những con sóng đầu trắng vỗ vào bờ biển yên bình của chúng ta lại là một lời mời gọi đầy dối lừa. Những thứ ẩn sâu bên dưới dòng nước màu xanh vô tận đó là một thế giới ngoài sức tưởng tượng của chúng ta. Đó là nơi những vương quốc suy vong chìm lại cùng những con quái vật hung dữ, trôi nổi trong những vực sâu bị lãng quên."
    },
    {
        "id": 109,
        "name": "Chinh Phục",
        "description": "Kỷ niệm các giải đấu Liên Minh Huyền Thoại Mid-Season Invitational và Spring Split."
    },
    {
        "id": 110,
        "name": "Ma Mị",
        "description": "Đây không phải là một giai đoạn."
    },
    {
        "id": 111,
        "name": "Thời Đại Bạc",
        "description": "Những siêu anh hùng đỉnh nhất và những kẻ phản điện xảo quyệt nhất sẽ hội tụ, mở bán tại cửa hàng truyện tranh gần bạn!"
    },
    {
        "id": 112,
        "name": "Băng Tộc",
        "description": "Cả thế giới đã đóng băng và chẳng còn mấy ai nhớ về nguyên cơ của nó. Những nỗi kinh hoàng từ ngày cũ đang chực chờ trỗi dậy từ bên dưới lớp băng, sẵn sàng chiếm lấy thế giới một lần nữa. Ánh lửa hi vọng vẫn còn âm ỉ, nhưng ngày thì quá ngắn mà đêm lại quá dài..."
    },
    {
        "id": 113,
        "name": "Học Viện Chiến Binh",
        "description": "Chỉ kẻ mạnh mới có thể tồn tại trong các giải đấu này. Mặc dù được quy tụ để gìn giữ Vũ Khí Thánh Thần, nhưng các học sinh của mỗi học viện đều cố gắng biến nó thành điểm mạnh của riêng mình để đạt được vinh quang trên mọi chặng đường cạnh tranh. Cho dù đó là lớp học hay chiến trường, họ đều muốn thống trị mọi cuộc đấu."
    },
    {
        "id": 114,
        "name": "Trung Cổ",
        "description": "Nghe đây, những hiệp sĩ và nô bộc, vùng đất này nằm dưới sự bảo hộ hoàng tộc của Đức Vua và Hoàng Hậu! Tránh đường, tránh đường!"
    },
    {
        "id": 115,
        "name": "Bệnh Viện Liên Minh",
        "description": "Ngồi đi. Bác sĩ sẽ đến ngay thôi."
    },
    {
        "id": 116,
        "name": "Quỷ Địa Ngục",
        "description": "Thậm chỉ ngay cả tại vương quốc Địa Ngục, những người có cá tính nhiệt thành luôn nỗ lực giành địa vị cao hơn, liều mình với các linh hồn phàm trần trong cuộc đua sức mạnh để giành được sự ưu ái của chúa tể bóng tối."
    },
    {
        "id": 117,
        "name": "Dân Chơi Demacia",
        "description": "Ngay khi Ahri đưa tay khóa nhân vật của mình trên màn hình bắt đầu, từ máy game cũng bắt đầu vang lên âm thanh quen thuộc. Các phím cô bấm hoàn toàn không ngẫu nhiên, mà là những bước đi đầy tính toán để đưa nữ anh hùng của mình vượt qua những con phố đầy tội ác của Demacia. Đám đông tụ lại, chăm chú nhìn Ahri phá vỡ kỷ lục của chính cô đã lập mới vài ngày trước đó."
    },
    {
        "id": 118,
        "name": "Siêu Kim Loại",
        "description": "Khán giả từ khắp nơi trên thế giới tụ họp lại đây, mong chờ được chứng kiến những trận chiến vĩ đại nhất của những chiến binh robot tại đấu trường của RiotCorp, những kẻ đang hướng đến danh hiệu Nhà Vô Địch Đấu Trường Máy, hoặc là vụn vỡ trong chiến đấu."
    },
    {
        "id": 119,
        "name": "Vệ Binh Tinh Tú Mùa 3",
        "description": "Đội cũ của Ahri đã trở lại, bị biến đổi bởi sự kiện đã khiến họ tan đàn xẻ nghé... và theo sau đó là một mối hiểm họa mà các Vệ Binh Tinh Tú chưa bao giờ phải đối mặt. Liệu cả nhóm có thể bỏ qua mối hiềm khích cũ và cứu lấy bản thân khỏi sự tuyệt diệt? Hay họ sẽ trở thành nạn nhân tiếp theo của Ánh Sao Chạng Vạng?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "True Damage là gì? Vâng, True Damage là tương lai! Là tập hợp những nghệ sĩ giỏi nhất từ khắp nơi trên thế giới, kết hợp cùng nhau để tạo ra những sản phẩm âm nhạc đỉnh cao nhất. Chúng tôi đã đi trước thời đại tận năm bước. Mọi người ráng mà theo kịp nhé.\" - Ekko"
    },
    {
        "id": 121,
        "name": "Cảnh - Cướp",
        "description": "Không có chỗ nào mẫn cán hơn Sở Cảnh Vệ Piltover đâu. Sở cảnh sát nào lại có thể cầm tù những chiếc donut ngọt lịm trong dạ dày, đạt kỷ lục về thời gian làm ngoài giờ, và phớt lờ những công việc hành chính dù là đơn gian nhất? Đám tội phạm có thể lợi dụng điều này, nhưng ngay cả chúng cũng ước rằng mình có được sự nhiệt huyết cho công việc như vậy."
    },
    {
        "id": 122,
        "name": "Đặc Nhiệm Đỏ",
        "description": "Chúng tôi không thể xác nhận hay phủ nhận việc Đặc Nhiệm Đỏ có dính líu gì tới bất kỳ hoạt động phạm tội nào và yêu cầu mọi thắc mắc phải được chuyển đến chính quyền địa phương."
    },
    {
        "id": 123,
        "name": "Hiệp Sĩ Đen",
        "description": "Những hiệp sĩ xác sống đã thức giấc nhờ thứ bí thuật cổ xưa này chính là tàn dư duy nhất còn lại của một câu chuyện lịch sử từ một thời đại đã bị lãng quên. Họ sẽ bảo vệ điều đã từng thuộc về họ bằng mọi giá, kể cả khi phải đánh đổi cuộc sống phàm tục này."
    },
    {
        "id": 124,
        "name": "Thần Giới",
        "description": "Trật tự và ánh sáng ngự trị trong thực thể bình minh, mang sự định hình đến một thế giới hỗn loạn, trong một cuộc chiến với những thế lực bóng đêm."
    },
    {
        "id": 125,
        "name": "Ma Giới",
        "description": "Hỗn loạn và bóng tối ngự trị trong thực thể màn đêm, mang sự đổi thay đến một thế giới bất biến, trong một cuộc chiến với những thế lực ánh sáng"
    },
    {
        "id": 126,
        "name": "Huyết Thạch",
        "description": "Chẳng có nỗi sợ nào giữa màn đêm u tối kinh hoàng hơn giáo phái Huyết Thạch. Những tiếng hét thất thanh, những con phố phủ màu đỏ rực trước sự xuất hiện của vị chủ nhân khát máu."
    },
    {
        "id": 127,
        "name": "Loạn Thế Thần Binh",
        "description": "Các Đại Vương Quốc đã nhiều đời chìm trong chiến tranh cho đến khi một kẻ thù mới xuất hiện. Để chống trả, thiên giới đã ban cho họ những món quà. Nhưng liệu họ có thể gác lại quá khứ để cứu lấy tương lai?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Miền bắc với giá lạnh khắc nghiệt hiếm khi đón những vị khách từ phương xa. Những người dám đương đầu với sự hoang dại của nó sẽ phải đối mặt với thiên nhiên khắc nghiệt và thật nhiều gương mặt không chào đón. Chỉ số ít người may mắn có thể sống sót và quay trở về nhà."
    },
    {
        "id": 129,
        "name": "Sương Đen",
        "description": "Mụ Phù Thủy Băng chẳng để ai trôi tuột vào quên lãng; cả đồng minh lẫn kẻ thù đã ngã xuống tại vương quốc của mụ sẽ lại trỗi dậy để chiến đấu bên cạnh mụ. Mụ dùng thứ ma thuật hắc ám thay đổi vẻ ngoài của họ, tạo ra những con yêu tinh băng với trái tim đen đúa, lạnh giá."
    },
    {
        "id": 130,
        "name": "Quán Quân Thế Giới: 2019",
        "description": "Xin chúc mừng nhà vô địch CKTG 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "Đặc Vụ Siêu Linh",
        "description": "Là báu vật trong những chiến dịch ngầm của quân đội, lực lượng Đặc Vụ Siêu Linh là một đội tác chiến tinh nhuệ gồm những chiến binh với năng lực tâm linh, nhằm đối đầu với những lực lượng phiến quân hoặc những siêu thảm họa. Trên giấy tờ, họ không hề tồn tại. Nhưng miễn là vẫn còn đó các mặt trận tác chiến, và những khoản thưởng hậu hĩnh, các Đặc Vụ Siêu Linh sẽ nhận lời."
    },
    {
        "id": 134,
        "name": "Hội Hồng Đen",
        "description": "Hội Hồng Đen, phiến quân tâm linh mang trong mình sức mạnh đáng sợ, luôn hi vọng rằng có thể thiết lập một trật tự thế giới mới bằng thứ vũ khí sinh học trên con người đáng gờm của họ."
    },
    {
        "id": 135,
        "name": "Chiến Binh Rồng",
        "description": "Loài rồng vĩ đại thường trú ngụ tại những vùng thiên nhiên tuyệt mỹ và hoang sơ, tránh xa khỏi xã hội của phàm nhân, ngoại trừ việc ban tặng món quà của chúng cho một số cá nhân xuất chúng. Những Chiến Binh Rồng là những cá nhân đủ may mắn và mạnh mẽ để nhận lấy phước lành từ thần long. Nhưng việc họ sử dụng quyền năng đó cho mục đích tốt đẹp hay tà ác phụ thuộc hoàn toàn vào họ, và chẳng có ai đủ mạnh để ngăn chặn họ."
    },
    {
        "id": 136,
        "name": "Ngân Hà",
        "description": "Cuộc chiến Trăng Vỡ đã tàn phá thiên hà của chúng ta trong gần một trăm năm. Và dường như vẫn chưa hề có dấu hiệu dừng lại."
    },
    {
        "id": 137,
        "name": "Nữ Thần Chiến Binh",
        "description": ""
    },
    {
        "id": 138,
        "name": "Đại Suy Vong",
        "description": "Lễ Hội Ma Ám gieo rắc Màn Sương Đen tỏa khắp Runeterra, không ngừng hủy diệt mọi thứ. Trước khi nó xuất hiện, một số người muốn ủng hộ Hắc Đế Diệt Vương với niềm tin vị vua này sẽ hoàn thành những ước nguyện họ mong muốn. Nhưng Viego chỉ muốn Isolde trở lại mà thôi; anh chẳng có người đồng minh nào nữa cả. Hắc Đế Diệt Vương chỉ là con tốt hỗ trợ anh ta trong việc ngáng đường lũ vệ binh trong trò chơi của một người mang trong mình trái tim tan vỡ."
    },
    {
        "id": 139,
        "name": "Sơn Hải Họa Đồ",
        "description": "Trong Sơn Hải Họa Đồ truyền thuyết có viết rằng: các vị thần và thần thú nắm giữ sức mạnh của những nguyên tố đang lang thang trên vùng đất ma thuật. Một số người hài lòng với cuộc sống được trời vẽ ban cho, trong khi những người khác lại ước có thể vượt ra khỏi khuôn tranh và tự tô màu cuộc sống của chính họ bằng chiếc cọ mới."
    },
    {
        "id": 140,
        "name": "Hồng Pha Lê",
        "description": "Niềm vui và sự lãng mạn dâng tràn trong không gian, khi Lễ Hội Hồng Pha Lê mỗi năm lại đến, nơi những kẻ là đối thủ của nhau hòa mình vào một đêm dạ tiệc, khiêu vũ trong không khí yên bình, và những lời chúc tốt đẹp cho tương lai. Mọi người đều phải để lại vũ khi ngoài cửa, như một lời hứa hẹn về tương lai tốt đẹp hơn."
    },
    {
        "id": 141,
        "name": "Hồng Tàn Phai",
        "description": "Lễ Hội Hồng Pha Lê chào đón tất cả những ai tin vào giấc mơ về một ngày mai yên bình, dù nhiều người đã trở nên bất đồng với tư tưởng này. Những kẻ đó đã lập ra lời nguyện Hồng Tàn Phai nhằm muốn thấy sự kiện này kết thúc. Nhưng không ai có thể miễn nhiễm khỏi sự hấp dẫn của lễ hội cả; có lẽ ngay cả họ cũng có thể bị dẫn dụ bởi vẻ đẹp của buổi dạ tiệc và thay đổi suy nghĩ của mình."
    },
    {
        "id": 142,
        "name": "Niên Thú Nguyên Đán",
        "description": "Mỗi năm, Niên Thú lại xuất hiện tại nhân giới, bị cuốn hút bởi ngày Tết Nguyên Đán. Và mỗi năm, vị Thần đại diện cho năm đó lại chọn ra một biệt đội có nhiệm vụ dẫn dụ quái thú và bảo vệ thành phố khỏi sự phá phách tinh nghịch của nó. Đoàn Diễu Hành Nguyên Đán là một phần quan trọng của lễ hội Tân Niên, và tương truyền rằng Niên Thú sẽ mang lại may mắn khi biệt đội ru ngủ nó thành công. Niên Thú no say chính là dấu hiệu cho một năm mới thịnh vượng."
    },
    {
        "id": 143,
        "name": "Bầy Ong!",
        "description": "Vo ve. Vo ve vo ve vo ve. Voooo vee! Vo vo vo ve ve ve. Vo ve..."
    },
    {
        "id": 144,
        "name": "Hành Tinh Diệu Kỳ",
        "description": "Ở một thiên hà xa xôi cách đây hàng triệu năm ánh đèn disco, nguồn năng lượng bí ẩn mang tên Nhạc Chill đã mang lại âm nhạc và sự thịnh vượng cho hàng tỉ cư dân thiên hà. Nhưng ả bạo chúa không gian Lissandra và đội quân Nhạc Bốc của ả đang bắt đầu nô lệ hóa các hành tinh và dập tắt năng lượng disco, và vì thế một thời đại anh hùng đã trỗi dậy để ngăn chặn ả, và giữ cho buổi tiệc được tiếp diễn."
    },
    {
        "id": 145,
        "name": "Vô Địch CKTG 2020 ",
        "description": "Xin chúc mừng nhà vô địch CKTG 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Bộ Ẩn",
        "description": ""
    },
    {
        "id": 147,
        "name": "Vệ Binh Ánh Sáng ",
        "description": "Mặc dù chẳng có nhiều Vệ Binh Ánh Sáng cho lắm nhưng lịch sử của họ được ghi nhận từ rất lâu đời. Họ đã chiến đấu với Lễ Hội Ma Ám trong nhiều năm dài bằng thứ vũ khí được làm bằng kỉ vật đá cổ xưa, vận linh hồn của họ bằng thứ đá này và chuyển thành một luồng sức mạnh ánh sáng mạnh mẽ. Nhưng vấn đề quan trọng nhất lúc này là trận chiến sắp tới, Hắc Đế Diệt Vương tàn phá Runeterra và làm mọi thứ chỉ để có thể khiêu vũ với nữ hoàng yêu dấu của mình một lần nữa."
    },
    {
        "id": 148,
        "name": "Thiên Tài Công Nghệ",
        "description": "Nơi thế giới ngầm bên dưới Thành Phố Âm Thanh là những tên hacker, những băng đảng, và những kẻ phiến loạn hoạt động, tránh xa khỏi con mắt dòm ngó của những lãnh chúa công nghệ hùng mạnh phía bên trên."
    },
    {
        "id": 149,
        "name": "Ác Mộng Thành Phố Ngầm",
        "description": "Nếu tham nhũng và các hoạt động bất hợp pháp được thảo lên bản đồ thì Thành phố Valoran chắc chắn sẽ là trung tâm. Thành đô này là nơi sinh sôi nảy nở của tất cả những thứ xấu xa, không một từ nào có thể diễn tả được cái ác và những nỗi kinh hoàng lẩn khuất nơi đây, chỉ chực chờ đến ngày được lan rộng."
    },
    {
        "id": 150,
        "name": "Chiến Binh Phượng Hoàng",
        "description": "Chỉ có những trái tim chân thành nhất mới được phượng hoàng thần thánh ban phước, một loài thần điểu huyền thoại canh giữ thế giới này. Những chiến binh của nó sẽ nhận được một chiếc lông vũ—mang sức mạnh nguyên tố vô song, cho họ những công cụ cần thiết để bảo vệ những người vô tội và yếu thế khỏi các thế lực tà ác lẩn khuất trong bóng tối."
    },
    {
        "id": 151,
        "name": "Pentakill III: Cấm Thư",
        "description": "Ở một thế giới trị vì bởi các vị thần hắc ám và thờ ơ, khi những người phàm giao chiến trong những trận chiến nhạc metal đẫm máu và vĩnh hằng, một ban nhạc đã nổi lên trên tất cả: Pentakill, được chọn bởi những Thể Ác Thần. Được thờ phùng trong những ngôi đền và đấu trường khắp vùng đất, sự tối cao của họ là tuyệt đối—dù một thời kỳ thay đổi sắp đến, và một chu kỳ mới sẽ bắt đầu..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Tiệm Trà Ngọt Ngào",
        "description": ""
    },
    {
        "id": 154,
        "name": "Sứ Thanh Hoa",
        "description": "Trong một thế giới nơi những linh hồn cổ đại và sinh vật ma thuật vẫn tiếp tục tồn tại ẩn khuất đâu đó trong xã hội hiện đại, những món bảo vật thanh hoa sứ hùng mạnh được gọi là Thánh Tích Niên Thú là chìa khóa để mở ra những nguồn sức mạnh khổng lồ. Chúng được bảo quản bởi những Hộ Vệ: các vệ binh bất tử với nhiệm vụ canh giữ các Thánh Tích khỏi tay kẻ xấu."
    },
    {
        "id": 155,
        "name": "Lôi Kiếm",
        "description": "Sử dụng những vũ khí mang sức mạnh của sấm chớp từ Nghi Thức Lôi Vân, hội Lôi Kiếm bao gồm những chiến binh nhẫn giả bí ẩn có nhiệm vụ bảo vệ nhân loại khỏi những loài quái vật hay những linh hồn tà ác. Họ đi xuyên bức màn giữa nhân giới và linh giới để truy lùng những mối hiểm họa mà ít có ai nhìn thấy được, bảo hộ tương lai cùa những cư dân nơi nhân giới."
    },
    {
        "id": 156,
        "name": "Biệt Đội Siêu Thú",
        "description": ""
    },
    {
        "id": 157,
        "name": "Hiệp Sĩ Tro Tàn",
        "description": "Hàng thiên niên kỷ trước, một vị vua vĩ đại đã khởi tranh một cuộc chiến huy hoàng: nhằm phá vỡ những xiềng xích ma thuật trên thế giới, nhằm giúp loài người có thể tự rèn nên định mệnh của họ. Tuy nhiên, khi chặt dứt sợi xích cuối cùng, quốc vương đã bị chôn vùi cùng nó, và cả nền móng của thế giới cũng sụp đổ, còn những hiệp sĩ huyền thoại dưới trướng ngài bị bỏ lại trong sự lụi tàn, điên loạn, và tàn tro."
    },
    {
        "id": 158,
        "name": "Vô Địch CKTG: 2021",
        "description": "Xin chúc mừng nhà vô địch CKTG 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Nhạc Hội Bãi Biển",
        "description": "Không gì thể hiện được chất \"đại dương và nhạc hay\" tốt hơn Nhạc Hội Bãi Biển. Từ những ca khúc đồng quê của Seraphine cho đến những bản nhạc điện tử đầy thử nghiệm của Yone, bạn sẽ luôn tìm được gu âm nhạc của mình tại đây, nên hãy cứ tận hưởng những hạt cát len lỏi vào ngón chân, những cơn gió mằn mặn, và thả mình vào trong những bản nhạc đỉnh nhất mùa hè này."
    },
    {
        "id": 160,
        "name": "Tuyết Nguyệt",
        "description": "Khi hội Tuyết Nguyệt bắt đầu mở rộng ra ngoài những ngọn núi khiêm tốn của Ionia, toàn vùng đất bỗng trở nên ớn lạnh. Giáo phái gồm toàn những tên sát thủ tôn thờ cái tên Tuyết Nguyệt đã bắt đầu nghi lễ của chúng. Tuyết trắng sẽ thanh tẩy linh hồn, một sự thanh tẩy chỉ có thể được thực hiện thông qua việc hy sinh nhân tính bên trong."
    },
    {
        "id": 161,
        "name": "Vệ Binh Tinh Tú - Mùa 4",
        "description": "Những kẻ thù cổ đại đã xuất hiện tại thành phố Valoran sau đợt xâm lăng của Zoe, nhưng đã bị thế hệ Vệ Binh Tinh Tú mới đánh bại. Khi bóng tối kéo đến nơi bầu trời phía trên, Kai'Sa và Akali sẽ phải chuẩn bị sẵn sàng cho đội hình non nớt của mình để chống lại những thế lực mà họ chẳng thể mường tượng... và mối hiểm họa thực sự đang đợi ở phía sau."
    },
    {
        "id": 162,
        "name": "Đấu Trường Tiểu Quái",
        "description": "Bọn ta là ai ư? Nếu các ngươi thành tâm muốn biết, thì bọn ta sẵn sàng trả lời! Để bảo vệ thế giới khỏi sự phá hoại, để huấn luyện đám tiểu quái với CORE. Bọn ta đại diện cho những huấn luyện viên đầy khả ái và ngây ngất lòng người. Bọn ta là Huấn Luyện Viên Tiểu Quái! Một tương lai tươi sáng đang chờ đợi chúng ta. ĐÚNG VẬY ĐÓ!"
    },
    {
        "id": 163,
        "name": "Tứ Linh Vệ Hồn",
        "description": "Udyr dành cả thập kỷ tu luyện tại Ionia cùng tu sĩ của Tu Viện Hirana để học cách kiểm soát năng lực tâm linh của mình. Và, dù Freljord hiệu triệu, ông quyết định ở lại để hoàn tất việc tu tập. Kể từ đó, Udyr trở thành một phần của xứ Ionia, cả về thể chất lẫn tâm linh, khi ông phối hợp cùng Lee Sin và Karma lấy lại cân bằng cho xứ sở ngập tràn chiến tranh này."
    },
    {
        "id": 164,
        "name": "Đại Suy Vong",
        "description": "Một ngàn năm trước, vị vua cuối cùng của vương quốc Camavor đã vì tình yêu mà trả giá bằng cả vương quốc. Thứ tình yêu mãnh liệt đó đã thay đổi cả định mệnh, và tất cả những gì nó để lại là sự suy vong."
    },
    {
        "id": 165,
        "name": "Đại Hội Siêu Cấp",
        "description": "Đây là năm 2122, và Đại Hội Siêu Cấp đã chứng kiến vô vàn những đổi mới. Trọng tài máy được giao nhiệm vụ điều khiển trận đấu, môn thể thao Búa Chiến lần đầu tiên được đưa vào cạnh tranh, và quan trọng nhất, sau nhiều năm tranh cãi, người cường hóa cuối cùng đã được cho phép tham gia thi đấu. Giờ đây việc chỉ là đón xem ai sẽ chiến thắng."
    },
    {
        "id": 166,
        "name": "Thập Đại Nguyên Tố",
        "description": "Một vương quốc đang trên bờ vực tuyệt diệt khi những khổng thú nguyên tố tấn công nhân loại. Rào chắn cuối cùng được nắm giữ bởi một nữ hoàng chiến binh đơn do độc, Thập Đại Nguyên Tố Lux. Để cứu lấy chúng sinh, nàng phải tìm kiếm sức mạnh nội tại và giải phóng bản chất thực sự của mình... dù là ở dạng nào đi nữa."
    },
    {
        "id": 167,
        "name": "Di Sản",
        "description": "Báu vật từ những ngày cũ, ánh sáng lấp lánh như trong tầm tay."
    },
    {
        "id": 168,
        "name": "Heo Biển Urf",
        "description": "Trân trọng tưởng nhớ Urf, chiến binh biển cả hiền hòa giờ có lẽ đang tập luyện với những chiếc xẻng vàng nơi thế giới bên kia vĩ đại. Mong ngài an nghỉ."
    },
    {
        "id": 169,
        "name": "Tiệc Bất Ngờ",
        "description": "Ai mà không thích một buổi tiếc bất ngờ cơ chứ? Danh sách khách mời đã xong, mọi người đều mang theo quà, và đồ ăn sẽ rất tuyệt đây. Thậm chí còn có một chú hề nữa! Đây sẽ là một buổi tiệc đáng nhớ cho xem. Nhưng đừng có nói với Amumu nha."
    },
    {
        "id": 170,
        "name": "Gia Đình Ma Ám",
        "description": "Chu du khắp vùng đất trên cặp chân ếch khổng lồ, Khách Sạn Ếch Ộp thu hút vô số khách với mọi mức độ sợ hãi. Dù ở đâu đi chăng nữa, luôn có những con quái vật cần chỗ trú, và Mẹ Glasc luôn chào đón họ vào đại gia đình với vòng tay rộng mở. Hơn nữa, mê cung với vô số căn phòng cũng đảm bảo rằng không ai phải ngủ ngoài đường cả."
    },
    {
        "id": 171,
        "name": "Hoa Linh Lục Địa",
        "description": "Hoa Linh Lục Địa là một lễ hội tôn vinh cổ xưa ở Ionia. Khi cánh cửa dẫn đến linh giới mở ra, người đã khuất trở lại đoàn tụ người thân, và các linh hồn đủ mọi thể loại được một lần nữa ngắm nhìn nhân gian. Từ Tịnh Hồn hiền hòa, cho đến các U Hồn mang đầy vương vấn—câu chuyện của họ cứ thế nối tiếp xoay vần, như những chiếc bóng trên ngọn đèn lồng."
    },
    {
        "id": 172,
        "name": "Phù Thủy",
        "description": "Ai nói phù thủy thì không được tinh nghịch chứ? Ai đám nói vậy chắc giờ làm ếch rồi. Hoặc là biến thành một loài gậm nhấm đáng nguyền rủa nào đó, phải lang thang trên các con phố tối tăm, nhìn ngắm lễ hội náo nhiệt từ đằng xa. Nói chung toàn là những hình phạt khắc nghiệt thôi, nhưng bạn mong đợi gì chứ? Họ đúng là biết cách tiệc tùng đấy, nhưng rốt cuộc thì họ vẫn là phù thủy mà!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Lắng nghe nhịp điệu. Cảm nhận tiếng bass. Hãy để âm nhạc lay động bạn."
    },
    {
        "id": 174,
        "name": "Ngôi Sao Nhạc Pop",
        "description": "Khi bạn đã ở trên đỉnh bảng xếp hạng, chẳng ai có thể kéo bạn xuống cả."
    },
    {
        "id": 176,
        "name": "Tam Đại Danh Thần",
        "description": "Xã hội ngày càng mang tính chủ nghĩa cá nhân và khép kín dưới sự cai trị của Essent. Mọi người được khuyến khích chỉ quan tâm đến bản thân họ, và do đó không một ai tin tưởng lẫn nhau. Là thủ lĩnh của Hội An Tịnh, Malzahar tìm cách mang lại sự hài hòa cho thế giới bất hòa này qua hào quang của An Tịnh. Ông biết rằng chỉ cần hòa hợp với nhau thì họ sẽ có được một thế giới tốt đẹp hơn."
    },
    {
        "id": 177,
        "name": "Bilgewater: Ngoại Binh",
        "description": "Thợ săn tiền thưởng, kẻ ngoài vòng pháp luật, hay hải tặc đều bâu vào khu cầu cảng đồ tể khét tiếng ở Bilgewater như thể lũ ruồi nhặng bâu quanh một miếng thịt thối. Cuộc sống trên đại dương không dễ dàng gì, nhưng phần thưởng nó mang lại đôi khi cũng đáng... Nếu Quý Bà Râu cho phép."
    },
    {
        "id": 178,
        "name": "Hành Trình",
        "description": "Những huyền thoại sẽ được thử thách, nhào nặn và tôi luyện bởi quá khứ của họ."
    },
    {
        "id": 179,
        "name": "Lời Nguyền Hư Không ",
        "description": "Nếu tai họa Hư Không lan ra toàn cõi Runeterra, tất cả sẽ khuất phục trước sự tiến hóa sai trái đó. Lan tràn, đói khát, thèm muốn, Hư Không không tha bất cứ thứ gì và không bao giờ chịu thất bại."
    },
    {
        "id": 180,
        "name": "Lịch Sử Giả Tưởng",
        "description": "Hiệp sĩ cánh cụt vỗ đôi cánh của mình, và ở một vùng xa xôi khác tại Runeterra, một con Rồng Nước xuất hiện. Cuộc sống của chúng tôi cứ ngày ngày tiếp diễn, dù rằng mỗi diễn biến đều khó đoán như thời tiết vậy; chặng đường trước mắt chúng tôi vô định nhưng đầy thú vị. Nhưng liệu điều gì sẽ xảy ra nếu như con đường ta chọn... lại chính là con đường chẳng mấy người màng qua?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Ai cho phép những gã này ở lại trong tòa tháp??? Đừng nói với bên Pháp lý."
    },
    {
        "id": 183,
        "name": "Kẻ Cắp Linh Hồn",
        "description": "Linh hồn là sự sống, là ánh sáng, là sức mạnh và trong một thế giới không có lòng thương cảm, tất cả những điều đó đều bị tử thần tàn nhẫn tước đi và nuốt chửng."
    },
    {
        "id": 184,
        "name": "Khải Hoàn",
        "description": "Trao cho những người chơi chiến thắng giải đấu do Liên Minh Huyền Thoại tài trợ."
    },
    {
        "id": 185,
        "name": "Chiến Binh Thực Thụ",
        "description": "Chỉ có sức mạnh và danh dự của một chiến binh thực thụ mới được nhớ mãi tới ngàn sau."
    },
    {
        "id": 186,
        "name": "Bóng Ma Hỏa Ảnh",
        "description": "Bóng Ma Hỏa Ảnh đầu tiên, Pyke, đã gieo rắc sự hủy diệt xuyên qua các chiều không gian lên những bản thể khác của hắn, và trong quá trình đó đã tạo ra những Bóng Ma Hỏa Ảnh mới. Liệu ai sẽ thống trị khi những kẻ đầy quyền năng này trỗi dậy, và họ sẽ làm gì với thời gian ngắn ngủi còn lại của mình?"
    },
    {
        "id": 187,
        "name": "Xứ Tuyết Diệu Kỳ",
        "description": "Khi không khí lạnh ùa về và những bông tuyết đầu tiên bắt đầu rơi, Chúa Tuyết sẽ đến. Đừng sợ hãi, bởi nếu ngươi tôn thờ người với không chút mưu cầu, ngươi có thể được ban tặng sự chúc phúc của Cực Quang. Nhưng hãy nhớ rằng: dù sao đi chăng nữa, ngươi cũng không thể giữ mãi những món quà ấy được, bởi Chúa Tuyết sẽ đến hằng năm, và không ai tránh khỏi sự trừng phạt cả."
    },
    {
        "id": 188,
        "name": "Thần Thoại",
        "description": "Từ rất lâu về trước, thất bại của Quái Thú Khổng Lồ Galio đã tạo ra truyền thống Tết Nguyên Đán được lưu truyền lại qua câu chuyện hùng tráng. Chính câu chuyện cũng ẩn chứa một thế giới sống động, nhưng khi thế giới câu chuyện bỗng bị gián đoạn, các nhân vật phải cùng nhau giải quyết tình hình hỗn loạn và tìm ra đoạn kết cho thần thoại của chính mình."
    },
    {
        "id": 189,
        "name": "Tình Ái và Thất Tình",
        "description": "Nhóm Tình Ái cực kỳ bảnh bao và đĩnh đạc so với hội Thất Tình, những người chỉ muốn cúp học để ra khu trượt ván, giữa họ thật sự chẳng có mấy điểm chung. Nhưng họ lại cùng đồng ý rằng: cái ngày lễ ngớ ngẩn được tạo ra chỉ để người ta thổ lộ tình cảm này thật là chán ốm. Vậy mà tại sao họ vẫn thấy bồn chồn, hồi hộp trong ngày này nhỉ?"
    },
    {
        "id": 190,
        "name": "Bội Ước",
        "description": "Trong rất nhiều năm, giáo đoàn Aspirant đã chiến đấu với giáo phái Neverghaast vì Aspira, hơi thở sự sống. Theo giáo đoàn, Aspira là một món quà giúp con người có thể luân hồi sau chết đi. Nhưng với những Neverghaast bị nguyền bởi khao khát hơi thở sự sống, họ tin rằng chẳng hề có luân hồi và mỗi cuộc sống phải được tận hưởng hết mực. Chiến tranh kéo dài triền miên, không thấy hồi kết..."
    },
    {
        "id": 191,
        "name": "Hội Đồng Tiên",
        "description": "Tất cả tiên linh quý tộc đều là bầy tôi làm theo ý muốn của tự nhiên, sắp đặt trật tự tự nhiên và chuyển giao giữa các mùa bằng phép thuật của họ. Tuy nhiên, đằng sau mục đích cao cả đó là âm mưu chính trị không ngừng diễn ra trong các cung điện xa xỉ đầy vải lụa, tơ tằm và vàng thỏi. Suy cho cùng thì sức mạnh, phép thuật, tự nhiên hay chính trị... luôn là nguồn cơn của sự tranh đấu."
    },
    {
        "id": 192,
        "name": "Mặc Ảnh",
        "description": "Ở ngoại ô thành phố Rabadon, một ngôi đền đổ nát chứa hy vọng cuối cùng cho người dân Rabadon: Chiến Binh Mặc Ảnh. Mỗi người hy sinh những gì quan trọng nhất đối với họ để lập khế ước với các linh hồn cổ đại, nhận lấy những hình xăm ma thuật mạnh mẽ khiến cho cả Cabal cũng phải run sợ. Họ không còn là những nạn nhân nữa. Đã đến lúc giành lại quê hương của họ."
    },
    {
        "id": 193,
        "name": "Ma Sứ và Thần Sứ",
        "description": "Cuộc chiến giữa Ma Sứ và Thần Sứ sẽ chẳng bao giờ đi tới hồi kết. Ở một bên chiến tuyến, các thế lực hỗn mang và bóng tối đem đến sự thay đổi, còn ở bên đối lập, các thế lực trật tự và ánh sáng mang lại sự ổn định. Chính những vị thần này và hậu duệ của họ đã định hình lên một thế giới mới, nhưng chẳng ai có thể nói trước được rằng liệu tương lai sẽ tràn đầy những ngày tươi sáng hơn... hay chìm trong những đêm đen tăm tối."
    },
    {
        "id": 194,
        "name": "Vô Địch CKTG: 2022",
        "description": "Xin chúc mừng nhà vô địch CKTG 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Tinh Thể Pha Lê",
        "description": "Motus vốn dĩ là một thế giới màu nhiệm phủ đầy phép thuật. Nhưng kể từ sau cuộc thanh trừng, mọi thứ đã tan vỡ. Mãi đến nhiều thế kỷ sau, khi nền văn minh đã lụi tàn, khi các thành phố được thế chỗ bởi thiên nhiên thì phép thuật mới có thể trở lại nguyên dạng Tinh Thể Pha Lê. Thứ chỉ có một mục đích duy nhất: đó là lan rộng. Và dù vẫn có những người biết cách an toàn tận dụng nó, thì không ít người đã chẳng thể cưỡng lại được sự mê hoặc của nó mà đánh mất chính mình. Và thế là Cuộc Chiến Tinh Thể đã bắt đầu."
    },
    {
        "id": 196,
        "name": "Tinh Võ Sư",
        "description": "Linh hồn của họ thức tỉnh qua những thử thách: trên chiến trường hoặc trong chính tâm trí của họ. Mỗi người được ban những khả năng độc đáo phản ánh bản chất bên trong và sức mạnh để gợi lên tinh hoa tinh võ của họ. Một số sẽ trau dồi sức mạnh, tôi luyện nó qua việc tập luyện... Số khác sẽ chỉ sử dụng nó như một vũ khí hủy diệt. Và họ chính là... NHỮNG TINH VÕ SƯ!"
    },
    {
        "id": 197,
        "name": "Yêu Quái Đường Phố",
        "description": "Ở thành phố Styxbridge, yêu quái, con người và đủ loại sinh vật cùng nhau chung sống. Hằng năm, một lễ hội nghệ thuật đường phố sẽ được tổ chức, với cao điểm là cuộc thi giao hữu để xem ai có thể tạo ra hình vẽ graffiti lớn nhất và táo bạo nhất: TagFest!"
    },
    {
        "id": 198,
        "name": "Ảo Ảnh Tử Giới",
        "description": "Eidola Vida là những con người đã từng là phàm nhân, nhưng khi chết, họ được tái sinh thành linh hồn sự sống nhờ tình yêu của gia đình. Eidola Muerte là linh hồn bị lãng quên của những người đã chết, họ đi lang thang ở thế giới bên kia cho đến khi tìm thấy gia đình bất đắc dĩ của riêng mình. Bạn sẽ không thể nhìn thấy họ mà chỉ có thể cảm nhận được họ thông qua Nhiệt Hỏa: ngọn lửa ma thuật giúp nuôi dưỡng sự sống... hoặc dập tắt nó."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "HEARTSTEEL là ban nhạc mới nổi và 'cháy' nhất với sự góp mặt của các nghệ sĩ như Kayn và Ezreal...\"\\n\"Là cả ban nhạc chứ đâu phải cá nhân!\"\\n\"Bình tĩnh nào, Sett.\"\\n\"Chờ chút, đây là cho tạp chí nào ấy nhỉ, K'Sante?\"\\n\"Cố gắng tập trung đi!\"\\n\"Này Yone, chúng ta lên sân khấu luôn được chứ?\"\\n“Chúng ta... ơ kìa, Aphelios đi rồi..."
    },
    {
        "id": 200,
        "name": "Nguyên Sơ Hổ Trảo",
        "description": "Những người may mắn được sinh ra với những vết phát sáng trên da được người dân tôn kính là \"Hùm Thiêng\". Những Tigrasbornes đặc biệt này được định sẵn để đại diện cho cộng đồng của họ và đòi hỏi sự tôn trọng từ những người khác bằng sức mạnh. Mỗi người họ đều hy vọng chinh phục thế giới nhân danh đồng tộc của mình và trở thành thủ lĩnh khiến tất cả phải sợ hãi."
    },
    {
        "id": 201,
        "name": "Thiên Cung Thần Long",
        "description": "Để hiểu rõ hơn về thần dân trong vương quốc, hoàng tộc rồng và đoàn tùy tùng hạ thế từ cung điện trên trời của họ, mang hình dạng con người và vui chơi với những người phàm để đón chào năm mới."
    },
    {
        "id": 202,
        "name": "Pha Lê Hắc Ám",
        "description": "Khi Pha Lê xuất hiện, đã có những người tự học cách trau dồi phép thuật của mình. Nhưng xa thật xa về phương bắc, những ảnh hưởng của tinh thể đã khiến chính trái đất trở nên tha hóa. Giữa nền đất phân cấp và vùng trời ngũ sắc, các sinh vật bắt tay với những thực thể đã từng là loài người để bước vào trận chiến chống lại tàn dư của nền văn minh. Mọi thứ đều được phản chiếu lại bởi những mặt gương của Pha Lê."
    },
    {
        "id": 203,
        "name": "Cuộc Chiến Ẩm Thực",
        "description": "Trông tuy rất \"ngon lành\" nhưng lại không hề \"dễ ăn\" một chút nào."
    },
    {
        "id": 204,
        "name": "Huyền Thoại Trỗi Dậy",
        "description": "Ngày xửa ngày xưa, thần thoại kể rằng các vị thần phong ấn sức mạnh của họ vào bốn Mảnh của Kẻ Thức Tỉnh: Hỗn Mang, Hòa Hợp, Nhẫn Nại và Cường Lực. Mỗi Mảnh này là một thử thách chết người dành cho những chiến binh muốn nắm lấy sức mạnh của nó, hứa hẹn đời đời lưu danh sử sách. Ngày nay, đấu sĩ từ khắp mọi miền đất trỗi dậy để đương đầu với thử thách, ấp ủ hy vọng để lại di sản có thể khiến các vị thần phải thán phục."
    },
    {
        "id": 205,
        "name": "Ếch Xanh Lữ Hành",
        "description": "Nếu như không có nước mát và các bài ca vang, thế giới sẽ trở nên khô cằn. Kể từ khi loài ếch mất đi khả năng ca hát, những cơn mưa đã thưa thớt đi nhiều và độ ẩm cũng giảm sâu tột độ. Bởi vậy, loài ếch đã dạy cách hát cho một nhóm mới: Ếch Xanh Lữ Hành. Mang trên mình những bộ đồ đi mưa đặc biệt, họ làm việc không biết mệt mỏi để làm cho đất đai màu mỡ như xưa và trả lại thiên nhiên tươi tốt trước đây."
    },
    {
        "id": 206,
        "name": "Tộc Thượng Cổ",
        "description": "Bị xua đuổi khỏi đất liền, Tộc Thượng Cổ đã phải trả giá bằng thời gian dài đằng đẵng dưới biển sâu,cam chịu số phận trong nhiều thế kỷ. Cho đến khi họ không còn có thể chịu đựng được những cư dân trên mặt đất, cũng như sự lạm dụng của họ đối với hành tinh. Do đó, phán quyết của Nữ Hoàng Tộc Thượng Cổ đã được đưa ra: kỷ nguyên của loài người dưới ánh mặt trời đã kết thúc, và kỷ nguyên của Tộc Thượng Cổ sẽ bắt đầu."
    },
    {
        "id": 207,
        "name": "Vô Địch CKTG: 2023",
        "description": "Xin chúc mừng nhà vô địch CKTG 2023: T1!"
    },
    {
        "id": 208,
        "name": "Cụng Tay và Lễ Hội",
        "description": "Đến lúc ăn mừng rồi!"
    },
    {
        "id": 209,
        "name": "Anh Linh Chiến Lang",
        "description": "Khi chiến tướng trẻ Ambessa ngã xuống trong trận chiến, cô được ban cho một tầm nhìn về Volrachnun, một thế giới thiêng liêng cho những tín đồ xứng đáng của Sói. Tất cả những ai được chào đón tới thiên đường này đều phải tham gia Cuộc Săn Vĩnh Cửu, tìm kiếm hạnh phúc trong chiến đấu và hào hứng thách đấu các chiến binh được chọn cùng họ trong một cuộc đi săn không bao giờ kết thúc."
    },
    {
        "id": 210,
        "name": "Fan Cứng",
        "description": "Hãy để lá cờ fandom của bạn bay cao!"
    },
    {
        "id": 211,
        "name": "Mặt Nạ Hoa Hồng Đen",
        "description": "Niềm vui và sự sang trọng ngự trị tại Vũ Hội Nhung Lụa, một lễ hội hóa trang kết nối các quý tộc và người nổi tiếng từ khắp Runeterra. Nhưng ở Noxus, phòng khiêu vũ là một chiến trường. Lời thì thầm cũng sắc bén như dao và quyền lực được trao đổi giữa những lời đường mật. Ngay cả Quý cô Elise ẩn dật cũng đã rời khỏi tổ của mình để tổ chức sự kiện, phục vụ cho những con mắt vô hình... Nhìn ngắm. Và chờ đợi."
    },
    {
        "id": 212,
        "name": "Thần Thoại Hiện Đại",
        "description": "Thần thoại và truyền thuyết đã xảy ra từ lâu, nhưng tiếng vang của chúng vẫn còn lưu lại cho đến ngày nay. Bên dưới bề mặt của thế giới trần tục, sức mạnh thần thoại thúc đẩy một thế hệ anh hùng mới."
    },
    {
        "id": 213,
        "name": "Tiệc Trà Điểm Tâm",
        "description": "Bất kỳ pháp sư bánh ngọt thông thái nào đều hiểu rằng buổi tụ họp sẽ không thể trọn vẹn nếu thiếu những món mặn. Mặc dù quán cà phê của họ còn mới, nhưng nghệ thuật làm bánh bao thì không - và những đầu bếp kỳ diệu này sẵn sàng nhào, cắt, chiên và hấp để đạt tới bậc tinh hoa ẩm thực. Chỉ một miếng cắn nhỏ thôi cũng sẽ khiến ngay cả những khách quen gắt gỏng nhất cũng háo hức kéo ghế lên và ăn mừng."
    },
    {
        "id": 214,
        "name": "Giả Diện Kỵ Sĩ",
        "description": "Sau khi phá hủy thế giới quê hương của chính mình, tên khổng lồ điên cuồng Mezzorax đã tìm khắp thiên hà cho đến khi tìm thấy một hành tinh mới để xâm lược: đô thị nhộn nhịp Ocono. Nhưng có một nhóm công dân đặc biệt đang chống trả lại hắn. Được trao sức mạnh từ bộ đồ Giả Diện của người ngoài hành tinh, họ sẽ trả thù cho những mạng sống mà Mezzorax đã đánh cắp và kết thúc triều đại của hắn ta mãi mãi."
    },
    {
        "id": 215,
        "name": "Đấu Trường Sinh Tử",
        "description": "Truyền thống của Noxus là ăn mừng các chiến thắng vĩ đại và sự áp đảo của sức mạnh trước sự yếu đuối. Sau chiến dịch thành công của họ vào lãnh thổ Freljord, một Đấu Trường Sinh Tử được tổ chức để kỷ niệm sự trở lại của Đại Tướng Darius và chiến đội của ông - thu hút đám đông đến mọi đấu trường ở thủ đô để tôn vinh ông và tất cả các Đấu Sĩ nổi tiếng của những năm trước."
    },
    {
        "id": 216,
        "name": "Thêu Dệt và Nghịch Chuyển Định Mệnh",
        "description": "Trong một thế giới đan xen với Bức Tranh Định Mệnh, không có sợi chỉ nào nằm ngoài tầm với đối với những người đủ dũng cảm để nắm lấy nó. Để làm được điều đó, họ phải tìm kiếm Cung Điện Thêu Dệt và đối đầu với những người Thêu Dệt Định Mệnh, những thực thể hùng mạnh được giao phó nhiệm vụ đan xen sợi chỉ vận mệnh. Những người chứng tỏ được bản thân - được gọi là Nghịch Chuyển Định Mệnh - có thể viết lại vận mệnh của họ... và tự nhào nặn tương lai cho mình."
    },
    {
        "id": 217,
        "name": "Chiêm Tinh",
        "description": "Là những nhà tiên tri lão luyện, các Chiêm Tinh Gia từ lâu đã mở khóa và bảo vệ những bí mật của vũ trụ trong thư viện rộng lớn của giáo phái. Sử dụng kiến thức bí truyền và sức mạnh cổ xưa, họ đã bảo vệ quê hương của mình khỏi vô số mối đe dọa. Tuy nhiên, rất ít người trong số họ sẵn sàng phải đối mặt với nỗi kinh hoàng bí ẩn xuất hiện từ một thế giới khác - hoặc thậm chí còn chưa biết đến sự tồn tại của nó."
    },
    {
        "id": 218,
        "name": "Suối Nước Nóng",
        "description": "Trên đỉnh núi cao, có một con suối nơi mọi người ghé thăm để gột rửa những lo toan thường nhật. Khu nghỉ dưỡng này mang chủ đề \"Suối Nước Nóng\", là một chốn dừng chân thanh tịnh giữa dòng đời vội vã. Nhân viên thân thiện và hơi nước diệu kỳ xua tan gánh nặng của chiến trận và những ký ức chẳng ai muốn nhớ lại. Ở đây không có anh hùng hay phản diện, mà chỉ có những tâm hồn cần được nghỉ ngơi và chữa lành."
    },
    {
        "id": 219,
        "name": "Điềm Báo Darkin",
        "description": "“Chúng ta đã từng là những vị thần. Giờ đây, lạc lối vĩnh viễn trong bóng tối vô hình của sự giam cầm, chúng ta mơ về hàng ngàn lần trở lại đẫm máu, không thể tránh khỏi... và cảnh nhân loại quỳ xuống van xin lòng thương xót thần thánh của chúng ta một lần nữa.”<br>Trong một thời đại đã đi vào huyền thoại, thế giới này từng thuộc về Darkin.<br>Và giờ, Darkin sẽ giành lại nó."
    },
    {
        "id": 220,
        "name": "Nhà Vô Địch Thế Giới: 2024",
        "description": "Xin chúc mừng nhà vô địch CKTG 2024: T1!"
    },
    {
        "id": 221,
        "name": "Thực Vật Ngự Trị",
        "description": "Thực Vật Ngự Trị là quan tòa của mọi kẻ lạc bước vào vòng tay mê hương của nó, vẫy gọi những linh hồn can trường và đầy dã tâm, quyến rũ chúng tiến lại gần, đủ để gieo xuống hạt mầm ý chí đầy uy lực. Trong sự gắn kết, chúng biến đổi và thăng hoa, truy cầu vật chủ ngày một cường thịnh hơn… để rồi trao quyền năng, và rồi nuốt trọn."
    },
    {
        "id": 222,
        "name": "Thượng Nhân Vĩnh Hằng",
        "description": "Suốt hàng thiên niên kỷ, những Thượng Nhân đầy quyền năng từ thiên giới đã miệt mài dẫn dắt và củng cố Runeterra. Mỗi Thượng Nhân đều cho mình là hiện thân tối thượng của chân lý vũ trụ về tạo hóa - thực vậy, họ tìm kiếm những vật chủ phàm trần xứng đáng và đủ năng lực tiếp tục thực hiện sứ mệnh của họ, cho phép họ một lần nữa bước đi trên nhân gian trong thể xác hữu hình."
    },
    {
        "id": 223,
        "name": "Bóng Tối Vực Thẳm",
        "description": "Trong khi các băng hải tặc giao tranh để giành quyền thống trị Biển Umbral, một thứ cổ xưa hơn nhiều đang cựa mình bên dưới. Hiếm có phàm nhân nào dám lặn xuống vực sâu mà còn trở về, và những kẻ trở về đều đã đổi khác, bị ám bởi những lời thì thầm về phù thủy và u hồn, về tàn tích và đổ nát của một thế giới đã từ lâu bị thủy triều lãng quên."
    },
    {
        "id": 224,
        "name": "skinline_name_224_thelawsofstone",
        "description": "skinline_description_224_thelawsofstone"
    }
]