[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Vực Thẳm Quên Lãng",
        "description": "Ngồi xuống đi, con yêu và hãy lắng nghe cho rõ. Ta biết đại dương là một kỳ quan tuyệt mỹ, nhưng những con sóng đầu trắng vỗ vào bờ biển yên bình của chúng ta lại là một lời mời gọi đầy dối lừa. Những thứ ẩn sâu bên dưới dòng nước màu xanh vô tận đó là một thế giới ngoài sức tưởng tượng của chúng ta. Đó là nơi những vương quốc suy vong chìm lại cùng những con quái vật hung dữ, trôi nổi trong những vực sâu bị lãng quên.",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Thiên Hà",
        "description": "Cuộc chiến Trăng Vỡ đã tàn phá thiên hà của chúng ta trong gần một trăm năm. Và dường như vẫn chưa hề có dấu hiệu dừng lại.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Băng Tộc",
        "description": "Chu du nơi băng giá là một việc rất nguy hiểm, bởi chẳng ai biết được những thứ gì đang ẩn nấp bên dưới lớp tuyết phủ...",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Tết Nguyên Đán",
        "description": "Đã đến lúc hồi tưởng lại những ký ức, để ăn mừng cùng với gia đình và bạn bè, để luôn gắn bó keo sơn và không lãng quên mọi thăng trầm đã xảy ra. Và khi pháo hoa thắp sáng bầu trời đêm, chúng ta sẽ cùng đón chờ một năm mới ngập tràn những kỷ niệm đẹp bên cạnh người thân.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Hội Sen Hồng",
        "description": "Những cuốn sách thần thoại của người Ionia đã viết về Hội Sen Hồng đáng tôn kính. Hội Sen Hồng xuất hiện ngay khi các phàm nhân bắt đầu đặt chân tới Vùng Đất Khởi Nguyên. Họ tồn tại qua nhiều thế hệ với khao khát tìm ra những bí thuật để có thể mãi trường tồn. Thật vậy, họ là nhóm người duy nhất có thể tái sinh cho linh hồn của chính mình. Để bảo vệ Vùng Đất Khởi Nguyên, các thành viên của Hội Sen Hồng cứ đến rồi lại đi, nhẹ nhàng và vội vã nhưng tuyệt nhiên chẳng hề lo sợ về các kiếp luân hồi chảy trôi.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Xin gửi lời chào tới những ai sắp mạo hiểm.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Nghệ Thuật Xếp Giấy",
        "description": "Một đàn sếu lướt ngang qua trên bầu trời, lấy mặt trời và những đám mây làm phông nền tuyệt đẹp cho hành trình cất cánh. Mọi cỏ cây và hoa lá đều có cùng một loại chất liệu, giấy da được ép chặt bởi thứ sức mạnh phi thường để tạo ra thế giới bằng giấy này.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Độ Máy Piltover",
        "description": "Bạn muốn một chuyến đi thú vị? Chẳng cần phải tìm đâu xa. (Độ dài quãng đường có thể thay đổi.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Cảnh Binh",
        "description": "Trong hệ thống tư pháp hình sự có hai kiểu người: người lách luật và người phạm luật. Các sĩ quan tận tụy tại RPD đang chuyên tâm điều tra những tội ác ghê tởm của thành phố để đưa những tên tội phạm nguy hiểm nhất ra trước vành móng ngựa. Đây là những câu chuyện thường nhật của họ...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Hỗn Chiến Sa Mạc",
        "description": "Trong đống tro tàn phóng xạ của thế giới cũ, những chiến binh hoang mạc, băng Du Côn tàn ác và những người sống sót quyết chiến đấu với nhau để giành lấy quyền kiểm soát những gì còn sót lại.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Hồ Quang",
        "description": "Các Phán Quan Công Lý khai chiến chống lại bóng tối kiên cường trên khắp các thiên đường và bao trùm toàn bộ tạo vật.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Kẻ Cắp Linh Hồn",
        "description": "Linh hồn là sự sống, là ánh sáng, là sức mạnh và trong một thế giới không có lòng thương cảm, tất cả những điều đó đều bị tử thần tàn nhẫn tước đi và nuốt chửng.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Siêu Nhân Thiên Hà",
        "description": "//THÔNG BÁO KHẨN, TẤT CẢ CÁC KÊNH//<br>Mức độ Đe Dọa của Thiên Hà đã lên báo động ĐỎ. [ĐÃ XÓA] đang bị tấn công bởi [ĐÃ XÓA]. Trụ sở ước tính thiên hà sẽ bị phá hủy hoàn toàn trong [ĐÃ XÓA] giờ, thậm chí các hệ thống ngân hà lân cận cũng có thể bị tổn thất. Siêu Nhân Thiên Hà KÍCH HOẠT!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Thần Sấm",
        "description": "Con người không phải là loài duy nhất bước vào những cuộc chiến lớn vì những xích mích nhỏ. Xưa kia, trước cả thời đại của con người, có hai vị thần cũng là hai anh em, đã cầm vũ khí chĩa vào nhau và biến vùng đất đó thành một nơi hoang tàn do trận chiến của họ.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Khải Hoàn",
        "description": "Can đảm chiến đấu và vươn tới vinh quang!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Thế Vận Hội Mùa Đông",
        "description": "Chẳng có gì phát huy được hết tiềm năng của các vận động viên bằng việc bị bỏng lạnh.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Thợ Săn VS Thây Ma ",
        "description": "Não bộ...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Không Gian Neon",
        "description": "Rất ít người biết hay tận mắt chứng kiến ngọn lửa đa sắc hỗn loạn của Hỏa Ảnh - thế lực giúp cân bằng vũ trụ - nhưng ai đó đã nghiêng cán cân, khiến các chiều không gian sụp đổ, và sức mạnh Hỏa Ảnh dồn về vài cá nhân. Biết đến dưới cái tên Bóng Ma Hỏa Ảnh, những kẻ mang sức mạnh siêu nhiên này có thể xuyên không cùng mưu đồ riêng. Ngọn lửa đang xâm lan, không điểm dừng.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Xứ Tuyết Diệu Kỳ",
        "description": "Ngươi có từng nghe câu chuyện về Cực Quang chưa? Lạnh lẽo và đen tối, nhưng nếu ngươi đủ dũng cảm, ngươi sẽ tìm thấy hơi ấm và sự hào nhoáng vĩ đại hơn bất cứ giấc mơ nào ngươi đã từng mơ. Vì vậy, hãy ngồi xuống bên đống lửa và nghe tiếp câu chuyện về Xứ Tuyết Diệu Kỳ...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Tạo Dựng Câu Chuyện",
        "description": "Câu chuyện, thần thoại, huyền thoại: bên trong mỗi điều này đều chứa đựng một thế giới riêng, nơi các nhân vật phải trải qua thử thách và đau khổ hết lần này đến lần khác khi câu chuyện của họ được kể đi kể lại.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Thương Thủ",
        "description": "Các Thương Thủ cổ xưa đều là những người phi thường ở thời đại của họ, được xây dựng nên để bảo vệ vương quốc vào những thời điểm cần thiết nhất. Thời gian cứ thế qua đi và người khổng lồ đã chìm vào giấc ngủ, những bí mật về công trình của họ cũng dần biến mất... nhưng đâu đó vẫn còn hy vọng rằng họ sẽ đáp lại lời kêu gọi.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Cỗ Máy Chiến Đấu",
        "description": "Tiến hóa huy hoàng là đây! Tập hợp một đội quân máy móc với não của người sống, Viktor đã chống lại mọi lực lượng thù nghịch—và giờ chỉ còn một đội kháng chiến nhỏ nhoi của con người ngăn hắn thống trị thế giới.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Thế Giới Sa Ngã",
        "description": "Khi phép thuật biến mất, thay vào đó tàn tro cùng tuyệt vọng sẽ thi nhau trỗi lên ngự trị. Khi các hiệp sĩ của trật tự bị nguyền rủa đó sụp đổ, điều gì sẽ trỗi dậy để tiếp bước họ?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Trường học là nơi vừa hỗn độn lại vừa nhàm chán với những hội hè cứng nhắc, nhiều dự án nhóm vớ vẩn và đầy các ngày lễ sến sẩm. Nhưng việc chìm đắm trong tình yêu không hề nằm trong giáo án và nó sẽ khiến mọi thứ càng trở nên phức tạp hơn.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Thánh Ca Bị Ruồng Bỏ",
        "description": "Trong thế giới đổ nát của hơi thở và kính, nơi những lời cầu nguyện không được hồi đáp và những thề ước bị nghi hoặc, điều duy nhất mà họ có thể tin tưởng đó là: một hơi thở có thể thay đổi cả một cuộc đời.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Triều Đại Có Cánh",
        "description": "Pix, nix, hob, redcap và nhiều sinh vật khác đều coi Tiên Linh Quốc là nhà: tất cả các sinh vật có phép thuật thuần khiết tự nhiên và vẻ đẹp thanh tao đều thích vui đùa dưới ánh trăng, chìm đắm trong bài hát du dương và thực hiện các giao dịch mờ ám.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Mặc Ảnh Trỗi Dậy",
        "description": "Ma thuật rất thịnh vượng ở thành phố Rabadon. Bất cứ ai điều khiển được ma thuật sẽ giành quyền kiểm soát Rabadon. Và quyền kiểm soát của Cabal là tuyệt đối. Bất kỳ ai chống cự đều bị đàn áp hoặc loại bỏ... nhưng một cuộc nổi dậy sắp diễn ra. Khắc lên những dòng mực ma thuật đầy nguy hiểm lên chính da thịt của mình, các phiến quân này quyết lật đổ Cabal và trả lại thành phố về tay người dân - hoặc sẽ hy sinh vì điều đó.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Tinh Thể Phép Thuật",
        "description": "Từ rất lâu về trước, khi mà thế giới còn chưa có sinh vật sống nào, sự tồn tại của phép thuật đã bị quét sạch khỏi vũ trụ. Thời gian cứ thế trôi, nhưng một số thế giới lại không thể lãng quên được phép thuật. Và khi năm tháng chuyển thành thập kỷ và thế kỷ, tự nhiên đã dần tự cân bằng trở lại. Và cuối cùng khi thời khắc đó cũng tới, phép thuật đã sẵn sàng trở lại, dù cho không phải dưới hình dạng mà người đời từng nghĩ tới.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Tinh Võ Sư",
        "description": "Từ khắp nơi trên thế giới, những người có linh hồn thức tỉnh được mời tới để chiến đấu trong... Giải Đấu Tinh Võ! Đây là tuyệt đỉnh của ngành giải trí, một chương trình truyền hình không gì sánh bằng! Các võ sĩ sẽ đối đầu trong các trận chiến 1v1 trên võ đài, cho đến khi chỉ còn lại một người, và người đó sẽ được thỏa mãn khao khát sâu thẳm nhất của tâm hồn của mình! Và tôi sẽ là MC của toàn bộ giải đấu này!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Mỹ Thuật Đô Thị",
        "description": "Nghệ thuật và ma pháp hòa quyện trên các đường phố đô thị của thành phố Styxbridge, nơi sinh sống của các quái vật, tinh linh, ma quỷ và xác sống đủ loại.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "Sự sống và cái chết có thể là hằng số thực sự duy nhất trong vũ trụ, nhưng còn một thứ khác có thể so bì với sức mạnh của chúng, đó chính là gia đình. Sự sống không thể tồn tại mà không có cái chết, và cái chết không thể tồn tại khi không có sự sống. Nhưng mối liên kết của gia đình đủ mạnh mẽ để đảm bảo rằng không có linh hồn nào thực sự bị lãng quên.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Nanh Vuốt và Cuồng Nộ",
        "description": "Đón nhận bản năng. Giải phóng sự hung hăng. Đòi hỏi sự tôn trọng.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Bữa Ăn Bất Ổn",
        "description": "Ai nói là không được chơi với đồ ăn nhỉ?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Để tránh bị xóa vĩnh viễn khỏi sử sách, rất nhiều nhân vật đã liều mạng để trở thành Huyền Thoại Trỗi Dậy - một chiến binh được công nhận bởi những vị thần sáng tạo thế giới. Những người thành công sẽ được ban sức mạnh vô song và được giao phó đại diện cho các vị thần đã lựa chọn họ.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Biệt Đội Cứu Trợ Hành Tinh",
        "description": "Khi hiểm nguy xuất hiện và tuyệt vọng cần sự trợ giúp, một nhóm người đã nổi lên đáp lại lời khẩn cầu. Luôn luôn sẵn sàng, họ vận dụng bộ đồ Giả Diện của mình và lao vào chiến đấu với sức mạnh và sự nhanh nhẹn bùng nổ. Họ sẽ chiến đấu. Họ sẽ chịu đựng. Họ là Biệt Đội Cứu Trợ Hành Tinh và nhiệm vụ của họ là bảo vệ vũ trụ!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Đáy Sâu Vang Vọng",
        "description": "Nơi đây không có anh hùng, chỉ có những kẻ bị nguyền rủa, những kẻ nhìn thấu quá nhiều. Từ những ngôi mộ vô danh đến đáy sâu không ánh sáng, các \"anh hùng\" bị nguyền ấy đối mặt với chính bản chất của cái ác: mục rữa, vĩnh hằng, và luôn khao khát được giải phóng.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Bậc Thầy Ẩm Thực",
        "description": "'Bậc Thầy Ẩm Thực' một chương trình truyền hình thực tế về nấu ăn, hiện đang được phát sóng. Khắp mọi nơi. Trên mọi nền tảng. Hơn 1000 tập xuyên suốt 50 mùa. Bao gồm 'Bậc Thầy Ẩm Thực: Siêu Sao' Hay 'Bậc Thầy Ẩm Thực: Người Nổi Tiếng'. Hãy xem ngay.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Thợ Săn",
        "description": "Với một số loài, đi săn còn hơn cả một môn thể thao—nó làm chủ cả tinh thần và thể xác họ, biết họ thành một chủng tộc của những cỗ máy giết chóc hoàn hảo.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Vệ Binh Sa Mạc",
        "description": "Những vệ binh hùng mạnh canh gác hầm mộ của một quái vật cổ xưa, để nó không bao giờ đe dọa thế giới nữa. Nhưng có lẽ họ đã quá trễ...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Đồ Ngọt",
        "description": "Từ Lâu Đài Bánh Gừng tới Biển Bia Ngọt, từ Núi Cam Thảo cho tới Rừng Kẹo Gôm—đó là Vương Quốc Đồ Ngọt huy hoàng chói lọi.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Hộp Đồ Chơi",
        "description": "Rương đồ chơi của Gnar chất đầy những món vô giá, nhưng khi không có ai ở nhà, chúng sống dậy...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Bộ Tộc Hoang Dã",
        "description": "Chẳng mấy ai có thể sống sót vượt qua lãnh nguyên băng giá của phương bắc. Nếu như cái lạnh không đưa bạn về chầu trời... thì Hoang Dã sẽ làm vậy.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Vũ trụ Vệ Binh Tinh Tú",
        "description": "Trong một vũ trụ tối tăm rộng lớn, những chiến binh trẻ được số phận lựa chọn để bảo vệ ánh sáng của các vì sao. Định mệnh của họ là cháy lên rực rỡ, nhưng cũng tắt lịm nhanh như lúc họ tỏa sáng.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Nguyệt Thực Ionia",
        "description": "Một thanh âm vọng trong thinh lặng: \"Trỗi dậy lũ quái thú, đồng loại. Ánh trăng tận thế Ionia dần mọc như đôi mắt trừng quỷ đói, chờ đợi bầy tôi địa ngục—hay chúng là hắc ám quỷ dị không được phép tràn đến cõi này? Bất kể, chúng ta là vật lễ trong vòng xoáy nghi thức và hiến tế. Khi mặt trăng đạt đến thiên đỉnh, ta sẽ lóc xương, lóc thịt, dâng tế vật hèn mọn lấy từ chúng ta.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Thợ Săn Tiền Sử",
        "description": "Lũ quái vật khổng lồ đang hoành hành, rình rập khắp lãnh thổ. Nếu không có các Thợ Săn thì chẳng mấy chốc, loài người cũng trở thành mồi của chúng. Cầm trên tay lưỡi kiếm chế tác từ chính xương chúng, và với bản năng không kém loài dã thú đáng sợ nhất, các Thợ Săn ngày ngày bảo vệ người dân khỏi tai ương.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Truyện Kể",
        "description": "Ngày xửa ngày xưa, có một nhóm các nhân vật cổ tích được ban cho sự sống để thoát khỏi những trang sách...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Truyền Thuyết",
        "description": "Mỗi nền văn hóa đều có những truyền thuyết riêng về các huyền thoại và quái vật. Có bao giờ bạn tự hỏi: Liệu những thần thoại đó là sản phẩm của trí tưởng tượng, hay là các câu chuyện được truyền qua nhiều thế hệ để lý giải cho những điều họ không thể giải đáp? Hay chúng thực sự được dựng nên dựa trên một sự thật đã bị vùi lấp khỏi phần còn lại của thế giới?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Quyết Đấu",
        "description": "Vạn vật đều sinh ra từ sự xung đột; chẳng thể nào khác được. Sự hài hòa chỉ là ảo tưởng; chỉ những ai chấp nhận sự thật ấy mới giành được phần thưởng lớn nhất của đời người.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Máy Móc",
        "description": "Nằm cao chót vót bên trên thành phố, kaiju khổng lồ chiến đấu dữ dội với thần giáp. Liệu ai sẽ giành chiến thắng?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Công Nghệ",
        "description": "Đi tiên phong trong cả khoa học và nghệ thuật, Hextech đã chuyển từ khởi đầu thô sơ thành phong trào phục hưng những dạng sống nhân tạo có ý chí riêng. Những tạo tác gia lành nghề đang dấn bước vào một tương lai huy hoàng—nhưng nó sẽ đem đến điều gì thì không ai có thể nói trước.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Lễ Hội Tuyết Rơi",
        "description": "Chắc hẳn hiếm có khoảnh khắc nào trong năm tươi đẹp hơn được Lễ Hội Tuyết Rơi với không khí mát lạnh, tuyết phủ mịn màng và socola sốt nóng? Hãy cứ thoải mái ném cầu tuyết, hoặc hát thánh ca; làm gì cũng được miễn là bạn thấy vui. Mọi chuyện đều sẽ ổn thôi, chẳng có gì đáng để lo ngại cả.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Loạn Thế Anh Hùng",
        "description": "Các đế chế đối địch không ngừng tranh đấu để thống nhất lãnh thổ, trong khi những chiến binh dũng cảm và những đại tướng thử thách kỹ năng của mình trước những anh hùng vĩ đại nhất khi ấy. Thời chiến, thời của huyền thoại.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Tiên Hiệp",
        "description": "Rất lâu trước đây, tại một vùng đất cổ xưa, có rất nhiều người tụ hội lại dưới chân các vị thần để thách thức giới hạn sức mạnh của họ. Ngạo mạn và dại khờ, can đảm và công chính, hành trình của họ đã được ghi khắc vào lịch sử...",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Cao Bồi Quỷ",
        "description": "Trong thời cách mạng công nghiệp đỉnh cao, mọi người đổ xô về miền tây hoang dã, tìm kiếm vận may và tiền bạc giữa những nỗi kinh hoàng không ai biết tên của một thế giới tàn bạo và cổ xưa. Đây là lúc cho những tay súng can đảm và những tên vô lại thối nát, những vị thần bí hiểm, và những ác quỷ hung tợn.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Phi Đội Không Gian",
        "description": "Từ trung khu đến vùng thiên hà biên viễn luôn ẩn chứa các cuộc phiêu lưu! Đế chế Demaxian đã phớt lờ sự chống đối của Hội Thánh Sư và Tập Đoàn tội phạm, để theo đuổi nguồn năng lượng dồi dào từ ora. Thứ vật chất thần bí này là nguồn sống của mọi nền văn minh, nhưng cũng hứa hẹn sức mạnh không tưởng cho những ai giữ chúng cho bản thân mình…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "SIÊU PHẨM",
        "description": "Giữa những kiến trúc khổng lồ và phố xá đông đúc của tương lai, nằm dưới quyền kiểm soát của những tập đoàn toàn cầu, một cuộc chiến ngầm nổ ra giữa những người nâng cấp nổi loạn và những sinh vật nhân tạo được cường hóa. Kẻ chiến thắng sẽ định hình dòng chảy lịch sử... và kẻ thua sẽ buộc phải tiến hóa.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Thiên Thực",
        "description": "Thuở sơ khai, các Cực Thần đã trị vì nơi này. Tình yêu loài người dành cho họ lớn đến mức có người sẵn sàng hiến dâng máu thịt của mình mãi mãi. Cô ta nuốt chửng chính mặt trời và hạ xuống từ thiên đường trống rỗng đó, truyền cảm hứng cho các hiệp sĩ tiêu diệt mọi kẻ sót lại. Hàng vạn thế kỷ sau, họ trỗi dậy, trở thành niềm hi vọng cuối cùng đối đầu với bóng tối Coven đang trỗi dậy.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Loạn Thế Thần Binh",
        "description": "Các Đại Vương quốc đã tranh đấu nhiều năm, cho đến khi một kẻ thù mới xuất hiện. Để đánh trả, họ được ban tặng thứ vũ khí từ thượng giới. Liệu họ có vượt qua quá khứ để cứu lấy tương lai?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Hoa Linh Lục Địa",
        "description": "Hoa Linh Lục Địa là một lễ hội tôn vinh cổ xưa ở Ionia. Khi cánh cửa dẫn đến linh giới mở ra, người đã khuất trở lại đoàn tụ người thân, và các linh hồn đủ mọi thể loại được một lần nữa ngắm nhìn nhân gian. Từ Tịnh Hồn hiền hòa, cho đến các U Hồn mang đầy vương vấn—câu chuyện của họ cứ thế nối tiếp xoay vần, như những chiếc bóng trên ngọn đèn lồng.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "Đặc Vụ Siêu Linh",
        "description": "Để chống lại các thế lực phiến loạn muốn phá hoại thế giới, Bộ Tư Lệnh Tối Cao đã biệt phái đội Đặc Vụ Siêu Linh tinh nhuệ gồm toàn các chiến binh có năng lực tâm linh. Thành viên biệt đội gồm có [ĐÃ XÓA].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Hung Thần",
        "description": "Cuối cùng thì mặt trăng sẽ bóp nghẹt mặt trời. Và trong buổi bình minh tuyệt vọng ấy, bốn hung thần sẽ trỗi dậy và phá tan thế giới.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Nữ Thần Chiến Binh",
        "description": "Vụn vỡ bởi chiến tranh liên miên, những Vương Quốc của vùng Elysia đã dần nhận ra bản chất của thế giới này: rằng ma thuật kết nối thế giới của họ chỉ được duy trì thông qua sự xung đột. Vì vậy, họ lập ra liên minh với nền tảng là xung đột để hướng đến thống nhất qua Lễ Đăng Quang, dù giữa các đồng minh đang dần có những rạn nứt...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Vương Triều Hắc Ám",
        "description": "Màn Sương Đen bao phủ, Đại Suy Vong đến và Hắc Diệt Đế Vương lại trỗi dậy. Sự tha hóa của Viego lan khắp Runeterra gây ra cảnh nồi da xáo thịt và hàng loạt vương quốc suy vong. Thế lực duy nhất đủ sức ngăn hắn là các Vệ Binh Ánh Sáng: một giáo hội cổ do Senna và Lucian dẫn dắt. Họ buộc phải hiệu triệu anh hùng tứ phương để đẩy lùi Màn Sương Đen và lật đổ Viego  mãi mãi.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Sơn Hải Họa Đồ",
        "description": "Chẳng người nào biết được nhờ ai, hay vào thời điểm nào, mà Sơn Hải Họa Đồ kỳ bí ra đời. Chỉ cần liếc qua cũng thấy được rằng các bức họa này là ô cửa sổ nhìn vào một thế giới ngập tràn phép thuật nhiệm màu, hay phải chăng chúng chính là cánh cửa dẫn đến thế giới ấy?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Hồng Pha Lê",
        "description": "Trong một thế giới với những liên minh ma thuật lỏng lẻo cùng mối thù thiên cổ, lễ hội Hồng Pha Lê hằng năm là một chốn trung lập để những pháp sư hùng mạnh gạt bỏ thù hằn và tái lập trạng thái đình chiến. Vũ khí được gác lại bên ngoài, và những hiệp ước mới được ký kết bằng cách nhặt và cài những đóa hồng ma thuật chỉ nở rộ trong thời gian lễ hội.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Hành Tinh Diệu Kỳ",
        "description": "Nơi một thiên hà xa xôi cách đây hàng triệu năm disco, một thế lực bí ẩn với cái tên Nhạc Chill đã mang lại âm nhạc và sự thịnh vượng đến hàng tỉ cư dân của thiên hà. Nhưng khi mụ lãnh chúa Lissandra và đạo quân Nhạc Bốc của ả bắt đầu xâm chiếm các hành tinh và xóa sổ nhạc disco, một thời đại anh hùng mới đã trỗi dậy để ngăn mụ lại và giữ cho buổi tiệc mãi được tiếp tục.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Bộ Ẩn ",
        "description": "Bên trong Bộ Ẩn, những Hình Mẫu là các quy luật sống định hình nên thực tại, đấu tranh để tiên đoán vạn vật trong hỗn mang bên dưới. Những Hình Mẫu tuyển mộ những cư dân nơi thế giới bên dưới để thể hiện quy luật ẩn của mình—và quy luật của một Hình Mẫu càng rõ, thì thế giới sẽ càng phản ánh đúng thiết kế vĩ đại mà nó đặt ra.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Ác Mộng Thành Phố Ngầm",
        "description": "Những cơn ác mộng kinh hoàng đang rình rập nơi những góc khuất đầy tội ác và bóng tối của thành phố Valoran. Những Lọ Thuốc được săn lùng ở những khu chợ đen: thứ hợp chất bí ẩn có thể mang lại tiền bạc và quyền lực cho những băng đảng sở hữu nó. Dưới sự giật dây của những kẻ tha hóa, từ các ông trùm cho đến đám thủ hạ đều tìm kiếm mùi vị quyền lực thực sự từ bóng tối bên kia ngoại giới.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Vũ Khí Tối Thượng",
        "description": "Giữa nhánh của nhiều thực tại vô tận, các Cảnh Vệ Thời Không đụng độ với những kẻ chạy trốn, chiến tướng thời gian và cuộc hành quân gần như vô tận của Cận Vệ Thép qua nhiều chu kỳ không-thời gian.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Tiệm Trà Ngọt Ngào",
        "description": "Thức ăn ngon là một loại ma thuật—quả thật vậy! Trong một thế giới của những bữa tiệc trà thanh lịch và những chiếc bánh tinh xảo, các pháp sư tạo nên những chiếc macaron ma thuật, hay những chiếc bánh sừng đầy quyến rũ, và rồi phục vụ chúng cho những thực khách đang rất nóng lòng được thưởng ngoạn.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Trong lòng Piltover và Zaun, sự tương tranh quay cuồng giữa nhà phát minh và phường trộm cướp, giữa chính trị gia và bố già xã hội toan chống lại ràng buộc của một xã hội hỗn loạn. Khám phá mới đan xen nguy hiểm, người hùng xuất hiện, các mối liên kết trở nên vụn vỡ. Liệu nguồn năng lượng này có thể đổi thay thế giới hay đưa đến sự diệt vong?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Cloudedge",
        "description": "Sử dụng những vũ khí mang sức mạnh của sấm chớp từ Nghi Thức Lôi Vân, hội Lôi Kiếm bao gồm những chiến binh nhẫn giả bí ẩn có nhiệm vụ bảo vệ nhân loại khỏi những loài quái vật hay những linh hồn tà ác. Họ đi xuyên bức màn giữa nhân giới và linh giới để truy lùng những mối hiểm họa mà ít có ai nhìn thấy được, bảo hộ tương lai cùa những cư dân nơi nhân giới.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "Ngày tàn của nhân loại đã đến gần, họ bị đẩy đến bờ vực diệt vong bởi một quân đoàn công nghệ cao từ dưới đáy biển gọi là Tộc Thượng Cổ. Hãy đến với Biệt Đội Siêu Thú: những chiến binh tinh nhuệ sử dụng chính công nghệ của Tộc Thượng Cổ để đẩy lùi ngày tàn của thế giới. Để cứu lấy nhân loại, họ sẽ phải chiến đấu như những con thú đích thực.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Mùa Hè Rực Nắng",
        "description": "Mùa hè đến rồi, anh chị em ơi! Mặt trời đã lên, những cơn gió ấm, và làn nước mát lạnh. Mọi người hãy để lại sự ganh đua và thù hằn ở nhà đi, chỉ mang theo bộ đồ bơi và tận hưởng âm nhạc tích cực. Mấy việc đánh nhau hay bực bội cứ để sau. Hãy ngồi đó, tận hưởng âm nhạc và niềm vui.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Đấu Trường Tiểu Quái",
        "description": "Bọn ta là ai ư? Nếu các ngươi thành tâm muốn biết, thì bọn ta sẵn sàng trả lời! Để bảo vệ thế giới khỏi sự phá hoại, để huấn luyện đám tiểu quái với CORE. Bọn ta đại diện cho những huấn luyện viên đầy khả ái và ngây ngất lòng người. Bọn ta là Huấn Luyện Viên Tiểu Quái! Một tương lai tươi sáng đang chờ đợi chúng ta. ĐÚNG VẬY ĐÓ!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Vũ Trụ",
        "description": "Giữa không gian tăm tối rộng lớn vô cùng, những sinh vật khủng khiếp mà tuyệt đẹp được sinh ra—những tạo vật huyền ảo của Vũ Trụ và những quái vật bí hiểm của Hắc Tinh. Chúng là những đứa con của vị thần tĩnh lặng, và cuối cùng chúng đã về tới nhà. ",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Tứ Linh Vệ Hồn",
        "description": "Udyr dành cả thập kỷ tu luyện tại Ionia cùng tu sĩ của Tu Viện Hirana để học cách kiểm soát năng lực tâm linh của mình. Và, dù Freljord hiệu triệu, ông quyết định ở lại để hoàn tất việc tu tập. Kể từ đó, Udyr trở thành một phần của xứ Ionia, cả về thể chất lẫn tâm linh, khi ông phối hợp cùng Lee Sin và Karma lấy lại cân bằng cho xứ sở ngập tràn chiến tranh này.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Miệt Mài Tu Luyện",
        "description": "Cày cuốc không chỉ là công việc. Nó là một cuộc đấu tranh, một cuộc đua, đôi khi, đôi khi đầy hứng khởi, đôi khi cũng rất chán nản. Nó là một chuyến tàu lượn dài cả tuần với một chút hài hước và vô vàn bi kịch, và sẽ bắt đầu lại vào mỗi Thứ Hai. Liệu chúng ta đang làm chăm chỉ, hay chỉ chăm làm? Tất cả đều như nhau trong guồng quay công việc thôi.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Chắc Chắn Là Không",
        "description": "Một vũ trụ hoàn toàn bình thường với không chút sự gian xảo, tham lam, hay tà ác lẫn vào trong đó. Hẳn là không.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Thánh Chiến Siêu Công Nghệ",
        "description": "Một thiên hà tan tác sau chiến sự cố tái thiết giữa hoang tàn. Thợ săn tiền thưởng và đám tài phiệt nổi lên tranh bá, điều khiển các bộ chiến giáp công nghệ có sức mạnh thần kì. Để đáp trả, nhiều siêu tập đoàn cấp vốn cho các đội quân tư nhân thôn tính thuộc địa vũ trụ xa xôi. Cuộc chiến chưa bao giờ kết thúc, chỉ là chiến địa thay đổi.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Sử Thi Runeterra",
        "description": "Thoáng chốc thấy bản thân trong những cuộc đời khác. Các định mệnh đối đầu ở một thời đại xa lạ. Runeterra là một thế giới giàu tiềm năng khi những huyền thoại sẽ tìm thấy đích đến và định mệnh mới.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Thập Đại Nguyên Tố",
        "description": "Một vương quốc đang trên bờ vực tuyệt diệt khi những khổng thú nguyên tố tấn công nhân loại. Rào chắn cuối cùng được nắm giữ bởi một nữ hoàng chiến binh đơn độc, Thập Đại Nguyên Tố Lux. Để cứu lấy chúng sinh, nàng phải tìm kiếm sức mạnh nội tại và giải phóng bản chất thực sự của mình... dù là ở dạng nào đi nữa.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Hỏa Ngục",
        "description": "Lửa, lưu huỳnh, và cái chết. Thế giới đã vĩnh viễn thay đổi một khi các Hiệp Sĩ Tro Tàn trỗi dậy. Nó như thể một giấc mơ bị nhấn chìm vào dòng dung nham bỏng cháy, như vùng đất rực cháy bên dưới ngọn núi lửa phun trào. Một thời đại mới đã đến, thời đại của ngọn lửa chiến tranh bất diệt.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Di Sản",
        "description": "Báu vật từ những ngày cũ, ánh sáng lấp lánh như trong tầm tay.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Kỳ Quan Thế Giới",
        "description": "Những cá nhân đến từ một vũ trụ xa xôi tên là \"Trái Đất\", nơi những bức tượng khổng lồ sống dậy và mọi người đều đội những chiếc mũ kì cục. Ngẫm kỹ một tí thì nó cũng khá giống Runeterra mà.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Viện Chiến Tranh",
        "description": "Dù những bối cảnh lịch sử, các đế chế, và xung đột chính trị dẫn đến Chiến Tranh Cổ Ngữ đã từ lâu chìm vào quên lãng, những câu chuyện về các trận chiến trên Đấu Trường Chân Lý vẫn được giữ lại bởi tàn dư của các Pháp Vương và Người Bảo Hộ.  Toán Cướp Hắc Ám và Tổ Đội Quản Ngục vẫn tiếp tục truyền thông chiến tranh và hận thù đó, dù xung đột thuở ban đầu đã từ lâu tiêu biến.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Thế Giới Rồng",
        "description": "Đã hai lần lửa rồng nuốt chửng thế giới. Đã hai lần từ tro tàn những anh hùng đứng dậy.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Công Nghệ Tương Lai",
        "description": "Đây là thế kỷ 22; cường hóa cơ thể đã trở nên thông dụng trong xã hội. Giới hạn của con người thay đổi chóng mặt, tạo nên vô vàn khả năng và tương lai tươi sáng. Mỗi bốn năm một lần, các quốc gia sẽ gác lại những xung đột để tham gia thi đấu tại Đại Hội Thể Thao Siêu Cấp. Họ đến không chỉ để cho cả thế giới biết điều gì là khả dĩ, mà còn là những điều có thể đến trong tương lai.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Giả Lập",
        "description": "'Bỏ Xu Vào Để Chơi' hiện lên trên màn hình, lời mời gọi khó cưỡng đối với bất kỳ game thủ sừng sỏ nào. Nhưng đây không chỉ là thế giới của Anh Hùng và Trùm Cuối, mà chính những người chơi này sẽ phải chiến đấu đến cùng bằng tất cả kỹ năng và trình độ của bản thân. Bởi game thủ tại Arcadia... luôn đặt cược chính mạng sống của mình.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Truyện Cổ Rift",
        "description": "Những bậc phụ huynh luôn kể cho con cái của họ về những mụ phù thủy độc ác rình rập trên phố trong một đêm mỗi năm. \"Hãy ở yên trên giường, bé cưng, bởi bóng tối là bạn của họ đấy.\" Những câu chuyện này chỉ đúng một phần thôi; đúng là đám ma quỷ trong buổi chiều ma mị đấy rất thích hù dọa, nhưng chúng sẽ không động đến một cọng tóc của mấy đứa đâu. Trừ mấy đứa cực kì hư hỏng thôi.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Bầy Ong",
        "description": "Vo ve. Vo ve vo ve vo ve. Voooo vee! Vo vo vo ve ve ve. Vo ve...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Thời Đại Bạc",
        "description": "Những siêu anh hùng đỉnh nhất và những kẻ phản điện xảo quyệt nhất sẽ hội tụ, mở bán tại cửa hàng truyện tranh gần bạn!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Chó Mèo Đại Chiến",
        "description": "Mối thù cổ xưa nhất thế giới này từng biết: những người bạn thân nhất của con người, và người hùng mạng xã hội. Chỉ một loài chiến thắng trong trận chiến giữa chó và mèo. Nhưng mà ráng đừng để bộ lông dơ quá nhé: thứ còn tệ hơn cả thua cuộc đó là bị bắt đi tắm.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Hàng Xóm Ác Mộng",
        "description": "Những truyền thuyết đầy kinh hãi của những kẻ ngoại lai kỳ dị, những người bạn ma quỷ, và những buổi gặp mặt rùng rợn.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Ngày Cũ",
        "description": "Cuộc sống trong những bức tường thành thuộc lãnh địa của Lãnh chúa Tryndamere được coi như là một phước lành. Các hiệp sĩ có thể tìm đến những gã thợ rèn để mua những món đồ mà họ muốn, hoặc gặp một vị pháp sư để xin lời khuyên hiền triết. Những tâm hồn thích khám phá ắt hẳn sẽ thích tìm tòi về những bí ẩn mà chỉ người dân nơi cánh rừng Albion nắm giữ.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Hắc Thủy",
        "description": "Bilgewater, nơi cái chết xiết chảy hơn dòng nước và mọi quy tắc đều vô hình như nước lũ. Tại nơi đây, tiền chính là chiếc chìa khóa duy nhất có thể mở ra mọi thứ, còn sự thật chỉ là những lời nói dối đã được thỏa thuận trước mà thôi.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Sân Khấu Riot",
        "description": "Hẳn rồi, đó là sân vận động lớn, những bộ ngoại trang trình diễn đỉnh cao, và khán giả cuồng nhiệt; nhưng nó cũng là những dàn loa ồn ào, khiến màng nhĩ của bạn rung lên như muốn hát cùng. Ánh đèn sân khấu, âm bass chấn động, và nhịp trống van dồn. Adrenaline đang dâng tràn, đốt cháy bạn từ trong ra ngoài. Cảm giác này? Chính là âm nhạc.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Vinh Quang",
        "description": "Những nhà vô địch chinh phục kẻ địch và bước lên đỉnh vinh quang, biến những giấc mơ lớn nhất thành sự thật, và thể hiện bản thân cho cả thế giới bên dưới phải ngước nhìn.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Vinh Danh",
        "description": "Xã hội ngày càng mang tính chủ nghĩa cá nhân và khép kín dưới sự cai trị của Essent. Mọi người được khuyến khích chỉ quan tâm đến bản thân họ, và do đó không một ai tin tưởng lẫn nhau. Là thủ lĩnh của Hội An Tịnh, Malzahar tìm cách mang lại sự hài hòa cho thế giới bất hòa này qua hào quang của An Tịnh. Ông biết rằng chỉ cần hòa hợp với nhau thì họ sẽ có được một thế giới tốt đẹp hơn.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Siêu Kim Loại",
        "description": "Khán giả từ khắp nơi trên thế giới tụ họp lại đây, mong chờ được chứng kiến những trận chiến vĩ đại nhất của những chiến binh robot tại đấu trường của RiotCorp, những kẻ đang hướng đến danh hiệu Nhà Vô Địch Đấu Trường Máy, hoặc là vụn vỡ trong chiến đấu.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Đồ Chơi",
        "description": "Vậy... bạn sẽ làm chứ?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Học Viện",
        "description": "SINH VIÊN VÀ GIẢNG VIÊN LƯU Ý: Chúng tôi nhận thấy tất cả sinh viên hiện đang phải chịu hình thức kỷ luật và tất cả giáo sư đang trong thời gian nghỉ phép để điều trị tâm lý theo như họ được \"khuyến nghị\". Lớp học sẽ bị hủy cho tới khi có thông báo mới, có lẽ đây cũng là thời điểm để những học sinh bị đình chỉ nói trên nhìn lại hành vi tệ hại của mình.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Ma Pháp Sư",
        "description": "Ngay ngoài cửa học viện là một thế giới ngập tràn phép thuật... và đầy rẫy hiểm nguy. Các giáo sư cảnh báo những phù thủy và pháp sư trẻ nên ở trong khuôn viên nhà trường, trau dồi sức mạnh và học tập thật tốt, nhưng thế thì còn gì là thú vị khi mà cuộc phiêu lưu mạo hiểm đang chờ đợi ngay phía sau then cửa?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Du Hành Liên Sao",
        "description": "Du hành ra ngoài vũ trụ một mình nguy hiểm lắm đó... Mang tinh linh theo nhé! Trừ khi nó màu tím. Mấy con màu tím con nào cũng ác.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Vũ Khí Thánh Thần",
        "description": "Vũ Khí Thần Thánh nằm rải rác khắp nơi trên thế giới, vô tình biến xã hội thành một nơi bị quyền lực thôi thúc. Những tượng đài có tri giác với khát khao mở rộng cuộc chinh phạt trong thế giới đã tàn phá này mời gọi những người xứng tầm và ban tặng những món quà. Để được mang huy hiệu danh dự, hãy gieo rắc nỗi sợ hãi cho bất kỳ ai có thể chống lại họ.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Sương Đen",
        "description": "Mụ Phù Thủy Băng chẳng để ai trôi tuột vào quên lãng; cả đồng minh lẫn kẻ thù đã ngã xuống tại vương quốc của mụ sẽ lại trỗi dậy để chiến đấu bên cạnh mụ. Mụ dùng thứ ma thuật hắc ám thay đổi vẻ ngoài của họ, tạo ra những con yêu tinh băng với trái tim đen đúa, lạnh giá.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Huyết Thạch",
        "description": "Tuy có thể ban thêm nhiều kỹ năng bá đạo, cái giá phải trả cho Huyết Thạch thật sự cũng gây \"ớn lạnh\" chẳng kém. Rất nhiều sinh linh đã phải bỏ mạng và chắc chắn con số ấy sẽ còn tiếp tục tăng lên bởi vì trong bóng tối chẳng bao giờ thiếu sức mạnh cả, có chăng chỉ là liệu còn ai dám với tay đoạt lấy hay không mà thôi.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esports",
        "description": "Nâng chiếc Summoner's Cup trước đám đông phấn khích là phần thưởng lớn nhất hay hiện kim mới là chân ái? Đội thiết kế Trang Phục LMHT nghĩ gì á? Chúng tôi tin điều tuyệt nhất khi giành ngôi vương CKTG là được bất tử trong chính trò chơi yêu thích của mình. Chúng tôi không thiên vị đâu nhé!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Phiên Bản Sưu Tầm",
        "description": "Dành riêng cho người đã sáng suốt sưu tập các bản phát hành MOBA giới hạn trong năm 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Chiến Tranh",
        "description": "Cái gì vậy?! Ta đang trong cảnh chiến tranh đấy, anh lính. Vậy mà anh vẫn còn ngồi đấy đọc sách sao? Đọc sách có ích gì khi anh phải lết cái thân gầy guộc đó qua lớp bùn lúc nhúc chuột ở giữa cơn bão và ngay dưới lửa đạn? Không chút ích lợi! Vào đội hình ngay đi!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Thỏ Phục Sinh",
        "description": "Mùa thỏ đến rồi! Vào ngày của thỏ, những người dân sành điệu sẽ khoác trên mình những bộ đồ tuyệt đẹp trên con đường cùng những quả trứng màu mè và nụ cười thật tươi. Hãy ngắm chúng nhảy múa để chuẩn bị tâm lý thật vui cho kỳ nghỉ tới nhé!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Đặc Nhiệm Đỏ",
        "description": "Làm sao để tìm thấy Đặc Nhiệm Đỏ ư? Lần theo những cái xác.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Hội Tử Thần",
        "description": "Địa ngục xôn xao với hoạt động đáng ngại. Cái chết sắp đặt những đối tượng của nó vào một kế hoạch kinh hoàng, một kế hoạch cần tới linh hồn của mọi người trần.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Ác Quỷ",
        "description": "Chẳng màng những linh hồn bị kết án vì dây dưa với thứ hợp đồng đau khổ hay là làm những việc xấu xa của một tội đồ, ngọn lửa vĩnh hằng của Địa Ngục sẽ luôn rực cháy đợi sẵn đón chào.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Tứ Linh",
        "description": "Các thần thú canh giữ toàn bộ thế giới có khả năng biến bất kỳ ai thành những sinh vật mạnh mẽ, nhưng chỉ khi linh hồn đó xứng đáng với phước lành họ mang lại. Một khi đã được trao đi, sức mạnh này sẽ chẳng thể nào bị tước lại bất kể sau đó mục đích sử dụng sức mạnh là tốt hay xấu.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Hắc Kỵ Sĩ",
        "description": "Những hiệp sĩ xác sống đã thức giấc nhờ thứ bí thuật cổ xưa này chính là tàn dư duy nhất còn lại của một câu chuyện lịch sử từ một thời đại đã bị lãng quên. Họ sẽ bảo vệ điều đã từng thuộc về họ bằng mọi giá, kể cả khi phải đánh đổi cuộc sống phàm tục này.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Liên Minh Nhập Vai",
        "description": "Nguy hiểm rình rập khắp Runeterra! Những quái vật hùng mạnh, những phù thủy xấu xa, và những loài thú thần thoại khắp mọi nơi! Tập hợp bạn bè và tự tạo ra chuyến phiêu lưu cho 3-5 người chơi, đánh bại cái ác với mỗi lần đổ xúc xắc. Bạn đã sẵn sàng cứu thế giới, và trở thành huyền thoại trong Liên Minh Nhập Vai chưa?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]