{
    "patcher_initiating_soft_repair": "عذرًا! لقد رصدنا وجود مشكلة في عملية التثبيت. سنحاول الآن إصلاح الملفات المتضررة.",
    "patcher_primary_work_repairing": "يتم إصلاح التثبيت",
    "patcher_error_failed_to_write": "لم نتمكن من كتابة الملفات إلى مجلد التثبيت. يمكن حل هذا الخطأ عادة عن طريق تحرير بعض المساحة على القرص والمحاولة مرة أخرى.",
    "patcher_phase": "{{current}} من {{max}}",
    "patcher_league_client_sln": "العميل",
    "patcher_lol_game_client_sln": "اللعبة",
    "patcher_disconnected": "لا يمكنك اللعب بسبب احتمال عدم اتصالك بالشبكة.",
    "patcher_gameflow_disabled": "تعذر إنشاء صالة لعب الآن. يرجى الخروج من عميل اللعبة وإعادة تشغيله لتجرب مرة أخرى.",
    "patcher_gameflow_bad_registration_single": "نواجه بعض الصعوبات في مخاطبة بعض خوادم League. إن واصلت هذه المشكلة الحدوث، يرجى التواصل مع دعم اللاعبين مع رمز الخطأ: {{errorCodes}}.",
    "patcher_gameflow_bad_registration_plural": "نواجه بعض الصعوبات في مخاطبة بعض خوادم League. إن واصلت هذه المشكلة الحدوث، يرجى التواصل مع دعم اللاعبين مع رموز الخطأ: {{errorCodes}}.",
    "patcher_no_queues": "جميع طوابير الانتظار معطلة حاليًا. إذا كان العميل على ما يرام ، قم بالخروج وإعادة فتحه لإعادة المحاولة.",
    "patcher_player_time_banned": "لقد تم حظرك! ستتمكن من اللعب مجددًا بعد {{days}} يوم/أيام.",
    "patcher_player_banned": "لقد تم حظرك! سجل الدخول من جديد لرؤية مدة حظرك وبطاقة الإصلاح.",
    "patcher_player_in_tournament": "لا يمكنك اللعب بأنماط لعب أخرى خلال تثبيتك في كلاش.",
    "long_patcher_bar_text": "جاري تثبيت برنامج عميل اللعبة...",
    "patcher_migration_modal_header": "إشعار برنامج تحديث جديد",
    "patcher_migration_modal_body": "سنقوم بنقل ملفات League حتى يتمكن برنامج التحديث الجديد الأسرع والأكثر استقرارًا من الوصول إليها. قد يستغرق الأمر بضعة دقائق، ولكن حدوثه لن يتكرر. المزيد من المعلومات على {{link}} إن كنت بحاجة إليها!",
    "patcher_migration_modal_info_link": "https://support-leagueoflegends.riotgames.com/hc/articles/360015621174",
    "patcher_migration_modal_info_link_text": "هنا",
    "generic_okay_button_text": "مقبولة",
    "patcher_hanging_text": "لا يبدو أنك متصل بخوادم التنزيل لدينا.",
    "patcher_initial_eta_calculation": "جاري حساب وقت التنزيل التقديري...",
    "patcher_vanguard_session": "يتم تهيئة جلسة Vanguard.",
    "patcher_os_check_failed": "أنت تستعمل نظام تشغيل غير مدعوم. يرجى الاطلاع على الحد الأدنى للمواصفات لمزيد من التفاصيل.",
    "patcher_update_direct_x": "أنت تستخدم نسخة قديمة من DirectX. يُرجى تحديث إصدار DirectX لديك أو ترقية جهازك إذا لزم الأمر لمواصلة اللعب.",
    "patcher_update_mac_metal": "تتطلب League إصدارًا من رسوميات Metal لا يدعمه جهاز Mac الخاص بك. يرجى استخدام جهاز يدعم إصدارات معاصرة أكثر من Metal لمواصلة اللعب."
}