[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Každý 1 bod adaptivní síly ti poskytuje +0,6 k útočnému poškození nebo +1,0 k síle schopností v závislosti na tom, čeho budeš mít v průběhu zápasu víc. Typ bonusu ovlivňují zakoupené předměty."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Rychlost pohybu"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Zahrnuje efekty oslepení, krátkozrakosti, umlčení, zpomalení, přeměny, uzemnění, potlačení, omráčení, znehybnění, vyhození do vzduchu, odhození, okouzlení, uspání, provokace a zastrašení "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Zahrnuje efekty zpomalení, přeměny, uzemnění, potlačení, omráčení, znehybnění, vyhození do vzduchu, odhození, okouzlení, uspání, provokace a zastrašení"
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Zahrnuje efekty potlačení, omráčení, znehybnění, vyhození do vzduchu, odhození, okouzlení, uspání, provokace a zastrašení "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Zabití nebo asistence "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Plošný efekt"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Zkrácení přebíjecích dob "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Způsobí fyzické nebo magické poškození podle toho, u které závislosti (na útočném poškození nebo síle schopností) je výsledný efekt výraznější. V podstatě více poškození toho typu, jejž tvůj šampion způsobuje. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Po dobu trvání tohoto efektu tě nebude možné zaměřit ani zranit, ale také se nebudeš moct hýbat, útočit, sesílat kouzla ani používat předměty. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Nepřátelským územím je protější polovina mapy, nacházející se dál od tvého nexusu. Nepočítá se do něj řeka ve Vyvolávačově žlebu."
    }
]