[
    {
        "id": 0,
        "name": "Běžná",
        "description": "Běžná",
        "mapStringId": ""
    },
    {
        "id": 11,
        "name": "Vyvolávačův žleb",
        "description": "Nejnovějším a nejctihodnějším bojištěm je Vyvolávačův žleb. Projdi jednou ze tří různých cest a zaútoč na nepřítelovo nejslabší místo. Spolupracuj se spojenci, oblehni nepřátelskou základnu a znič jejich nexus.",
        "mapStringId": "SR"
    },
    {
        "id": 12,
        "name": "Náhodná mapa",
        "description": "Kvílející propast je bezedná trhlina, jež se nachází v nejchladnější a nejdrsnější části Freljordu. Legendy vyprávějí, že na úzkém mostě klenoucím se nad puklinou došlo kdysi dávno k ohromné bitvě. Nikdo už neví, kdo a proč zde bojoval, když ale prý budeš bedlivě naslouchat zdejšímu větru, uslyšíš řev nebožáků, kteří byli tenkrát do propasti svrženi.",
        "mapStringId": "HA"
    },
    {
        "id": 21,
        "name": "Nexus Blitz",
        "description": "Nexus Blitz",
        "mapStringId": "NB"
    },
    {
        "id": 22,
        "name": "Teamfight Tactics",
        "description": "Svolej tým šampionů do bitvy 8 hráčů všech proti všem. Strategiím se meze nekladou, ale vyhraje jen jedna.",
        "mapStringId": "TFT"
    },
    {
        "id": 30,
        "name": "Aréna",
        "description": "Vstupuj do tohoto nového herního režimu pro více týmů o samotě, nebo se spoj s přáteli. Utkej se s protivníky v chaotických bitvách napříč různými arénami.",
        "mapStringId": "TGR"
    },
    {
        "id": 33,
        "name": "Roj",
        "description": "Spoj se s přítelem nebo se vydej do tohoto režimu s přežitím proti hordě nepřátel o samotě.",
        "mapStringId": "Strawberry"
    },
    {
        "id": 35,
        "name": "Coulový les",
        "description": "Doveď společně se svým týmem poskoky do nepřátelského portálu. Žádné role, žádné lajny, žádný tlak. Jen čistá rvačka pěti proti pěti.",
        "mapStringId": "BDW"
    }
]