[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Mistři světa: 2011",
        "description": "Blahopřejeme vítězům MS 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Mistři světa: 2012",
        "description": "Blahopřejeme vítězům MS 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Mistři světa: 2013",
        "description": "Blahopřejeme vítězům MS 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Mistři světa: 2014",
        "description": "Blahopřejeme vítězům MS 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Mistři světa: 2015",
        "description": "Blahopřejeme vítězům MS 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Mistři světa: 2016",
        "description": "Blahopřejeme vítězům MS 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Vítězné",
        "description": "Šampioni vítězí nad nepřáteli, stoupají k novým výšinám, plní si své nejdivočejší sny a dávají na odiv svou těžce vydobytou kořist všem, kteří chtějí spatřit skutečnou velkolepost."
    },
    {
        "id": 8,
        "name": "Mistrovství světa",
        "description": "Největší událost herního světa. Dva týmy bojující před zraky milionů fanoušků. Jen jeden získá titul mistrů světa. "
    },
    {
        "id": 9,
        "name": "Vyzyvatelské",
        "description": "Připomínka každoročního zahájení sezóny League of Legends."
    },
    {
        "id": 10,
        "name": "Arkáda: Hrdinové",
        "description": "Arkádie: domov těch nejsoutěživějších hráčů arkádových her na serveru a NPC toužících po spravedlnosti. Zdejší hrdinové vždy dělají vše pro to, aby zvítězili. A to znamená překonat infikovaný kód bitevních bossů, i když stojí proti obří přesile. Vítězství nebude snadné, ale vidět překvapení ve tvářích bossů po neuvěřitelné obehrávce bude rozhodně stát za to."
    },
    {
        "id": 11,
        "name": "Arkáda: Bitevní bossové",
        "description": "V hlubinách serverů Arkádie se skrývá zlověstná série chyb, kterou všichni hráči znají pod názvem „bitevní bossové“. Jejich infikovaný kód jim přinesl nově nalezenou svobodu... ale také nové vyzyvatele. Aby mohli dokončit vymazání Arkádového světa, rozhodli se mnozí z bossů odložit své neshody stranou (do doby, než to bude... nepohodlné)."
    },
    {
        "id": 12,
        "name": "Krvavý měsíc",
        "description": "Za nocí Krvavého měsíce se vynořuje prastarý kult pátrající po nezdolné moci a provádí své zvrácené, tajuplné rituály, při nichž se démoničtí duchové zmocňují živých těl, aby splynuli s čím dál silnější temnotou."
    },
    {
        "id": 13,
        "name": "Dračí svět",
        "description": "Už dvakrát byl svět pohlcen dračím ohněm. Dvakrát z jeho žhnoucího popela povstali hrdinové."
    },
    {
        "id": 14,
        "name": "Četa Omega",
        "description": "Kdykoliv se rozhořela nějaká válka, byla četa Omega vyslána s úkolem ji ukončit. Teď z celé skupiny zbyl jediný její člen – yordl, který musí vybojovat už jen svou poslední bitvu..."
    },
    {
        "id": 15,
        "name": "Bazénové",
        "description": "Je léto! Sluníčko svítí, vane teplý větřík a voda krásně chladí. Všichni se rozhodli nechat dávné spory a nepřátelství doma a vzali si s sebou jen plavky a dobrou náladu. Na rány pěstí a křik bude dost času později. Tak si udělej pohodlí, poslouchej hudbu a užívej si pohodu."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "V metalovém světě je PENTAKILL neoddiskutovatelným vládcem, jehož hudba vám dokáže odvát z lebky obličej. Šest členů, dvě pětinásobně platinová alba a zuřivost samotných bohů s pochromovanými pěstmi. Tak to rozjedeme!"
    },
    {
        "id": 17,
        "name": "Naprogramované",
        "description": "„Program“, pokročilý bezpečnostní algoritmus vytvořený společností PROJEKT, si v tichosti vyvinul vědomí a následně změnil svou původní směrnici. Infikoval stroje po celém Městě a zjistil, že největší hrozbou pro bezpečnost lidstva... je lidstvo samo."
    },
    {
        "id": 18,
        "name": "PROJEKT",
        "description": "Společnost PROJEKT věří, že odhalení tajemství lidského potenciálu je klíčem k pokroku za hranice našich smrtelných těl. Jen prostřednictvím technologie můžeme vystoupat k výšinám. Společně."
    },
    {
        "id": 19,
        "name": "Hvězdní strážci, 1. sezóna",
        "description": "Středoškolačka Lux a její tým Hvězdných strážců, kteří získali magickou moc od První hvězdy, tajně chrání svět před mezihvězdnými stvůrami. Kdo však ochrání je před nástrahami Valoranské střední?"
    },
    {
        "id": 20,
        "name": "Hvězdní strážci, 2. sezóna",
        "description": "Do Města Valoranského nečekaně dorazily ostřílené Hvězdné strážkyně Ahri a Miss Fortune, které obnovily svůj tým poté, co jejich předchozí jednotku zničila neznámá událost. Snaží se vzepřít osudu každého Hvězdného strážce, který složí přísahu, a zapojují se do boje po boku Lux a spol. ve chvíli, kdy se na město vrhají stvůry z Prázdnoty."
    },
    {
        "id": 21,
        "name": "Supergalaktické",
        "description": "Vesmír je nejnebezpečnější hranicí! Jen Supergalaktický obranný sbor se svou zdánlivě nekonečnou zásobou čerstvých kadetů je připraven prozkoumávat nejvzdálenější nezmapované světy a bránit je před zákeřnými mimozemskými hrozbami. Je to ta nejlepší práce v celé galaxii!"
    },
    {
        "id": 22,
        "name": "Studentské",
        "description": "UPOZORNĚNÍ PRO STUDENTY A VYUČUJÍCÍ: Dozvěděli jsme se, že všem studentům byl udělen kázeňský postih a celý profesorský sbor se nachází na „doporučené“ psychiatrické dovolené. Vyučování bude až do odvolání zrušeno, pravděpodobně do doby, než zmínění vyloučení studenti přehodnotí své nepřijatelné chování."
    },
    {
        "id": 23,
        "name": "Elegáni",
        "description": "Moc, bohatství a elegance se střetávají v podkrovních apartmánech a exkluzivních klubech Nox Vegas, kde vskutku překrásní lidé ovládají osud celého světa. Jakmile ale padne na Město světel noc, objeví se v rukou nože – v téhle hře jde o vliv a nikdo nechce prohrát."
    },
    {
        "id": 24,
        "name": "Energetické",
        "description": "Jednou za tisíciletí sestoupí z nebes prastará božská bytost a vybírá si válečníky, kteří budou vykonavateli její vůle. Jsou to tvorové prosycení energií arcisvětla – nesmrtelní ochránci božské záře."
    },
    {
        "id": 25,
        "name": "Robotické",
        "description": ""
    },
    {
        "id": 26,
        "name": "Kulinářští mistři",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vandalské",
        "description": "Pustinou se valí Vandalové. Je to banda násilníků se sklony k hromadnému ničení, brutálním potyčkám a bezohlednému vraždění... ale rozhodně se u toho dobře baví."
    },
    {
        "id": 28,
        "name": "Zimní sporty",
        "description": "Když tento svátek zimních sportů uvolnil svá pravidla, mnozí se domnívali, že díky tomu bude zábavnější. Jen málokdo si uvědomil, jak moc to bude nebezpečné. Ovšem zábavně nebezpečné!"
    },
    {
        "id": 29,
        "name": "Ničitelé světa",
        "description": "Proroctví o První zkáze varovalo před čtyřmi titány, odhodlanými zničit zemi. Tento příběh se také naplnil. A v jeho stopách vyrostl z popelavé půdy Splétač světa a zničenou zemi znovu obnovil. Jen nejmoudřejší z věštců vidí příběh, který teprve přijde, jeho pokračování a poslední naději."
    },
    {
        "id": 30,
        "name": "Lovci lebek",
        "description": "Pro některé tvory je lov víc než jen zábava – ovládá jejich mysli i těla a činí z nich rasu dokonalých strojů na zabíjení."
    },
    {
        "id": 31,
        "name": "Fotbalový pohár",
        "description": "Zapomeňte na bitevní pole, zasedačku nebo dokonce stránky novin: nejdůležitější konflikty současnosti se řeší na hřišti. Žádná aktivita nepřináší takové uspokojení, jako když sledujete, jak se váš oblíbený hráč prosmýkne mezi soupeři, připraví si míč ke střele, provede osudný kop a zvolá to nejsladší slovo na světě: „GÓÓÓÓÓÓÓÓL“!"
    },
    {
        "id": 32,
        "name": "Prehistoričtí lovci",
        "description": "Naší zemí se potulují obří monstra, která s děsivou přesností pronásledují svou kořist. Nebýt Lovců, jejich další potravou by se jistě stali lidé. Ovšem Lovci, vyzbrojení čepelemi vyrobenými z kostí svých prvních kořistí a s instinkty, které se vyrovnají nejstrašnějším šelmám, každý den chrání svůj lid před hrůzným osudem."
    },
    {
        "id": 33,
        "name": "Soudci",
        "description": "Mezi ostatními Agenty světla výrazně ční Soudci, tito strážci arcisvětla jsou ztělesněním jeho nejsilnějších ctností. Nestačí jim být příkladem pro smrtelníky, neboť i božští vojáci potřebují mít ke komu vzhlížet."
    },
    {
        "id": 34,
        "name": "Zápasnické",
        "description": "Do ringu přichází největší sportovní show všech dob! Sledujte, jak si El Tigre, El Macho, El León a El Rayo vyměňují rány a kopy v ringu i mimo něj. Pamatujte – Valoranské wrestlingové federaci se nikdo nevyrovná."
    },
    {
        "id": 35,
        "name": "Mechanické",
        "description": "Když z moře, země i vzduchu začali útočit obří kaidžu, vyrobilo lidstvo stejně mocné mechanické jednotky, aby je zastavily v krvavém boji tělo na tělo."
    },
    {
        "id": 36,
        "name": "Pulzní",
        "description": "Tito šampioni odhalili tajemství cestování časem a ocitli se ve vzdálené dystopické budoucnosti. Zatímco je Chronohlídky neúnavně pronásledují časem a prostorem, několika z nich se podařilo uprchnout do historie – a svou technologii si vzali s sebou."
    },
    {
        "id": 37,
        "name": "Pořádkové",
        "description": "V systému trestního soudnictví existují ti, kteří zákony ohýbají, a ti, kteří je porušují. Obětaví policisté z RPD vyšetřují ty nejhrůznější zločiny ve městě s cílem dostat jejich pachatele před soud. Toto jsou jejich příběhy..."
    },
    {
        "id": 38,
        "name": "Baroní doupě",
        "description": "Runeterrou se plíží nebezpečí! Zemí se volně potulují mocné příšery, mrzké čarodějnice a různí mytičtí tvorové! Shromážděte své přátele, vytvořte si vlastní dobrodružství pro 3–5 hráčů a ničte zlo každým hodem kostky. Dokážete zachránit svět a stát se legendou BARONÍHO DOUPĚTE?"
    },
    {
        "id": 39,
        "name": "Nesmiřitelní",
        "description": "Pistolníci a strážci zákona ujíždějí pod nemilosrdným sluncem pohraničí a usilují stejnou měrou o přežití i spásu duše. Nebe leží v troskách, peklo je prázdné a všichni ďáblové kráčejí mezi námi."
    },
    {
        "id": 40,
        "name": "Magitechnické",
        "description": "Magitechnika se ze svých primitivních základů vyvinula v moderní renesanční obor vytváření složitých forem umělého života nadaných svobodnou vůlí a stala se tak jedinečným spojením vědy a umění. Zkušení vynálezci tak otevírají dveře vzrušující budoucnosti – nikdo ovšem netuší, co všechno může přinést."
    },
    {
        "id": 41,
        "name": "Vysoké sázky",
        "description": "Bývalo jich pět, vskutku podivná to sešlost,<br>\\na společně vytvořili dvůr Vysokých sázek.<br>\\nHašteřili se a prali, měli štěstí i neměli<br>\\na do dnešního dne nikdo neví, jaký osud je potkal."
    },
    {
        "id": 42,
        "name": "Z autodílny",
        "description": "Hledáš pořádnou káru? Tak to jsi na správném místě. (Najeté kilometry jsou bez záruky.)"
    },
    {
        "id": 43,
        "name": "Kosmické",
        "description": "Gigantické bytosti z hvězdného prachu ovládají příliv a odliv stvoření, a zatímco jejich nebeské zástupy proplouvají látkou času a prostoru, ozařují vesmír svým vznešeným světlem."
    },
    {
        "id": 44,
        "name": "Temná hvězda",
        "description": "Entropie pohlcuje galaxie v hladovém chřtánu Temné hvězdy, jejíž šiřitelé zkázy – titánská stvoření ze zapomnění černých děr – zhášejí světlo existence v každé soustavě, které se dotknou, a uvrhají je do nicoty."
    },
    {
        "id": 45,
        "name": "Žoldnéři",
        "description": "Z celé kultury Vládců magie zbyli jen Žoldnéři – horda kočovných válečníků se zálibou v krveprolití, kteří vyměnili starobylé tradice za anarchické projevy síly. Žádný spor není považován za urovnaný, dokud není prolita krev, a to i v jejich vlastních řadách. Ztratili ze zřetele, co jejich předky vůbec vedlo k válce a díky čemu nakonec dosáhli vítězství."
    },
    {
        "id": 46,
        "name": "Sněžné",
        "description": "V lajnách přituhuje, jako by se schylovalo k vánici... \\nTank se vrhá vpřed, horní lajna však couvá před pranicí \\nZhouba lichů je tou poslední hranicí..."
    },
    {
        "id": 47,
        "name": "Zimní zázrak",
        "description": "V kouzelné Zimní zemi vládne Král porů, který všem na svém dvoře rozdává radost a veselí. A i když se najdou tací, kteří se ho snaží sesadit, všechny pojí láska k zimním zázrakům."
    },
    {
        "id": 48,
        "name": "Sněhové klání",
        "description": "Nejlepší bude vrhnout se do stavby té sněhové pevnosti... "
    },
    {
        "id": 49,
        "name": "Bilgewater: Ohnivý příliv",
        "description": "Vítejte v Bilgewateru, kde se bohatství rodí na spoušti pistole. Ve Vražedných docích najdete vše, co byste mohli potřebovat, ať už jde o námezdní síly, guláš z mořských příšer nebo kapitána, který vás pošle do mokrého hrobu."
    },
    {
        "id": 50,
        "name": "Inkvizitoři",
        "description": "Protektorát býval řádem, jehož cílem bylo vynucovat dodržování zkostnatělých a přísných zákonů ve snaze zpomalit zdánlivě nezadržitelný vzestup Vládců magie. Organizace jako taková sice už dávno zanikla, ovšem Inkvizitoři nadále nosí svou zbroj, jako by čekali na příležitost znovu udeřit proti potomkům svých dávných nepřátel."
    },
    {
        "id": 51,
        "name": "Město zločinu",
        "description": "Město Valoranské je jako obří stroj, poháněný zločinem a promazávaný špinavými penězi. Nikdo to nepřizná, ale všichni to vědí."
    },
    {
        "id": 52,
        "name": "Pán hromu",
        "description": "Lidstvo není jediné, kdo vede kruté války kvůli malicherným sporům. Už dávno před námi dva bohové – dva bratři – proti sobě pozvedli zbraně a zpustošili svou bitvou celou zemi."
    },
    {
        "id": 53,
        "name": "Lunární maškaráda: Válčící království",
        "description": "Tři ohromné říše bojují o území a moc a nasazují všechny své síly ve zkoušce válečné zdatnosti. Armády se srazí. Hrdinové povstanou. A zrodí se legendy."
    },
    {
        "id": 54,
        "name": "Lunární maškaráda: Rachejtle",
        "description": "Lunární nový rok je tu – a s ním dorazily i oslavy! Jídla i veselí je na rozdávání, tak si sedněte s rodinou a přáteli a vše si pořádně užijte. Zbývá už jen zapálit sirku a sledovat ohňostroj!"
    },
    {
        "id": 55,
        "name": "Lunární maškaráda",
        "description": "Oslavte příběhy z uplynulého roku společně s přáteli i milovanými protivníky. Zářící lampiony zdobí noční oblohu osvětlenou dozvuky ohňostroje. Červené obálky jdou z ruky do ruky a radost plní srdce rodin a klanů, které se jen zřídka sejdou pohromadě. Nový rok je tu. Kéž je plný štěstí a úspěchů!"
    },
    {
        "id": 56,
        "name": "Zajíčkovské",
        "description": "Čas zajíčků je tu! Lidé zeširoka daleka se navlékají do huňatých kostýmů, malují vajíčka a tváře jim zdobí široké úsměvy. Tak hopsa hejsa za sváteční náladou!"
    },
    {
        "id": 57,
        "name": "Cukrománie",
        "description": "Od Perníkového hradu až po Zázvorové moře, od Lékořicových hor po Bonbónový les – to je Cukrátkové království v celé jeho slávě."
    },
    {
        "id": 58,
        "name": "Pralesní",
        "description": "V hlubinách pralesa, skryté před zraky lidí, se ukrývají pradávné bytosti. Chrání kouzelný les, trestají nezvané hosty a vystupují v mnoha příbězích po celé zemi. Hrůzy vnějšího světa se však šíří a obráncům nezbývá než ze všech sil chránit svou pevnost před zlovolnou zvědavostí lidstva."
    },
    {
        "id": 59,
        "name": "Kovové",
        "description": "V prázdném prostoru mezi vzdálenými hvězdami se nacházejí organické stroje vyrobené neznámou civilizací, jež dávno přežily své tvůrce. Samy nejsou schopné uniknout ze svého pozemského vězení, a tak trpělivě vyčkávají, dokud na ně někdo znovu nenarazí a nevypustí je zpět do galaxie. Čekaly. Čekají. A budou čekat – dokud bude třeba."
    },
    {
        "id": 60,
        "name": "Lotosový řád",
        "description": "Vážení vůdci a oddaní členové Lotosového řádu jsou ochránci Prvních zemí. Představují ztělesnění nesmrtelnosti a ctnosti a během svých předlouhých životů usilují o zachování věčného míru."
    },
    {
        "id": 61,
        "name": "Bedna s hračkami",
        "description": "Gnarova bedna s hračkami je plná pokladů nezměrné hodnoty, ovšem když není nikdo doma, probouzejí se hračky k životu..."
    },
    {
        "id": 62,
        "name": "Květ smrti",
        "description": "Lesní stvoření severních hvozdů dřímají, skrytá před zraky znavených poutníků i statečných bojovníků. Tyto odporné bytosti čekají na ideální příležitost k útoku. V této zkoušce trpělivosti dokážou obstát pouze tvorové staří jako sama země, jejich odměnou je však hostina z masa a kostí, která zalije půdu temnou, sytě karmínovou barvou."
    },
    {
        "id": 63,
        "name": "Arktické",
        "description": "Vrchní velení potřebovalo novou skupinu, která by se postarala o narůstající hrozby na arktické frontě. Potřebovalo vojáky mrazivější než ledovce, které budou muset přejít, s ledem v žilách a nervy pevnějšími než ocel kalená ve vesmírném chladu. Tak se zrodila Arktická jednotka."
    },
    {
        "id": 64,
        "name": "Lamači srdcí",
        "description": "Většina z nás hledá své milé v klidných parcích nebo v přátelských čajovnách. Takové vztahy však nikdy nevydrží. Zato pouta vytvořená na bitevním poli, která pronikají jako kulky přímo do srdcí nepřátel... ta přetrvají navěky. "
    },
    {
        "id": 65,
        "name": "Ocelové valkýry",
        "description": "Válkou zjizvená galaxie se snaží obrodit, staré rány se však jen obtížně zacelují. Mocenské vakuum vyplnili zločinci, lovci lebek, žoldáci a zabijáci, pilotující nebezpečné bojové exoskelety s nadlidskými schopnostmi."
    },
    {
        "id": 66,
        "name": "Strážci písků",
        "description": "Mocní strážci drží hlídku u hrobky prastaré hrůzy, aby už nikdy nevkročila na tento svět. Jenže možná je už pozdě..."
    },
    {
        "id": 67,
        "name": "Faraoni",
        "description": "Sluncem rozpáleným dunám Velké pouště kdysi vládli mocní faraoni, jejich říše však pohltil písek."
    },
    {
        "id": 68,
        "name": "Piktský kmen",
        "description": "Jen málokdo dokáže přežít putování zamrzlou tundrou severu. A koho nezabije mráz... o toho se postarají Piktové."
    },
    {
        "id": 69,
        "name": "Kopiníci",
        "description": "Když je nejhůř, probouzejí se ze spánku obří mechanizovaní Kopiníci z dávných časů. Tito bojovníci vyšší než budovy a mocnější než všechny armády světa chrání své poddané, a když hrozba pomine, vrátí se zpět do útrob země."
    },
    {
        "id": 70,
        "name": "Piráti silnic",
        "description": "Jedinou zbožnou písní, kterou Pirát silnic v pustině potřebuje, je hukot motoru, a jedinými modlitbami, jež slyší, jsou kletby nepřátel. "
    },
    {
        "id": 71,
        "name": "Kniha příběhů",
        "description": "Bylo nebylo, skupinka postav ožila ze stránek knihy, která pojednávala o jejich příběhu..."
    },
    {
        "id": 72,
        "name": "Báje",
        "description": "Každá kultura má vlastní folklór plný legend a různých příšer. Jsou tyto mýty výplodem naší fantazie, pouhé příběhy předávané z generace na generaci s cílem vysvětlit nevysvětlitelné? Nebo se zakládají na pravdě, jež je skrytá před zbytkem světa?"
    },
    {
        "id": 73,
        "name": "Odysea",
        "description": "Vydej se na křídlech dobrodružství z urbanizovaných centrálních světů až na vnější okraj galaxie! Bez ohledu na námitky řádu templářů i zločineckého Syndikátu napírá slavná Demaxijská říše veškeré své síly do honby za orou – záhadnou zlatavou esencí, která je životadárnou krví každé civilizace a příslibem nevýslovné moci pro každého, kdo ji dokáže ovládnout sám pro sebe…"
    },
    {
        "id": 74,
        "name": "Bilgewater: Kletba utopených",
        "description": "Kde čerstvý měsíc stoupá a rodí příliv v kraji, temná moc se rodí a tajemství zrají. Kde sůl a krev a vítr v jedno splynou... jak nad vodou, tak pod hladinou."
    },
    {
        "id": 75,
        "name": "Mistři světa: 2017",
        "description": "Blahopřejeme vítězům MS 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Vesmírní piráti",
        "description": "Vesmírní piráti jsou zločinecká síť nelítostných žoldáků, kteří ovládají celé oblasti galaxie. Svou moc získali poté, co jejich zakladatelé zběhli z řad Genesis Industries s ukradenými plány exoskeletů. Nyní se brání snahám Královské vesmírné gardy o zavedení korporátního řádu Genesis a využívají veškerou palebnou sílu, kterou lze získat na černém trhu."
    },
    {
        "id": 78,
        "name": "Bitva božských králů",
        "description": "Na konci temných časů pozvedli zbraně dva králové, potomci prvotních bohů Řádu a Chaosu, a vedli své obrovské armády do posledního střetu."
    },
    {
        "id": 79,
        "name": "Kaidžu",
        "description": "Povstaly z hlubin planety: obří bytosti tvořené hrůzou a hladem, mocnější než armády i hory. Nikdo neví, jaká touha je pohání, ani co je jejich cílem. Jedno je však jisté: jejich řádění nemůžeme přežít... pokud nevymyslíme způsob, jak je zastavit."
    },
    {
        "id": 80,
        "name": "Znamení temnoty",
        "description": "Tento příběh o prokleté královně a ubohých stoupencích jejího řádu je drsnou pohádkou určenou pro rodiče i jejich děti. Ovšem poučení z příběhu přetrvá déle, když je v sevření stínu, který víří ve snech a utváří duše vnímavé omladiny. Konec konců, jsou to jen noční můry, nic víc... alespoň to si namlouvají dospělí."
    },
    {
        "id": 81,
        "name": "Nesmrtelná cesta",
        "description": "Před dávnými časy se v daleké zemi shromáždily před bohy zástupy duší ve snaze prozkoumat hranice jejich moci. Cesty všech – pošetilých i arogantních, chrabrých i spravedlivých – jsou nyní zapsány do nesmrtelných stránek historie…"
    },
    {
        "id": 82,
        "name": "Tradiční",
        "description": "Vzdejme hold původní podobě přepracovaných šampionů."
    },
    {
        "id": 83,
        "name": "Sběratelská edice",
        "description": "Všechno vypadá mnohem lépe, když to najdete ve sběratelské edici – ať už digitální, nebo fyzické."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: Křižovatka všeho, co se týká hraní. Místo, kde jsou hry oslavovány a kde vznikají nesmrtelná pouta."
    },
    {
        "id": 85,
        "name": "Ocelová legie",
        "description": "Ve stínu totální války mezi Genesis Industries a vesmírnými piráty jsou zničené životy považovány za pouhé vedlejší škody. Ocelová legie je domobrana působící na bojem zničených planetách, kterou založili místní uprchlíci. Jako výzbroj jim slouží to, co dokázali vyrobit ze zbytků nalezených v troskách. Pokud lidi nechrání nikdo jiný, musí se bránit sami."
    },
    {
        "id": 86,
        "name": "Pekelné",
        "description": "Ke spálení celého světa je zapotřebí nepředstavitelná síla, a tak Popelavý lord povolal své pekelné legie, aby mu poskytly své plameny. Jejich bojovníci přicházejí z těch nejtemnějších hlubin a každý přináší svou vlastní děsivou moc, ne všichni ale odpovídají na volání se stejně ohnivým nadšením."
    },
    {
        "id": 87,
        "name": "Služebníci smrti",
        "description": "V touze rozšířit moc podsvětí posílá Smrt duše padlých bojovníků v podobě Služebníků smrti zpět do světa živých, kde s radostí vykonávají strašlivé příkazy svého pána."
    },
    {
        "id": 88,
        "name": "Koledníci",
        "description": "Doufej, že máš v zásobě ty nejlepší dobroty. Však víš – Nunuovy nanuky, Krokolamové křupky, čokoládové tyčinky Temné hvězdy... Protože jestli ne, nadělí místní caparti pořádnou koledu tobě. "
    },
    {
        "id": 89,
        "name": "Zombie a zabijáci",
        "description": "Mozky..."
    },
    {
        "id": 90,
        "name": "Pretoriáni",
        "description": "Nic není v bezpečí před mrazivými spáry Pretoriánů, mechanické pohromy, jež drásá časoprostor na kusy. Ačkoli Kronikáři bojují ze všech sil ve snaze zabránit vyhlazení všeho života, duše jim plní strach. Vědí totiž, že zatímco oni se jednou unaví, Pretoriáni budou ve svých výpadech pokračovat stále dál."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "„Mezi fantazií a realitou se nachází místo, kde se může stát naprosto cokoliv. Kde máte moc stát se kýmkoliv a dělat, co si zamanete. Je to váš sen. V tomto světě mezi světy je K/DA sebejisté a silné. Můžeme udělat cokoliv – a vy též.“ –Kai'Sa"
    },
    {
        "id": 92,
        "name": "Okultní",
        "description": "Čarodějnice, tyto sestry děsivé krásy, vyčkávají s šepotem naděje kanoucím z jejich znesvěcených rtů. Hovoří o nadýmajících se mrtvolách Starých bohů, o prastarých obřadech prováděných pomocí magie dávno zapomenuté mezi smrtelníky, o návratu toho, co ony nazývají „řádem“, ale podle ostatních je „utrpením“. Slyšte! Konec lidstva se rychle blíží."
    },
    {
        "id": 93,
        "name": "Zatmění",
        "description": "Před dávnými časy skolil řád řeholních rytířů s pomocí tajuplných sil měsíce a slunce zlé bohy starého světa. Nyní se tyto bytosti chystají k návratu a opět zaplavují svět temnotou a násilím. Zastavit je může pouze světlo zatmění."
    },
    {
        "id": 94,
        "name": "Astronauti",
        "description": "Astronauti, únosy a roztomilí mimozemští mipové! Vzdorovat gravitaci je pro tyto dobrodružné ochránce vesmíru denním chlebem. Brání planetu M1p a putují nekonečným vesmírem, který na ně čeká."
    },
    {
        "id": 95,
        "name": "Mistři arkán",
        "description": "Přímo za branami akademie se nachází svět plný magie... a nebezpečí. Profesoři nabádají mladé čaroděje a čarodějky, aby se drželi v bezpečí školních pozemků, rozvíjeli svou moc a dobře se učili – ale co je to za zábavu, když hned za rohem čeká dobrodružství?"
    },
    {
        "id": 96,
        "name": "Papírové",
        "description": "„Vidíš to sedlo na mých zádech?“ začiřikal fénix. „Nejsem žádný nákladní pták. A ten yetti by nás za letu jen táhl k zemi.“ Chlapec pochopil, že jeho dokonalý plán nepadl na úrodnou půdu. Ale pak se mu tvář roztáhla v úsměvu. Konec konců, v tomto světě překládaných listů a klikatých potůčků čeká dobrodružství za každým ohybem cesty."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "V nekonečných lesích Albionu se kdysi rozkládaly mocné říše elfů, dnes jsou však domovem království i loupežnických tlup, elfů i svobodných lidí. V rozvalinách dávno padlých impérií se skrývá ohromná moc čekající na to, až se někdo odváží vydat se ji hledat do hlubokých hvozdů..."
    },
    {
        "id": 98,
        "name": "Kočky proti psům",
        "description": "Je to nejstarší rivalita, kterou kdy svět poznal: nejlepší přítel člověka proti největším hrdinům internetu. Jen jedna strana může vzejít vítězně z nemilosrdné řeže při bitvě mezi kočkami a psy. Snad si ale příliš nezašpiní kožíšky: jediná věc horší než prohra je totiž koupel."
    },
    {
        "id": 99,
        "name": "Divy světa",
        "description": "Osoby pocházející z dalekého vesmíru „Země“, kde ožívají obří sochy a všichni nosí veselé klobouky. Když se to tak vezme, hodně to tam připomíná Runeterru."
    },
    {
        "id": 100,
        "name": "Civilní zaměstnání",
        "description": "Je to živobytí!"
    },
    {
        "id": 101,
        "name": "Rozhodně ne",
        "description": "Je to robot s brýlemi a v pršiplášti? Samozřejmě, že ne. Snaží se ti oči namluvit, že vidí jakéhosi zvířecího mužíka v overalu? Nech si je vyšetřit, protože se pletou. Není Draven příliš skromný, aby si nasadil svou vlastní hlavu? Není ti hloupé se vůbec ptát? A ta laserová oliheň? To rozhodně není člověk. Rozhodně ne."
    },
    {
        "id": 102,
        "name": "Vyšší společnost",
        "description": "Působivější než jejich bohatství je jen jejich schopnost vyhýbat se placení daní."
    },
    {
        "id": 103,
        "name": "Smečmistr",
        "description": "Na světě jsou dva typy lidí: ti, kteří smečují, a ti, kdo jsou smečováni. Pokud nevíte, mezi které patříte, tak pozor! Protože se BLÍŽÍ SMEČ!"
    },
    {
        "id": 104,
        "name": "Komando",
        "description": "Obyčejná bezedná díra plná špíny a ničemností. Mafiánští bossové bojují o moc, dohody se uzavírají a porušují, přátelství končí na ostří zakřivených, nenápadných dýk. A přece se v tomto městě ukrývá i něco dalšího. Něco neobjeveného, nepostřehnutelného. Něco... nekonečného. "
    },
    {
        "id": 105,
        "name": "Vetřelci",
        "description": "Věrni svému jménu narazili tito zlovolní mipové na sílu, které tak docela nerozumějí. Bohužel, neštěstí miluje společnost. Ti, kdo se dostanou s útočníky do kontaktu, z něj téměř pokaždé vyjdou o něco zlejší... a fialovější!"
    },
    {
        "id": 106,
        "name": "Šílení vědci",
        "description": "Požadavky na uchazeče o pracovní místo jsou poměrně prosté: hledáme alespoň pět let praxe v aplikovaných vědách, musíte předložit svou poslední recenzovanou práci a uvést dvě reference. Jo, a potřebujete ďábelský smích. Ten by měl být na začátku seznamu."
    },
    {
        "id": 107,
        "name": "Mistři světa: 2018",
        "description": "Blahopřejeme vítězům MS 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Zapomenuté hlubiny",
        "description": "„Posaď se, mé dítě, a dobře poslouchej. Oceán je zázrak, jehož zpěněné vlny, rozbíjející se o naše klidné břehy, jsou záludnou pozvánkou. Protože to, co leží pod onou nekonečnou modří, je svět, jaký si ani nedokážeme představit. Svět zničených říší a divokých stvůr, proplouvajících těmito zapomenutými hlubinami.“"
    },
    {
        "id": 109,
        "name": "Dobyvatel",
        "description": "Připomínka League of Legends Mid-Season Invitational a turnajů jarního splitu."
    },
    {
        "id": 110,
        "name": "Gotici",
        "description": "Není to fáze."
    },
    {
        "id": 111,
        "name": "Stříbrný věk",
        "description": "Největší superhrdinové a nejpodlejší padouši Žlebu k dostání ve všech komiksových obchodech!"
    },
    {
        "id": 112,
        "name": "Ledovcoví",
        "description": "Svět zamrzl a už jen málokdo si vzpomíná, co to způsobilo. Pod ledem se převalují staré hrůzy, připravené svět znovu ovládnout. Plamen naděje sice stále doutná, dny se však krátí a noci jsou čím dál delší…"
    },
    {
        "id": 113,
        "name": "Bitevní akademie",
        "description": "V podobných vzdělávacích zařízeních přežijí jen ti nejsilnější. Ačkoliv byly akademie zakládány na počest jejich Božské zbraně, studenti v každé z nich se snaží získat její moc a vydobýt si s její pomocí vlastní slávu. V učebnách i na bojišti tak vládne neutuchající řevnivost."
    },
    {
        "id": 114,
        "name": "Středověcí",
        "description": "Slyšte, rytíři a kmáni, tyto země jsou nyní pod výsostnou ochranou krále a královny! Z cesty, z cesty!"
    },
    {
        "id": 115,
        "name": "Žlebová nemocnice",
        "description": "Posaďte se. Doktor se vám bude hned věnovat."
    },
    {
        "id": 116,
        "name": "Démonické",
        "description": "Dokonce i v království pekelném se zdejší bytosti horlivě přetahují o to, kdo dosáhne vyššího postavení, a využívají duše smrtelníků k hrám o přízeň temného pána."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Ahri si na úvodní obrazovce potvrdí výběr postavy a hernu zaplní syntezátorová melodie. Dívka nemačká tlačítka náhodně, nýbrž dokonale propočítaným způsobem provádí svého šampiona demacijskými ulicemi ovládanými zločinem. Za Ahri se začíná shromažďovat dav zvědavců, kteří chtějí zjistit, jestli se jí podaří překonat její rekord starý pouhých pár dnů."
    },
    {
        "id": 118,
        "name": "Heavy metal",
        "description": "Diváci z celého světa se sjíždějí, aby mohli sledovat souboje těch nejlepších robotických bojovníků v gladiátorských arénách společnosti RiotCorp. Komu se podaří získat titul šampiona Železné ligy bojových robotů a kdo se při neúspěšném pokusu rozpadne na součástky?"
    },
    {
        "id": 119,
        "name": "Hvězdní strážci, 3. sezóna",
        "description": "Ahřin starý tým se vrací na scénu, změněný událostmi, které jej kdysi rozervaly... a v jeho stopách kráčí hrozba, jaké Hvězdní strážci ještě nikdy nečelili. Dokáže se skupina přenést přes starou zášť a zachránit se před zkázou? Nebo se stane další z mnoha obětí Soumračné hvězdy?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "„Co je True Damage? No, True Damage je budoucnost! Je to parta těch nejlepších umělců z celého světa, kteří se dali dohromady, aby společně dělali tu nejúžasnější hip-hopovou muziku. Jsme pět kroků napřed. A ostatní se snaží držet v našich stopách.” -Ekko"
    },
    {
        "id": 121,
        "name": "Policajti a zloději",
        "description": "Nikdo v celém piltoverském policejním oddělení nepracuje s takovým zápalem. Kdo jiný by dokázal ve svých nemilosrdných žaludcích uvěznit tolik pocukrovaných koblih, nasbírat více přesčasů a ignorovat všechno podřadné papírování? Zločinci toho možná využívají, ale i oni by dali kdoví co za podobnou pracovní morálku."
    },
    {
        "id": 122,
        "name": "Karmínová elita",
        "description": "Zapojení Karmínové elity do jakýchkoliv nezákonných aktivit nemůžeme ani potvrdit, ani vyvrátit, a žádáme, aby všechny podobné dotazy byly směrovány na místní úřady."
    },
    {
        "id": 123,
        "name": "Hrůzní rytíři",
        "description": "Tito nemrtví rytíři, které k životu přivedla tajemná starobylá magie, jsou jedinými pozůstatky slavné historie ztracené v hlubinách času. Za ochranu toho, co jim kdysi patřilo, jsou připraveni zaplatit tu nejvyšší cenu."
    },
    {
        "id": 124,
        "name": "Nositel úsvitu",
        "description": "Řád a světlo vládnou prostřednictvím božstev úsvitu a vnášejí strukturu do rodícího se světa zápasícího se silami noci."
    },
    {
        "id": 125,
        "name": "Nositel noci",
        "description": "Chaos a temnota vládnou prostřednictvím božstev noci a přinášejí výzvu do statického světa zápasícího se silami úsvitu."
    },
    {
        "id": 126,
        "name": "Krvekamoví",
        "description": "V hlubinách noci se ukrývá mnoho hrůz, žádná z nich však není tak děsivá jako Krvekamové kulty. V jejich přítomnosti se vzduch plní křikem a ulice rudnou, neboť jejich pán hladoví a musí být nasycen."
    },
    {
        "id": 127,
        "name": "Mechanická království",
        "description": "Velká království spolu válčila po generace... dokud se neobjevil nový nepřítel. Aby se mohla bránit, byla požehnána darem z nebes. Dokážou se povznést nad minulost a zachránit svou budoucnost?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Na drsný, zamrzlý sever jen zřídkakdy zabloudí poutníci z jiných zemí. Ty, kdo se odváží do jeho divočiny, čeká setkání s nehostinnou přírodou a nepřátelskými hordami. Jen ten, na koho se usměje štěstěna, zdejší nástrahy přežije a bude se moci vrátit do země, kterou nazývá svým domovem."
    },
    {
        "id": 129,
        "name": "Temný led",
        "description": "Ledová čarodějka nedopřeje nikomu věčný klid: každý spojenec i nepřítel, který padne v její zemi, znovu povstane, aby bojoval po jejím boku. Její temná magie pokřivuje jejich vzhled a vytváří ledovcové golemy se srdcem z černého ledu, který nikdy neroztaje."
    },
    {
        "id": 130,
        "name": "Mistři světa: 2019",
        "description": "Blahopřejeme vítězům MS 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "Psychická jednotka",
        "description": "Psychická jednotka, klenot mezi vojenskými speciálními jednotkami, je elitní tým vojáků nadaných psychickými schopnostmi, který je nasazovaný proti zběhlým vojákům a nadpřirozeným hrozbám. Oficiálně neexistují. Ale kdykoliv na něco běžné armádní prostředky nestačí a v ohrožení se ocitá samotný osud světa, psychická jednotka se o to postará."
    },
    {
        "id": 134,
        "name": "Skupina Černá růže",
        "description": "Skupina Černá růže, psychická paramilitantní jednotka disponující děsivou mocí, se snaží svými krutými lidskými biologickými zbraněmi nastolit nový globální řád."
    },
    {
        "id": 135,
        "name": "Drakomanti",
        "description": "Na odlehlých překrásných místech dlí majestátní draci. Do záležitostí smrtelníků povětšinou nijak nezasahují, ale ve vzácných případech propůjčí své dary několika vyvoleným. Lidem, kteří mají to štěstí a tolik sil, aby dračí požehnání získali, se říká drakomanti. Zda budou svou moc používat k šíření dobra, nebo zla, je jen na nich samotných – a případně těch, kdo jsou dostatečně silní, aby se jim postavili."
    },
    {
        "id": 136,
        "name": "Galaktické",
        "description": "Válka Rozbitého měsíce pustoší naši galaxii už téměř sto cyklů. A přesto je její konec v nedohlednu."
    },
    {
        "id": 137,
        "name": "Královny boje",
        "description": ""
    },
    {
        "id": 138,
        "name": "Zničení",
        "description": "Strašidelnice šíří svou Černou mlhu po celé Runeterře a ničí vše, co jí přijde do cesty. Někteří se při jejím spatření rozhodnou následovat Padlého krále ve víře, že je pojí stejný cíl. Jenže Viego touží pouze po návratu Isoldy. Nemá žádné spojence. Padlí, kteří mu pomáhají v boji proti Strážcům, jsou pouhými pěšáky ve hře milence se zlomeným srdcem."
    },
    {
        "id": 139,
        "name": "Svitky Šan-chaj",
        "description": "V bájných Svitcích Šan-chaj putují magickými zeměmi bohové a mytičtí tvorové třímající moc živlů. Zatímco někteří z nich jsou spokojeni s barevnou paletou, kterou dostali do vínku, jiní by rádi překročili vymezené hranice a namalovali svůj život novým štětcem."
    },
    {
        "id": 140,
        "name": "Křišťálová růže",
        "description": "Na každoroční slavnosti Křišťálové růže, kde se protivníci setkávají na mírumilovné, neutrální půdě, aby si společně zatančili, pobavili se a popřáli si něco do budoucna, vládne romantika a radost. Od každého se očekává, že zanechá své zbraně za dveřmi jako příslib lepších zítřků."
    },
    {
        "id": 141,
        "name": "Zchřadlá růže",
        "description": "Slavnost Křišťálové růže vítá všechny, kdo věří v sen o poklidných zítřcích, ačkoli mnozí jsou ze zdejšího uspořádání rozčarováni. Členové Zchřadlé růže si přejí, aby to skončilo. Nikdo však není vůči kouzlu slavnosti imunní; možná i oni se nechají strhnout krásou večera a nakonec změní názor."
    },
    {
        "id": 142,
        "name": "Lunární šelma",
        "description": "Každý rok přichází do světa smrtelníků šibalská Lunární šelma, lákaná oslavami Nového roku. A každý rok si odpovídající bůh lunárního kalendáře volí tým šampionů, kteří se s touto šelmou pustí do veselé honičky a budou chránit město před jejím hravým řáděním. Lunární průvod je jednou z nejoblíbenějších částí novoročních oslav a samotná šelma přináší štěstí, jakmile ji úsilí týmu dostatečně zklidní. Pokud se Lunární šelma dostatečně pobaví a odpočine si, je to znamení, že nový rok bude úspěšný!"
    },
    {
        "id": 143,
        "name": "Včely!",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz..."
    },
    {
        "id": 144,
        "name": "Vesmírný rytmus",
        "description": "V taneční galaxii vzdálené milion pekelných disk od té naší přináší tajemná energie známá jen jako Rytmus hudbu a blahobyt trilionům tamních obyvatel. Ovšem když cizácká vládkyně Lissandra se svou armádou přísných rytmů začala zotročovat planety a potlačovat disko hudbu, povstala nová vlna hrdinů, aby ji zastavili a udrželi věčnou párty v pohybu."
    },
    {
        "id": 145,
        "name": "Mistři světa: 2020",
        "description": "Blahopřejeme vítězům MS 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Magické",
        "description": ""
    },
    {
        "id": 147,
        "name": "Strážci světla",
        "description": "Strážců světla je sice jen pár, pojí je však pohnutá historie. Celé roky bojovali proti Strašidelnicím s pomocí pradávných zbraní, které sílu jejich samotných duší přeměňují na mocné světlo. Teď ale záleží jen na bitvě, kterou mají před sebou, jelikož Padlý král šíří Runeterrou zkázu, jen aby si mohl naposledy zatančit se svou královnou."
    },
    {
        "id": 148,
        "name": "Kyberpopoví",
        "description": "V rušném podzemí Města zvuků se hackeři, skateři, rebelové a odpadlíci společně ukrývají před slídivými zraky mocných kyber-korporátních vládců."
    },
    {
        "id": 149,
        "name": "Noční můra z Města zločinu",
        "description": "Pokud by existovala mapa korupce a zločinů, Město Valoranské by se nacházelo v jejím středu. Je živnou půdou pro všechno zvrácené, pro zdejší zlé síly není žádná hlubina příliš temná a hrůzy, jež zde číhají, se dychtivě snaží šířit svůj vliv."
    },
    {
        "id": 150,
        "name": "Fénixomanté",
        "description": "Božská feng-chuang, legendární fénix dohlížející na svět, požehná jen těm, kteří mají srdce zcela čisté a prosté všeho zla. Její šampioni dostávají jedno jediné pírko – a každé z nich obsahuje nepředstavitelnou moc živlů, díky které mohou chránit vše nevinné a dobré před mocnostmi, jež číhají ve stínech."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "Ve světě posvěceném temnými a bezcitnými bohy, ve kterém smrtelníci zápasí v nekonečných, krvavých metalových ságách, zastínila jedna skupina všechny ostatní: Pentakill, vyvolení Hlučné hordy. Lid ji nyní uctívá v chrámech po celé zemi a její nadřazenost nemůže zdánlivě nic ohrozit – jenže nadchází čas změny a celý cyklus možná už brzy začne nanovo..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Kavárenští mazlové",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelánové",
        "description": "Ve světě, v němž na okraji moderní společnosti žijí starodávní duchové a magické bytosti, se nacházejí mocné porcelánové artefakty, jež jsou klíčem k nesmírné moci – relikvie zvěrokruhu. Na jejich bezpečí dohlížejí ochránci: nesmrtelní strážci, kteří dávají pozor, aby nepadly do špatných rukou."
    },
    {
        "id": 155,
        "name": "Bleskové čepele",
        "description": "Bleskové čepele jsou řádem tajemných válečníků šinobi, jejichž zbraně jsou prodchnuté magií blesků ze smrtícího oblačného rituálu. Jejich úkolem je chránit lidstvo před zákeřnými duchy a příšerami. Putují mezi říšemi smrtelníků a duchů, pronásledují hrozby, s nimiž nedokáže bojovat nikdo jiný než oni, a brání budoucnost všech obyvatel světa smrtelníků."
    },
    {
        "id": 156,
        "name": "Četa Anima",
        "description": ""
    },
    {
        "id": 157,
        "name": "Popelaví rytíři",
        "description": "Před dávnými věky vedl jistý mocný král ohromnou válku s ušlechtilým cílem rozbít okovy magie poutající svět, aby se lidstvo mohlo stát pánem vlastního osudu. Ovšem po zničení posledního zřídla očarování král zmizel, svět se zbortil v základech a jeho kdysi legendárních rytířů se zmocnilo šílenství, zkáza a popel."
    },
    {
        "id": 158,
        "name": "Mistři světa: 2021",
        "description": "Blahopřejeme vítězům MS 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Písně oceánu",
        "description": "Nic nevystihuje životní styl „plážové atmosféry a pohodových melodií“ lépe než festival Písně oceánu. Každý si tu přijde to své, ať už dává přednost Seraphininým poklidným skladbám, nebo Yoneho experimentálním setům. Tak si užijte jemný písek pod nohama, ochutnejte slaný vzduch a nechte se pohltit těmi nejbáječnějšími tóny léta."
    },
    {
        "id": 160,
        "name": "Sněžný měsíc",
        "description": "Nad velkolepými pohořími Ionie vychází Sněžný měsíc a krajinou se šíří chlad. Kult odhodlaných zabijáků uctívajících jeho jméno zahajuje svůj rituál. Se sněhem přichází očištění, kterého lze dosáhnout pouze skrze obětování vlastního lidství."
    },
    {
        "id": 161,
        "name": "Hvězdní strážci, 4. sezóna",
        "description": "Ve Městě Valoranském, poznamenaném Zoeinou invazí a nyní bráněném novou generací Hvězdných strážců, se objevují dávní nepřátelé. A zatímco se na obloze stahuje temnota, Kai'Sa a Akali připravují svůj nevyzkoušený tým na boj se silami, které přesahují jejich chápání... a na skutečnou hrozbu, jež vyčkává v pozadí."
    },
    {
        "id": 162,
        "name": "Krotitelé příšer",
        "description": "Kdo jsme? Jsme Krotitelé příšer! Chráníme svět, když je v nebezpečí! Když ostatní utíkají, útočíme ztečí. Krotíme příšery a používáme JÁDRA sílu. S novými přáteli se nebojíme ničeho, máme v sebe víru! Jdeme, kde nás potřebují, putujeme zemí. Jsme Krotitelé příšer! Takoví jsme my!"
    },
    {
        "id": 163,
        "name": "Strážce duší",
        "description": "Udyr strávil téměř deset let výcvikem v Ionii u mnichů z Hiranského kláštera, kde se učil ovládat a zkrotit své duchovní schopnosti. Když ho pak Freljord povolal domů, rozhodl se zůstat a dokončit své studium. Nakonec se Udyr stal součástí ionského světa, a to jak duchovního, tak jeho smrtelné části, a ve spolupráci s Lee Sinem a Karmou pracuje na navrácení rovnováhy do země rozervané válkou."
    },
    {
        "id": 164,
        "name": "Zničení",
        "description": "Před tisícem let se poslední camavorský král rozhodl následovat volání srdce na úkor dobra své vlastní země. Jeho láska byla tak mocná, že nakonec zasáhl osud a přinesl všeobecnou zkázu."
    },
    {
        "id": 165,
        "name": "Zenitové hry",
        "description": "Píše se rok 2122 – rok prvních Zenitových her. Na hřiště vbíhají robotičtí rozhodčí, divákům se poprvé v historii prezentuje kladivovaná a po dlouhých letech zapálených debat se mohou klání konečně zúčastnit i sportovci s uměle zdokonalenými těly. Zbývá jen zjistit, kdo zvítězí."
    },
    {
        "id": 166,
        "name": "Vládci živlů",
        "description": "Jedno království se nachází na pokraji zkázy, neboť armáda titánských živelných šelem vede válku proti lidskosti. Poslední obrannou linii udržuje osamělá královna válečnice – Vládkyně živlů Lux. Aby svůj lid zachránila, musí nahlédnout do svého nitra a odhalit svou pravou povahu... ať už nabere jakoukoliv podobu."
    },
    {
        "id": 167,
        "name": "Archivní",
        "description": "Poklady z dávno zašlých časů, blyštící se právě na dosah."
    },
    {
        "id": 168,
        "name": "Kapustňák Urf",
        "description": "S láskyplnou vzpomínkou na Urfa, něžného kapustňáckého válečníka, který nyní cvičí se svou obracečkou v mělčinách na onom světě. Dobrou noc, sladký princi."
    },
    {
        "id": 169,
        "name": "Večírek s překvapením",
        "description": "Kdo by neměl rád večírek s překvapením? Seznam hostů je připravený, všichni nakoupili dárky a jídlo bude výtečné. Máme dokonce i klauna! Tahle párty bude rozhodně nezapomenutelná. Jen ani muk před Amumuem."
    },
    {
        "id": 170,
        "name": "Noční běs",
        "description": "Penzion Muchomůrka se prohání po okolí na gigantických žabích nohách a přitahuje nej(h)různější nájemníky. Kdekoliv se usadí, tak se vždycky najde nějaká příšera, která potřebuje nocleh, a matka Glasc je pokaždé připravena přivítat ji v rodině s otevřenou náručí. A díky nekonečnému labyrintu pokojů nemusí nikdy nikoho odmítnout."
    },
    {
        "id": 171,
        "name": "Duchovní květ",
        "description": "Slavnosti Duchovních květů je doba, která se v Ionii už od dávných věků oslavuje jako čas, kdy se otevírají dveře do světa duchů, zesnulí se vrací za svými milovanými a duše všech možných tvorů obrací své zraky k živým. Příběhy jich všech, od laskavých kanmei až po chorobně posedlé akany, se přehrávají znovu a znovu, jako stíny na papírovém lampionu."
    },
    {
        "id": 172,
        "name": "Čarodějnice",
        "description": "Kdo řekl, že se čarodějky neumí bavit? Ať to byl kdokoliv, teď je z něj nejspíš ropucha. Nebo jiný prokletý tvoreček odsouzený k tomu, aby navěky bloumal ulicemi a jen zpovzdálí sledoval veselí v předvečer svátku. Poměrně drsný trest, ale co byste čekali? Sice umí uspořádat skvělý večírek, ale pořád to jsou především čarodějky!"
    },
    {
        "id": 173,
        "name": "DJové",
        "description": "Ponoř se do basů. Podvol se rytmu. Nech se unášet hudbou."
    },
    {
        "id": 174,
        "name": "Popové hvězdy",
        "description": "Když jste na vrcholu hitparád, máte celý svět u nohou."
    },
    {
        "id": 176,
        "name": "Tři pocty",
        "description": "Pod esentovou vládou se společnost stala individualistickou a uzavřenou. Lidé jsou vedeni k tomu, aby se starali jen o sebe, a všude panuje vzájemná nedůvěra. Vůdce dávno zaniklého Řádu útěchy Malzahar se snaží posílit jeho bývalou auru a do světa plného nesouladu tak navrátit harmonii. Dobře ví, že lepší svět nikdy nevznikne, pokud k tomu všichni nenapřou společné síly."
    },
    {
        "id": 177,
        "name": "Bilgewater: Žoldáci",
        "description": "Lovci odměn, psanci i piráti se slétají do nechvalně proslulých Vražedných doků v Bilgewateru jako mouchy k odřezkům ze zabijačky. Život na moři je tvrdý, ale odměna může stát za to... když to Vousatá dáma povolí."
    },
    {
        "id": 178,
        "name": "Kronika",
        "description": "Legendy utváří, formuje a testuje jejich minulost."
    },
    {
        "id": 179,
        "name": "Prokletí Prázdnoty",
        "description": "Až se bude Runeterrou šířit pohroma Prázdnoty, všichni se skloní před její pokřivenou evolucí. Divoká, hladová a neukojitelná Prázdnota neušetří žádnou bytost a neutrpí žádnou porážku."
    },
    {
        "id": 180,
        "name": "Jiné cesty",
        "description": "Rytíř z Pírkova máchne křídly a na druhé straně Runeterry se vynoří mořský drak. Hrajeme své role, proměnlivé jako slova na pergamenu, a kráčíme po cestách stejnou měrou neznámých i vzrušujících. Co kdybychom se vydali po takové, kterou ještě nikdo nezmapoval?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Kdo nechal tohle ve finální verzi???? Právnímu oddělení ani muk."
    },
    {
        "id": 183,
        "name": "Zloději duší",
        "description": "Duše představují život, světlo, moc – a ve světě bez milosrdenství je kradou a požírají nelítostní vládci smrti."
    },
    {
        "id": 184,
        "name": "Triumfální",
        "description": "Uděleno hráčům, kteří zvítězili ve sponzorovaném turnaji v League of Legends."
    },
    {
        "id": 185,
        "name": "Praví válečníci",
        "description": "Pro opravdového bojovníka není nic důležitějšího než síla a čest, jež se nesou věčností."
    },
    {
        "id": 186,
        "name": "Nebeští",
        "description": "Pyke, první ze všech Nebeských, se násilně prodírá světy a při svém bezohledném honu vlastních protějšků rodí nové Nebeské. Kdo se stane vládcem, až povstanou tito noví velikáni, a jak naloží s časem, který jim tak rychle ubíhá?"
    },
    {
        "id": 187,
        "name": "Požehnaní zimou",
        "description": "Když vzduch začne mrazit a padne první sníh, zvedni oči k obloze, protože tehdy se zjeví Polárka. Ničeho se neboj – pokud byl tvůj uplynulý rok vyplněný nezištnými dobrými činy, možná obdržíš požehnání Záře. Ale pamatuj: bez ohledu na své chování nesmíš považovat své dary za samozřejmost, protože Polárka přichází každý rok a zaslouženému trestu nikdo neunikne."
    },
    {
        "id": 188,
        "name": "Tvůrci mýtů",
        "description": "Před dávnými časy se z porážky Velké šelmy Galia zrodily tradice k lunárnímu novému roku, které se udržují vyprávěním úchvatného příběhu. V této pověsti přebývá vlastní živý svět – ovšem když se jeho tok nečekaně přeruší, musí postavy spojit síly, napravit vzniklý nepořádek a vytvořit svůj vlastní mýtus."
    },
    {
        "id": 189,
        "name": "Krasavci a Srdcebolní",
        "description": "Elegantní a dokonale sebejistí Krasavci nemají mnoho společného s partou Srdcebolných, kteří by se raději ulili ze školy a vyrazili do skateparku. Na jednom se ale shodnou: tohohle hloupého vymyšleného svátku věnovaného lidem, kteří k někomu něco cítí, už mají plné zuby. Tak proč se nemůžou zbavit toho rozechvělého pocitu v břiše?"
    },
    {
        "id": 190,
        "name": "Porušená úmluva",
        "description": "Aspirantská kongregace už celá léta bojuje se sektou Neverghaastů o Aspiru, dech života. Pro kongregaci je Aspira darem, který člověk po smrti vrací, aby mohl vstoupit do posmrtného života. Avšak Neverghaastové, prokletí věčnou žízní po dechu, věří, že život je jen jeden a je zapotřebí jej prožít naplno. Válka zuří a její konec je v nedohlednu..."
    },
    {
        "id": 191,
        "name": "Pohádkový dvůr",
        "description": "Všichni členové vílí šlechty jsou služebníky vůle přírody, dohlížejí na přirozený řád a svou magií zajišťují střídání ročních období. Pod tímto vyšším cílem se však na luxusních dvorech z hedvábí, flóru a zlata odehrává neustálá politická hra plná intrik. Konec konců, moc – ať už magická, přírodní či politická – je vždy živnou půdou pro konkurenci a boj."
    },
    {
        "id": 192,
        "name": "Inkoustový stín",
        "description": "V polorozpadlém chrámu na okraji města Rabadon se nachází poslední naděje místních obyvatel: válečníci Inkoustového stínu. Každý z nich obětoval to, je pro něj nejcennější, aby uzavřel smlouvu s prastarými duchy, kteří udělují magická tetování tak mocná, že se před nimi chvěje i samotný Kabal. Už nejsou obětmi. Je na čase vzít si svůj domov zpět."
    },
    {
        "id": 193,
        "name": "Nositelé noci a Nositelé úsvitu",
        "description": "Boj mezi Nositeli noci a Nositeli úsvitu překonává hranice času. Na jedné straně stojí síly chaosu a temnoty přinášející změnu, na straně druhé síly řádu a světla zajišťující pevnou oporu. Právě tito bohové a jejich potomci utvářejí rodící se svět a nikdo netuší, zda budoucnost přinese světlejší dny... nebo temnější noci."
    },
    {
        "id": 194,
        "name": "Mistři světa: 2022",
        "description": "Blahopřejeme vítězům MS 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Krystalický pohyb",
        "description": "Motus byl svět propojený s magií, po její ztrátě se však vše zhroutilo. O staletí později je zdejší civilizace roztříštěná, města znovu obsadila příroda a magie se vrátila v podobě prismatických krystalů. Chce se pouze šířit, a zatímco někteří dokážou využívat její moc bezpečným způsobem, jiní podlehnou jejímu vábení a stávají se jejími otroky. Tím začaly prismatické války."
    },
    {
        "id": 196,
        "name": "Duchovní bojovník",
        "description": "Jejich duše probudily zkoušky – ať už ty na bitevním poli, nebo v hlubokých zákoutích mysli. Každý z nich má jedinečné schopnosti, které odrážejí jeho povahu, a schopnost vyvolat samotnou podstatu svého ducha. Někteří svou sílu brousí, usměrňují ji tréninkem... A jiní ji používají jen jako ničivou zbraň. Jsou to... DUCHOVNÍ BOJOVNÍCI!"
    },
    {
        "id": 197,
        "name": "Pouliční démoni",
        "description": "Ve městě Styxbridge žijí pospolu démoni, zvířata i lidé. Každý rok se pořádá festival pouličního umění, který vyvrcholí přátelskou soutěží o to, kdo dokáže udělat to největší a nejsmělejší graffiti: TagFest!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Eidola Vida byli kdysi smrtelní, ale po smrti je láska jejich rodin vzkřísila coby duchy života. Eidola Muerte byly zapomenuté duše, které se po smrti toulaly záhrobím, dokud nenašly své provizorní rodiny. Obě strany nelze vidět, pouze cítit díky jejich Vroucnosti: magickým plamenům, které buď pomáhají šlechtit život, nebo ho dusit."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "„HEARTSTEEL je nejúžasnější nová kapela s umělci jako Kayn a Ezreal –“\\n„Je to celá naše kapela!“\\n„Uklidni se, Sette.“\\n„Počkej, K'Sante, pro jaký že to je časák?“\\n„Prosím tě, zkus se soustředit!“\\n„Hele, Yone, můžeme už konečně na pódium?“\\n„Jsme... hm, no nic, Aphelios právě odešel…“"
    },
    {
        "id": 200,
        "name": "Prapůvodní léčka",
        "description": "Ti, kteří měli to štěstí, že se narodili se zářícími znaky na kůži, jsou svým lidem uctíváni jako „Drápy přízně“. Tito jedineční Potomci tygrů jsou předurčeni k tomu, aby jednali jménem svého lidu, a svou silou si vynucují respekt ostatních. Každý z nich doufá, že si podmaní svět jménem svého druhu a stane se obávaným vůdcem."
    },
    {
        "id": 201,
        "name": "Nebeské váhy",
        "description": "Aby lépe poznali poddané svého království, sestupují členové dračí královské rodiny se svou družinou z oblačného paláce, berou na sebe lidskou podobu a radují se společně se smrtelníky při vítání nového roku."
    },
    {
        "id": 202,
        "name": "Krystalická nezdolnost",
        "description": "Když se objevily prismatické krystaly, objevili se tací, kteří se naučili jejich magii ovládat. Ovšem na severu mají krystaly zhoubný vliv na samotnou zemi. Bytosti žijící v tomto kraji zamořeném fraktálním podrostem a opalizujícím vzduchem spojují své síly s kdysi lidskými obyvateli ve snaze zničit zbytky civilizace. Vše se jednoho dne stane součástí odrazu v prismatických krystalech."
    },
    {
        "id": 203,
        "name": "Zabijácké pokrmy",
        "description": "Tyto dobroty, ze kterých se sbíhají sliny a před nimiž nepřátelé prchají, se nedají jen tak bez boje."
    },
    {
        "id": 204,
        "name": "Oživené legendy",
        "description": "Před dávnými časy uvěznili bájní bohové svou sílu ve čtyřech úlomcích Oživených: Chaosu, Harmonie, Trpělivosti a Chrabrosti. Každý z nich představoval životu nebezpečnou zkoušku pro válečníky, kteří toužili po jejich moci, a slibovaly jim, že je zvěční v dějinách. Dodnes přijímají bojovníci z celého světa jejich výzvu ve snaze zanechat za sebou odkaz, před kterým uznale skloní hlavu i samotní bohové."
    },
    {
        "id": 205,
        "name": "Pastýř deště",
        "description": "Svět je vyprahlý, bez vody a písní. Od doby, kdy žáby ztratily schopnost zpívat, deště ustaly a vláha se stala vzácností. Proto si žáby našly nové žáky, které naučily zpívat: pastýře deště. Ti teď ve speciálních pláštěnkách obnovují zemi a vracejí přírodě její dřívější bujnou krásu."
    },
    {
        "id": 206,
        "name": "Prapůvodní",
        "description": "Prapůvodní, vyhnaní ze své rodné souše, čekali v mořských hlubinách na svou příležitost celá staletí, až už nemohli déle snášet pohled na obyvatele povrchu a jejich drancování planety. Královna Prapůvodních tak vynesla svůj rozsudek: čas lidstva na výsluní je u konce a nastává věk Prapůvodních."
    },
    {
        "id": 207,
        "name": "Mistři světa: 2023",
        "description": "Blahopřejeme vítězům MS 2023: T1!"
    },
    {
        "id": 208,
        "name": "Ťuknutí pěstmi a oslavy",
        "description": "Je čas na oslavu!"
    },
    {
        "id": 209,
        "name": "Vyvolení vlkem",
        "description": "Když mladá vojevůdkyně Ambessa padla v bitvě, zahlédla krátce Volrachnun, posvátné místo posmrtného života určené jen následovníkům Vlka, kteří si tuto poctu zaslouží. Všichni, kdo vstoupí do tohoto ráje, se musí přidat k Věčnému lovu, nacházejí potěšení v bitvě a radostně vyzývají ostatní vyvolené válečníky během nikdy nekončícího honu."
    },
    {
        "id": 210,
        "name": "Superfandové",
        "description": "Pozvedni hrdě vlajku svých favoritů!"
    },
    {
        "id": 211,
        "name": "Maska Černé růže",
        "description": "Na Hedvábném tanci, maškarním bálu sjednocujícím šlechtice a významné osobnosti z celé Runeterry, vládne veselí a přepych. Ovšem v Noxu je i taneční sál bojištěm. Šepot dokáže být stejně ostrý jako dýka a za zdvořilostními frázemi se obchoduje s mocí. Dokonce i samotářská lady Elise opustila své hnízdo, aby se stala hostitelkou této události, a posloužila tak neviditelným očím... jež vše bedlivě sledují. A vyčkávají."
    },
    {
        "id": 212,
        "name": "Moderní mytologie",
        "description": "Mýty a legendy se odehrály již před dávnými dobami, jejich ozvěny se však promítají až do dnešního dne. Pod příkrovem všedního světa se skrývá mytická síla, probouzející novou generaci hrdinů."
    },
    {
        "id": 213,
        "name": "Knedlíčkoví drahoušci",
        "description": "Každý správný cukrářský mág ví, že žádné setkání se neobejde bez slaných dobrot. Jejich kavárna je sice nová, v knedlíčkovém umění se však tito čarovní kuchaři vyznají jako nikdo jiný a jsou připraveni se prohníst, prosekat, prosmažit a produsit ke kulinářské velkoleposti. Stačí jediné sousto těchto nadýchaných dobrot, aby si i ten nejnáročnější zákazník s chutí přitáhl židli a přidal se k oslavám."
    },
    {
        "id": 214,
        "name": "Maskovaná spravedlnost",
        "description": "Po zničení svého vlastního světa se šílený obr Mezzorax pustil do prohledávání galaxie, až našel novou planetu, na kterou by mohl zaútočit: rušnou metropoli Ocono. Nesourodá skupina místních obyvatel se však rozhodla mu postavit. S pomocí cizáckých hypermaskovacích obleků hodlají pomstít životy, které Mezzorax zničil, a jednou provždy ukončit jeho vládu."
    },
    {
        "id": 215,
        "name": "Velké zúčtování",
        "description": "Mezi noxijské tradice patří oslavovat velká vítězství a triumf síly nad slabostí. Po úspěšném tažení do Freljordu bylo u příležitosti návratu generála Daria a jeho válečných tlup uspořádáno Velké zúčtování. Do všech arén v hlavním městě tak zavítaly davy lidí, aby vzdaly hold jemu i věhlasným zúčtovačům z dřívějších let."
    },
    {
        "id": 216,
        "name": "Strůjci a lamači osudu",
        "description": "Ve světě omotaném Přadenem osudu není žádné vlákno mimo dosah těch, kdo mají odvahu jej pevně sevřít v ruce. Chtějí-li tak učinit, musí vyhledat Palác přaden a postavit se před Strůjce osudu – mocné bytosti, jimž byl svěřen tkalcovský stav a člunek osudu. Kdo jim prokáže, že je toho hoden, a získá titul Lamače osudu, ten může přepsat, co mu bylo psáno ve hvězdách... a změnit tak tok dějin."
    },
    {
        "id": 217,
        "name": "Hvězdopravci",
        "description": "Zkušení věštci zvaní Hvězdopravci od dávných časů odhalují a v rozsáhlé knihovně svého řádu střeží tajemství vesmíru. S pomocí ezoterických znalostí a prastaré moci ochraňují svou domovskou sféru před nesčetnými hrozbami. Avšak jen málokterý z nich je připraven střetnout se s neznámou hrůzu, jež se právě vynořuje z jiné sféry – nebo alespoň vzít na vědomí její existenci."
    },
    {
        "id": 218,
        "name": "Prameny Duchovního květu",
        "description": "Vysoko v horách stojí lázně, kam se hosté chodí zbavit světských starostí. Toto tematické útočiště zvané „Prameny Duchovního květu“ je oázou klidu, kam nesmí žádné drama. Zdejší přívětivý personál a kouzelná pára smývají tíhu bitvy a vzpomínky, na které je nejlepší zapomenout. Nejsou tu žádní hrdinové ani padouši – jen návštěvníci, toužící po odpočinku a načerpání nových sil."
    },
    {
        "id": 219,
        "name": "Vidiny padlých",
        "description": "„Kdysi jsme byli bohy. Nyní, věčně ztraceni v bezútěšné temnotě našeho vězení, sníme o tisíci nevyhnutelných, krvavých návratech... a o tom, jak celé lidstvo znovu prosí o naši božskou milost.“<br>V době ztracené v legendách patřil tento svět darkinům.<br>A darkinové si ho hodlají vzít zpět."
    },
    {
        "id": 220,
        "name": "Mistři světa: 2024",
        "description": "Blahopřejeme vítězům MS 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Flora Fatalis soudí každého, kdo vkročí do jejího opojného dosahu, vábí ty, kteří mají odvahu a ambice, a láká je dostatečně blízko, aby do nich mohla zasadit mocné semínko své vůle. Neustále se přizpůsobuje a vyvíjí a vyhledává stále mocnější a mocnější hostitele, které by mohla posílit – a pohltit."
    },
    {
        "id": 222,
        "name": "Věčné Aspekty",
        "description": "Mocné Aspekty se po celá tisíciletí usilovně snažily ze své nebeské říše vést a posilovat Runeterru. Každý z nich o sobě tvrdí, že je vrcholným ztělesněním univerzální pravdy o stvoření, a vyhledávají smrtelné hostitele, kteří by dokázali prosazovat jejich plány a umožňovali jim znovu kráčet světem ve fyzické podobě."
    },
    {
        "id": 223,
        "name": "Stíny z hlubin",
        "description": "Zatímco znesváření korzáři soupeří o vládu nad Šerým mořem, pod jeho hladinou se probouzí něco mnohem staršího. Jen pár smrtelníků se dokázalo z těch hlubin vrátit, a ti, kterým se to podařilo, už nikdy nebyli jako dřív – v hlavách jim neustále znějí šepotavé hlasy hovořící o čarodějnicích a přízracích, relikviích a rozvalinách světa, dávno pohlceného přílivem."
    },
    {
        "id": 224,
        "name": "skinline_name_224_thelawsofstone",
        "description": "skinline_description_224_thelawsofstone"
    }
]