[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Zapomenuté hlubiny",
        "description": "„Posaď se, mé dítě, a dobře poslouchej. Oceán je zázrak, jehož zpěněné vlny, rozbíjející se o naše klidné břehy, jsou záludnou pozvánkou. Protože to, co leží pod onou nekonečnou modří, je svět, jaký si ani nedokážeme představit. Svět zničených říší a divokých stvůr, proplouvajících těmito zapomenutými hlubinami.“",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galaktické",
        "description": "Válka Rozbitého měsíce pustoší naši galaxii už téměř sto cyklů. A přesto je její konec v nedohlednu.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Ledovcoví",
        "description": "Je nebezpečné vydávat se do zimy, protože kdo ví, co se potuluje zdejším zmrzlým krajem…",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Lunární nový rok",
        "description": "Je na čase se ohlédnout, vychutnat si oslavy s rodinou a přáteli a společně si zavzpomínat na všechno, co se událo – na to dobré i na to zlé. A zatímco noční oblohu ozařuje ohňostroj, můžeme se těšit na nový rok, jenž zaplníme krásnými vzpomínkami s našimi milovanými.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Lotosový řád",
        "description": "V knihách o ionských mýtech se píše o ctihodném Lotosovém řádu. Vznikl v dobách, kdy smrtelníci osídlili První země, a po generace spravoval tajemství nesmrtelnosti. Pouze jeho členové dokázali dosáhnout plné reinkarnace svých duší. Nyní, ladní a pomíjiví jako vlny na moři, chrání následovníci Lotosového řádu První země bez obav z tohoto či příštího života.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Vzdáváme hold všem, kteří se chystají do hry.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Přehnuté okraje",
        "description": "Po nebi plachtí hejno jeřábů v překrásných kulisách slunce a mraků. Ze stejného materiálu jsou i stromy a tráva – vše v tomto papírovém světě je tvořeno z pergamenu slisovaného nadpozemskou silou.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Autodílna",
        "description": "Hledáš pořádnou káru? Tak to jsi na správném místě. (Najeté kilometry jsou bez záruky.)",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "Policejní odznak",
        "description": "V systému trestního soudnictví existují ti, kteří zákony ohýbají, a ti, kteří je porušují. Obětaví policisté z RPD vyšetřují ty nejhrůznější zločiny ve městě s cílem dostat jejich pachatele před soud. Toto jsou jejich příběhy...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Dálniční kacíři",
        "description": "Válečníci z pustiny, krutí Vandalové a odhodlaní jednotlivci, kterým se podařilo přežít, spolu válčí v radioaktivním popelu starého světa o vládu nad tím málem, které z něj zbylo.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Energetické",
        "description": "Na nebi i po celém všehomíru vedou Agenti světla věčný boj s neústupnou temnotou.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Zloději duší",
        "description": "Duše představují život, světlo, moc – a ve světě bez milosrdenství je kradou a požírají nelítostní vládci smrti.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Supergalaktičtí",
        "description": "//NOUZOVÉ VYSÍLÁNÍ NA VŠECH KANÁLECH//<br>Galaktická úroveň hrozby se zvýšila na KARMÍNOVOU. Na [REDACTED] útočí hordy [REDACTED]. Velitelství odhaduje, že do naprosté zkázy zbývá [REDACTED] hodin, přičemž vedlejší škody nejspíš zasáhnou i sousední systémy. Supergalaktičtí, AKTIVUJTE SE!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Pán hromu",
        "description": "Lidstvo není jediné, kdo vede kruté války kvůli malicherným sporům. Už dávno před námi dva bohové – dva bratři – proti sobě pozvedli zbraně a zpustošili svou bitvou celou zemi.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triumfální",
        "description": "Překonej soupeře a dosáhni vítězství!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Zimní sporty",
        "description": "Nic nedokáže přimět sportovce vydat ze sebe maximum jako vyhlídka na mírné omrzliny.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zombie a zabijáci",
        "description": "Mozky...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Neonová třída",
        "description": "Jen málokdo ví o Předzáři a ještě méně je těch, kteří kdy viděli její těkavé neonové plameny. Za běžných okolností se jednalo o sílu zajišťující vesmírnou rovnováhu, cosi však převážilo misky vah a způsobilo, že se říše zhroutily a přelily moc Předzáře do jednotlivých bytostí. Tyto nadpozemské přírodní síly, nyní známé jako Nebeští, si razí cestu světy, každá se svým vlastním záměrem. Oheň se šíří a jeho konec je v nedohlednu.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Příběhy o Polární záři",
        "description": "Znáš příběhy o Záři? Jsou sice plné chladu a temnoty, ale máš-li dost odvahy, můžeš v nich najít víc tepla a velkoleposti, než se ti kdy snilo. Tak se posaď u ohně a zaposlouchej se do těchto Příběhů o Polární záři...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Tvorba příběhů",
        "description": "Příběhy, mýty, legendy: v každém z nich se ukrývá samostatný svět, ve kterém tamní postavy zas a znovu prožívají svoje zkoušky a útrapy s tím, jak se vyprávění dokola opakuje.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Kopiníci",
        "description": "Pradávní Kopiníci byli zázrakem, který neměl ve svém čase obdoby. Byli stvořeni, aby chránili říši v nouzi nejvyšší. Čas však plynul, obři stále spali a tajemství jejich zrodu už dávno zaniklo... stále však žije naděje, že když zazní volání, vyslyší ho.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Robotické",
        "description": "Nadešla úžasná revoluce! Viktor shromáždil armádu strojů s živými mozky a nyní se vydává do boje proti spojeným silám svých nepřátel. Zbytky lidského odboje jsou už jen tím jediným, co jej dělí od totální nadvlády nad světem.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Padlý svět",
        "description": "Když zanikne magie, ujmou se vlády popel a zoufalství. Když padnou rytíři prokletého řádu, co zaujme jejich místo?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "Škola, se svými přesně vyhraněnými partami, trapnými skupinovými projekty a přihlouplými prázdninami, byla sice přísná, ale měla svůj řád. Ovšem láska nebyla v osnovách a všechno se kvůli ní komplikuje.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Zavržená hymna",
        "description": "V tomto zničeném světě dechu a skla, kde modlitby zůstávají nevyslyšeny a žádný slib není věčný, lze věřit jen v jediné: že i pouhý jeden nádech může změnit celý život.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Vláda křídel",
        "description": "Pohádkový dvůr je domovem víl, nixíků, skřítků, trpaslíků a spousty dalších – zkrátka všech bytostí tvořených ryzí přírodní magií a nadpozemskou krásou, které milují radovánky při měsíčku, libozvučné písně a občas nějakou tu rozvernou neplechu.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Povstání Inkoustových stínů",
        "description": "Město Rabadon vzkvétá díky magii. Kdokoliv magii kontroluje, třímá moc i nad Rabadonem. A kontrola Kabalu je absolutní. Každý, kdo se mu postaví na odpor, je potrestán nebo zlikvidován... ovšem povstání se už blíží. Rebelové vyzbrojení nebezpečnou magií vepsanou přímo do kůže se snaží Kabal svrhnout a vrátit město jeho obyvatelům – a za tuto věc jsou ochotni položit vlastní život.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Před dávnými časy, v dobách, kam už lidská paměť nesahá, z vesmíru zmizela veškerá magie. Život šel dál, některé světy se však bez ní nedokázaly obejít. Jak se roky spojovaly v desetiletí a století, příroda začala znovu nastolovat rovnováhu. Nyní konečně nadešel ten pravý čas a magie je připravená se vrátit, ačkoliv v podobě, kterou nikdo neočekával.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Duchovní bojovník",
        "description": "Hrdinové z celého světa, kteří mají probuzené duše, dostali pozvánku k boji... v Turnaji duší! Ten se jako král tyčí nad veškerou zábavou a nabízí podívanou, jež nemá obdoby! Bojovníci se střetávají v bitvách jeden na jednoho, dokud nezbude jen jediný, který obdrží zaslouženou výhru: to, po čem jeho duše nejvíc touží! A já to budu všechno doprovázet komentářem!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Betonové plátno",
        "description": "Umění a magie se snoubí v městských ulicích Styxbridge – v domově příšer, přízraků, duchů a ghúlů všech druhů.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "Život a smrt jsou sice jediné skutečné konstanty ve vesmíru, ale to jediné, co se vyrovná jejich síle, je rodina. Život nemůže existovat bez smrti a smrt nemůže existovat bez života, ale rodinná pouta jsou dost silná na to, aby zajistila, že žádný duch nebude skutečně zapomenut.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Zuřivost a zuby",
        "description": "Následuj instinkt. Popusť uzdu agresivitě. Vyžaduj respekt.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Jídelní mela",
        "description": "Kdo říká, že není správné hrát si s jídlem?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Ve snaze zabránit upadnutí v trvalé zapomnění riskují mnozí vlastní životy, aby se stali Oživenou legendou – válečníkem, na něhož s uznáním hledí samotní bohové, kteří stvořili tento svět. Kdo uspěje, ten získá nepředstavitelnou moc a bude moci jednat jménem bohů, kteří si jej vyvolili.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Super planetární zachránci",
        "description": "Když hrozí nebezpečí a svět zoufale potřebuje pomoc, jen jedna skupina se dokáže téhle výzvě postavit. Jsou kdykoliv připravení navléci si své hypermaskovací obleky a vrhnout se do akce s přeměněnou silou, mrštností a zbystřenými smysly. Budou bojovat. Ničeho se nezaleknou. Jsou to Super planetární zachránci a jejich úkolem je bránit galaxii!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Ozvěny z hlubin",
        "description": "Zde nejsou žádní hrdinové – jen zatracenci, kteří vidí svět bez příkras. Od neoznačených hrobů po hlubiny, kam nedosáhne jediný paprsek světla, se prokletí hrdinové střetávají se samotnou podstatou zla – hnisajícího, věčného a toužícího rozpoutat divokou zkázu.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Kulinářští mistři",
        "description": "Nesmírně oblíbená kuchařská soutěžní reality show „Kulinářští mistři“ právě vychází. Všude. Na všech platformách. Všech 1000 epizod rozdělených do více než 50 sezón. Dokonce i „Kulinářští mistři – superstar“. A „Kulinářští mistři mezi celebritami“. Vrhni se do sledování ještě dnes.",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Lovci lebek",
        "description": "Pro některé tvory je lov víc než jen zábava – ovládá jejich mysli i těla a činí z nich rasu dokonalých strojů na zabíjení.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Strážci písků",
        "description": "Mocní strážci drží hlídku u hrobky prastaré hrůzy, aby už nikdy nevkročila na tento svět. Jenže možná je už pozdě...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Cukrománie",
        "description": "Od Perníkového hradu až po Zázvorové moře, od Lékořicových hor po Bonbónový les – to je Cukrátkové království v celé jeho slávě.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Bedna s hračkami",
        "description": "Gnarova bedna s hračkami je plná pokladů nezměrné hodnoty, ovšem když není nikdo doma, probouzejí se hračky k životu...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Piktský kmen",
        "description": "Jen málokdo dokáže přežít putování zamrzlou tundrou severu. A koho nezabije mráz... o toho se postarají Piktové.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Hvězdní strážci",
        "description": "V nekonečném temném vesmíru vybírá osud mladé válečníky, aby chránili světlo hvězd. Jejich údělem je oslnivě vzplanout a pak navždy zmizet.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Měsíce Ionie",
        "description": "Z ticha se nese hlas: „Svíjejte se, zvířata, bratři. Měsíce zničené Ionie stoupají jako oči hladových démonů a čekají na rudý důkaz vaší věrnosti – nebo jsou obludnou pohromou, jež nikdy nepřejde? Tak či onak, jsme nádoby zasvěcené rituálu a oběti. Až dosáhne měsíc vrcholu, odřízneme maso od masa a nabídneme skromný dar všeho, čím jsme.“",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Prehistoričtí lovci",
        "description": "Naší zemí se potulují obří monstra, která s děsivou přesností pronásledují svou kořist. Nebýt Lovců, jejich další potravou by se jistě stali lidé. Ovšem Lovci, vyzbrojení čepelemi vyrobenými z kostí svých prvních kořistí a s instinkty, které se vyrovnají nejstrašnějším šelmám, každý den chrání svůj lid před hrůzným osudem.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Kniha příběhů",
        "description": "Bylo nebylo, skupinka postav ožila ze stránek knihy, která pojednávala o jejich příběhu...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Báje",
        "description": "Každá kultura má vlastní folklór plný legend a různých příšer. Jsou tyto mýty výplodem naší fantazie, pouhé příběhy předávané z generace na generaci s cílem vysvětlit nevysvětlitelné? Nebo se zakládají na pravdě, jež je skrytá před zbytkem světa?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Střet",
        "description": "Vše se rodí z konfliktu, nikdo a nic mu neuteče. Harmonie je pouhá iluze a jen ti, kdo ji přijmou, získají od života nejcennější odměny.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mechanické",
        "description": "Vysoko nad střechami města bojují obří kaidžu s titánskými roboty. Kdo z nich zvítězí?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Magitechnické",
        "description": "Magitechnika se ze svých primitivních základů vyvinula v moderní renesanční obor vytváření složitých forem umělého života nadaných svobodnou vůlí a stala se tak jedinečným spojením vědy a umění. Zkušení vynálezci tak otevírají dveře vzrušující budoucnosti – nikdo ovšem netuší, co všechno může přinést.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Sněhové klání",
        "description": "Existuje snad nějaká lepší část roku než Sněhové klání, kdy je vzduch svěží, sníh nadýchaný a kakao horké? Koulujte se nebo zpívejte koledy – dokud se dobře bavíte, bude vše v pořádku a nemáte se čeho bát.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Válčící království",
        "description": "V době, kdy znesvářené říše bojují o moc ve snaze sjednotit zem, hrdinní válečníci a odhodlaní generálové testují své dovednosti v bitvách proti největším hrdinům celé této éry. Nadešel čas války, čas legend.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Nesmrtelná cesta",
        "description": "Před dávnými časy se v daleké zemi shromáždily před bohy zástupy duší ve snaze prozkoumat hranice jejich moci. Cesty všech – pošetilých i arogantních, chrabrých i spravedlivých – jsou nyní zapsány do nesmrtelných stránek historie…",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Nesmiřitelní gotici",
        "description": "Na vrcholu průmyslové revoluce se na nezkrocený západ začaly hrnout zástupy poutníků hledajících štěstí a bohatství, které se ukrývá mezi hrůzami krutého a prastarého světa. Nadešel čas hrdinných pistolníků a prohnilých padouchů, tajemných bohů a krvelačných démonů.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odysea",
        "description": "Vydej se na křídlech dobrodružství z urbanizovaných centrálních světů až na vnější okraj galaxie! Bez ohledu na námitky řádu templářů i zločineckého Syndikátu napírá slavná Demaxijská říše veškeré své síly do honby za Orou – záhadnou zlatavou esencí, která je životadárnou krví každé civilizace a příslibem nevýslovné moci pro každého, kdo ji dokáže ovládnout sám pro sebe…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJEKT",
        "description": "Mezi megabudovami a přeplněnými ulicemi budoucnosti ovládané globálními korporacemi zuří tajná válka mezi vzbouřenými, implantáty vylepšenými lidmi a nově posílenými umělými tvory. Vítězové budou řídit běh dějin… a poražení se budou muset vyvinout.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Zatmění",
        "description": "Na počátku vládli Staří bohové. Láska lidí k nim byla tak veliká, až se jedna z bohyň rozhodla učinit je navždy součástí svého těla. Pohltila samotné slunce a sestoupila z nečekaně prázdného nebe, aby přiměla své rytíře pobít všechny, kteří zůstali. Ti teď, o mnoho staletí později, představují jedinou naději v boji proti sílící temnotě Okultního řádu.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Mechanická království",
        "description": "Velká království spolu válčila po generace... dokud se neobjevil nový nepřítel. Aby se mohla bránit, byla požehnána darem z nebes. Dokážou se povznést nad minulost a zachránit svou budoucnost?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Duchovní květ",
        "description": "Slavnosti duchovních květů je doba, která se v Ionii už od dávných věků oslavuje jako čas, kdy se otevírají dveře do světa duchů, zesnulí se vrací za svými milovanými a duše všech možných tvorů obrací své zraky k živým. Příběhy jich všech, od laskavých kanmei až po chorobně posedlé akany, se přehrávají znovu a znovu, jako stíny na papírovém lampionu.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "Psychická jednotka",
        "description": "Na ochranu před zákeřnými silami, snažícími se destabilizovat svět, vysílá vrchní velení Psychickou jednotku – elitní tým psychických vojáků. Jejími členy jsou [CENZUROVÁNO].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Ničitelé světa",
        "description": "Nakonec měsíc zadusí slunce. A v tom beznadějném soumraku povstanou čtyři titáni, aby roztříštili svět.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Královny boje",
        "description": "Spolek elysijských říší byl kdysi roztříštěn nekonečnou válkou, časem si však uvědomil pravou podstatu svého bytí: že magie, která udržuje zdejší fantastický svět pohromadě, čerpá sílu pouze z bojů. Všechny části země se proto spojily v jednotícím střetu Velké korunovace, ovšem v některých spojenectvích se začínají objevovat trhliny...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Sága o Padlém králi",
        "description": "Černá mlha nabývá na síle, Strašidelnice přicházejí a Padlý král znovu povstal. Viegova zkázonosná moc přikryla Runeterru, činí z přátel nepřátele a sráží celé národy na kolena. Jediní, kdo mají dost síly ho zastavit, jsou Strážci světla: starobylý řád vedený Lucianem a Sennou. Musejí svolat šampiony ze všech koutů světa, aby s Černou mlhou bojovali a jednou provždy ukončili hrůzovládu Padlého krále.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Svitky Šan-chaj",
        "description": "Nikdo netuší, kdo a kdy sepsal tajemné Svitky Šan-chaj. Stačí však jediný pohled, aby bylo jasné, že kresby v nich obsažené jsou oknem do světa kouzel a zázraků... nebo je to spíš průchod?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Křišťálová růže",
        "description": "Ve světě často porušovaných magických spojenectví a staletých svárů představují každoroční slavnosti Křišťálové růže neutrální půdu, na které mohou mocní vůdci promíjet staré urážky a obnovovat příměří. Zbraně jsou okázale zanechávány u dveří a potenciální nové dohody jsou oznamovány sbíráním a nošením čarovných růží, jež rostou pouze během tohoto festivalu.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Vesmírný rytmus",
        "description": "V taneční galaxii vzdálené milion pekelných disk od té naší přináší tajemná energie známá jen jako Rytmus hudbu a blahobyt trilionům tamních obyvatel. Ovšem když cizácká vládkyně Lissandra se svou armádou přísných rytmů začala zotročovat planety a potlačovat disko hudbu, povstala nová vlna hrdinů, aby ji zastavili a udrželi věčnou párty v pohybu.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Magické",
        "description": "Archetypy, živoucí vzory utvářející samotnou realitu, bojují vysoko nad Arkánou o to, který z nich vtiskne chaosu pod sebou svůj řád. Archetypy najímají vnímavé obyvatele světa k tomu, aby posilovali jejich skryté vzory – a čím je vzor daného Archetypu silnější, tím více se na běžném životě odráží jeho velký plán.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Noční můra z Města zločinu",
        "description": "V útrobách Města Valoranského, které je prolezlé zločinem jako rakovinou, číhají pradávné hrůzy. Na černých tržištích vznikly elixíry – cenná látka podezřelého původu, jejíž výroba by zajistila neomezený zdroj peněz a vlivu každému, kdo by dokázal tento trh ovládnout. Kápové i jejich pohůnci, zlákaní agenty temnoty, se nyní obrací k silám zpoza závoje reality ve snaze okusit pravou moc.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulzní",
        "description": "V nekonečně rozvětvených realitách bojují chronostrážci s prchajícími uprchlíky, vládci časových gangů a neúnavným putováním Pretoriánů po proměnlivém časoprostoru.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Kavárenští mazlové",
        "description": "Dobré jídlo je kouzelné – a to doslova! Ve světě elegantních kouzelných cukráren vyrábějí mágové čarovné makronky, pečou magické croissanty a servírují divotvorné zmrzlinové poháry davům zákazníků toužících okusit jejich zázračnou chuť.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Ve městech Piltoveru a Zaunu narůstá nepokoj. Vynálezci a zloději, politici a vládci podsvětí – ti všichni se snaží zbavit omezení, jimiž je svazuje rozdělená společnost. Objevy se mísí s nebezpečím, rodí se noví hrdinové a dříve pevná pouta trhá osud na kusy. Dokáže tato moc změnit svět, nebo přivolá jeho zkázu?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Okraj mraků",
        "description": "Bleskové čepele jsou řádem tajemných válečníků šinobi, jejichž zbraně jsou prodchnuté magií blesků ze smrtícího oblačného rituálu. Jejich úkolem je chránit lidstvo před zákeřnými duchy a příšerami. Putují mezi říšemi smrtelníků a duchů, pronásledují hrozby, s nimiž nedokáže bojovat nikdo jiný než oni, a brání budoucnost všech obyvatel světa smrtelníků.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "Lidstvo sbírá síly k poslední zoufalé obraně proti technologicky vyspělé armádě hlubokomořských útočníků zvaných Prapůvodní. Ke slovu přichází četa Anima: elitní bojovníci, kteří jsou odhodlaní za pomoci ukořistěných technologií Prapůvodních zabránit konci světa. Pro záchranu lidstva budou muset bojovat jako zvířata.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Opálené léto",
        "description": "Je léto! Sluníčko svítí, vane teplý větřík a voda krásně chladí. Všichni se rozhodli nechat dávné spory a nepřátelství doma a vzali si s sebou jen plavky a dobrou náladu. Na rány pěstí a křik bude dost času později. Tak si udělej pohodlí, poslouchej hudbu a užívej si pohodu.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Krotitelé příšer",
        "description": "Kdo jsme? Jsme Krotitelé příšer! Chráníme svět, když je v nebezpečí! Když ostatní utíkají, útočíme ztečí. Krotíme příšery a používáme JÁDRA sílu. S novými přáteli se nebojíme ničeho, máme v sebe víru! Jdeme, kde nás potřebují, putujeme zemí. Jsme Krotitelé příšer! Takoví jsme my!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Horizont událostí",
        "description": "V bezedné temnotě vesmíru se rodí hrozivé i překrásné věci – kosmická stvoření křehké lásky i nepoznatelné stvůry Temné hvězdy. Jsou to děti němých bohů a konečně se vracejí domů.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Strážce duší",
        "description": "Udyr strávil téměř deset let výcvikem v Ionii u mnichů z Hiranského kláštera, kde se učil ovládat a zkrotit své duchovní schopnosti. Když ho pak Freljord povolal domů, rozhodl se zůstat a dokončit své studium. Nakonec se Udyr stal součástí ionského světa, a to jak duchovního, tak jeho smrtelné části, a ve spolupráci s Lee Sinem a Karmou pracuje na navrácení rovnováhy do země rozervané válkou.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "Drtička",
        "description": "Dřina není jen práce. Je to boj, je to shon. Někdy dokáže povzbudit, jindy sráží k zemi. Je to týdenní jízda na horské dráze plná komických zatáček a tragických pádů, která začíná každé pondělí nanovo. Pracujeme tvrdě, nebo jsme na práci natvrdlí? Při té dřině to vyjde nastejno.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Rozhodně ne",
        "description": "Zcela běžný vesmír, ve kterém se neděje nic podlého, zrádného nebo neupřímného. Rozhodně ne.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Železná klenba",
        "description": "Válkou rozervaná galaxie se snaží obrodit, staré rány se však jen obtížně zacelují. Mocenské vakuum vyplnili lovci lebek a korporátní agenti, z nichž někteří pilotují nebezpečné bojové exoskelety s nadlidskými schopnostmi. Různé megakorporace v reakci na to využívají soukromé armády k prosazování své vůle ve vzdálených vesmírných koloniích. Válka je věčná, jen bojiště se mění.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Věky Runeterry",
        "description": "Záblesky vlastních já z jiných životů. Osudové střety z jiné doby. Runeterra je svět plný možností a její legendy nacházejí nové cíle a předurčení.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222,
            224
        ]
    },
    {
        "id": 65,
        "name": "Vládci živlů",
        "description": "Jedno království se nachází na pokraji zkázy, neboť armáda titánských živelných šelem vede válku proti lidskosti. Poslední obrannou linii udržuje osamělá královna válečnice – Vládkyně živlů Lux. Aby svůj lid zachránila, musí nahlédnout do svého nitra a odhalit svou pravou povahu... ať už nabere jakoukoliv podobu.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Pekelné",
        "description": "Oheň, síra a smrt. Svět, jak vypadal před příchodem Popelavého lorda, se už nikdy nevrátí. Byl to jen sen, pohlcený řekami žhnoucí lávy v zemi poseté vulkány. Nyní začíná nový věk – věk, jenž bude hořet do skonání času.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Archivní",
        "description": "Poklady z dávno zašlých časů, blyštící se právě na dosah.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Divy světa",
        "description": "Osoby pocházející z dalekého vesmíru „Země“, kde ožívají obří sochy a všichni nosí veselé klobouky. Když se to tak vezme, hodně to tam připomíná Runeterru.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Válečný institut",
        "description": "Ačkoli přísné zákony, říše a politické nepokoje, které vedly k runovým válkám, už dávno odvál čas, příběhy o legendárních bitvách na Polích spravedlnosti díky zbylým Vládcům magie a Protektorátu dosud nevybledly. Žoldnéři a Inkvizitoři dál nesou odkaz válek a nepřátelství svých předků, ačkoliv původní důvod sváru už byl dávno zapomenut.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Dračí svět",
        "description": "Už dvakrát byl svět pohlcen dračím ohněm. Dvakrát z jeho žhnoucího popela povstali hrdinové.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "Píše se 22. století a tělesné augmentace se staly součástí běžného života. Omezení lidstva se neustále posouvají, což vyvolává nebývalý pocit optimismu a neomezených možností. Každé čtyři roky proto všechny národy odkládají stranou své sváry a dávají prostor harmonii a soutěžení na Zenitových hrách. Neúčastní se jich proto, aby světu ukázaly, co je možné, ale čím by se mohl stát.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Arkáda",
        "description": "Na obrazovce bliká výzva „Vhoď minci a hraj“ – neodolatelná nabídka pro každého hráče, který je hoden toho označení. Ale tyto běžné hráče, nečekaně vtažené ze skromné herny do velkolepého světa hrdinů a bitevních bossů, teď čeká boj, ve kterém budou muset využít všechny své reflexy a komba. Protože hráči v Arkádii... hrají o své vlastní životy.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Příběhy ze Žlebu",
        "description": "Rodiče svým dětem vyprávějí báchorky o zlých čarodějnicích a podobných bytostech, které se každoročně jedné noci plíží ulicemi. „Zůstaň v postýlce, broučku, protože tma je jejich přítelem.“ Tyto příběhy jsou pravdivé jen zčásti: přízraky, jimž tohoto večera patří vláda nad světem, sice rády straší, dětem by však nikdy nezkřivily ani vlásek na hlavě. Kromě těch velmi zlobivých.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Včelky",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Stříbrný věk",
        "description": "Největší superhrdinové a nejpodlejší padouši Žlebu k dostání ve všech komiksových obchodech!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Kočky proti psům",
        "description": "Je to nejstarší rivalita, kterou kdy svět poznal: nejlepší přítel člověka proti největším hrdinům internetu. Jen jedna strana může vzejít vítězně z nemilosrdné řeže při bitvě mezi kočkami a psy. Snad si ale příliš nezašpiní kožíšky: jediná věc horší než prohra je totiž koupel.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Noční můra ze sousedství",
        "description": "Příšerné příběhy o podivných potvorách, pekelných přátelích a partách přízraků.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Staré časy",
        "description": "Život za hradbami sídla lorda Tryndamera je požehnáním. Rytíři zde mohou zajít za kovářem a nakoupit si jeho zboží nebo vyhledat radu u některého z mnoha mágů. A na milovníky dobrodružství čekají země Albionu, jejichž tajemství znají jen víly, které je obývají.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Z temných vod",
        "description": "Bilgewater – místo, kde je smrt rychlejší než mořské proudy a pravidla tvárná jako jíl. Místo, kde peníze odemykají všechny zámky a pravda je jen lež, na které se všichni shodnou.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Jistě, je to o vyprodaných stadionech, parádních kostýmech a jásajícím davu – ale také o reproduktorech puštěných tak nahlas, že vám zvoní v uších, jako by chtěly zpívat spolu s kapelou. O horkém světle reflektorů, dunivých basech a neúnavném rytmu bicích. Je to o tom adrenalinovém vzrušení, které vás rozpaluje zevnitř. Ten pocit? To je hudba.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Vítězní",
        "description": "Šampioni vítězí nad nepřáteli, stoupají k novým výšinám, plní si své nejdivočejší sny a dávají na odiv svou těžce vydobytou kořist všem, kteří chtějí spatřit skutečnou velkolepost.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Pocty",
        "description": "Pod esentovou vládou se společnost stala individualistickou a uzavřenou. Lidé jsou vedeni k tomu, aby se starali jen o sebe, a všude panuje vzájemná nedůvěra. Vůdce dávno zaniklého Řádu útěchy Malzahar se snaží posílit jeho bývalou auru a do světa plného nesouladu tak navrátit harmonii. Dobře ví, že lepší svět nikdy nevznikne, pokud k tomu všichni nenapřou společné síly.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Heavy metal",
        "description": "Diváci z celého světa se sjíždějí, aby mohli sledovat souboje těch nejlepších robotických bojovníků v gladiátorských arénách společnosti RiotCorp. Komu se podaří získat titul šampiona Železné ligy bojových robotů a kdo se při neúspěšném pokusu rozpadne na součástky?",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Spojme své osudy",
        "description": "Tak... co ty na to?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Akademie",
        "description": "UPOZORNĚNÍ PRO STUDENTY A VYUČUJÍCÍ: Dozvěděli jsme se, že všem studentům byl udělen kázeňský postih a celý profesorský sbor se nachází na „doporučené“ psychiatrické dovolené. Vyučování bude až do odvolání zrušeno, pravděpodobně do doby, než zmínění vyloučení studenti přehodnotí své nepřijatelné chování.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Mistři arkán",
        "description": "Přímo za branami akademie se nachází svět plný magie... a nebezpečí. Profesoři nabádají mladé čaroděje a čarodějky, aby se drželi v bezpečí školních pozemků, rozvíjeli svou moc a dobře se učili – ale co je to za zábavu, když hned za rohem čeká dobrodružství?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Hvězdní poutníci",
        "description": "Putovat vesmírem o samotě je nebezpečné… Vezmi si s sebou mipa! Ale ne fialového. Ti fialoví jsou zlí.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Božská zbraň",
        "description": "Božské zbraně, rozptýlené po celém světě, učinily z moci hnací sílu celé společnosti. Tyto rozumem nadané monumenty volají ty, kteří jsou toho hodni, a dávají svým poddaným dary, aby si mohly dál podmaňovat válkou zmítaný svět. Stát se vyvoleným je velké uznání, které nahání strach všem protivníkům.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Temný led",
        "description": "Ledová čarodějka nedopřeje nikomu věčný klid: každý spojenec i nepřítel, který padne v její zemi, znovu povstane, aby bojoval po jejím boku. Její temná magie pokřivuje jejich vzhled a vytváří ledovcové golemy se srdcem z černého ledu, který nikdy neroztaje.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Krvekam",
        "description": "Bájný Krvekam poskytuje působivé schopnosti, ovšem za děsivou cenu. V jeho stopách leží mnoho mrtvých a další ještě nepochybně přibudou, neboť v temnotách není nedostatek moci, jen vůle se jí zmocnit.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esporty",
        "description": "Podle některých je největší odměnou možnost třímat Vyvolávačův pohár před stadionem plným fanoušků... podle jiných to jsou peníze. A jak to vidí lidé z týmu pro tvorbu skinů do League of Legends? My myslíme, že nejlepší na vítězství v MS je možnost vlastního zvěčnění ve vaší milované hře. A to říkáme naprosto nezaujatě!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Sběratelská edice",
        "description": "Pro náročné sběratele limitovaných edic her ze žánru MOBA z roku 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Válka je ďas",
        "description": "Co to má být?! Jsme ve válce, vojáku, a ty mrháš časem na čtení? K čemu ti bude čtení, až potáhneš ten svůj kostnatý zadek rozbahněným zákopem plným krys pod ostrou palbou uprostřed hurikánu? K ničemu! A teď zpátky do útvaru!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Zajíčkovští",
        "description": "Čas zajíčků je tu! Lidé zeširoka daleka se navlékají do huňatých kostýmů, malují vajíčka a tváře jim zdobí široké úsměvy. Tak hopsa hejsa za sváteční náladou!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Karmínová elita",
        "description": "Jak najít Karmínovou elitu? Stačí jít podle mrtvých těl.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Služebníci smrti",
        "description": "Podsvětím víří zlověstná aktivita. Smrt shromažďuje své poddané pro nový děsivý plán, k jehož vykonání budou zapotřebí duše všech smrtelníků.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Démoni",
        "description": "Na nebohé duše odsouzené k utrpení, ať už spoutané smlouvou, nebo vlastními zlými skutky, čeká věčný oheň pekelný.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Čtyři šelmy",
        "description": "Nad celým světem bdí božské síly schopné proměnit kohokoli v mocnou bytost, ovšem jen v případě, je-li jeho duše hodna jejich požehnání. Jednou udělený dar už pak nelze odejmout, ať už poskytnutá moc slouží dobru, nebo zlu.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Hrůzní rytíři",
        "description": "Tito nemrtví rytíři, které k životu přivedla tajemná starobylá magie, jsou jedinými pozůstatky slavné historie ztracené v hlubinách času. Za ochranu toho, co jim kdysi patřilo, jsou připraveni zaplatit tu nejvyšší cenu.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Baroní doupě",
        "description": "Runeterrou se plíží nebezpečí! Zemí se volně potulují mocné příšery, mrzké čarodějnice a různí mytičtí tvorové! Shromážděte své přátele, vytvořte si vlastní dobrodružství pro 3–5 hráčů a ničte zlo každým hodem kostky. Dokážete zachránit svět a stát se legendou BARONÍHO DOUPĚTE?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]