[
    {
        "key": "LinkTooltip_Description_Adaptive",
        "value": "Każdy punkt siły adaptacyjnej zapewni albo 0,6 pkt. obrażeń od ataku, albo 1 pkt. mocy umiejętności, zależnie od tego, czego masz więcej w trakcie gry. Na ten efekt wpływają przedmioty."
    },
    {
        "key": "LinkTooltip_Description_MS",
        "value": "Prędkość ruchu"
    },
    {
        "key": "LinkTooltip_Description_ImpairAct",
        "value": "Obejmuje oślepienie, krótkowzroczność, uciszenie, spowolnienie, polimorfię, uziemienie, przygwożdżenie, ogłuszenie, unieruchomienie, podrzucenie, odrzucenie, urok, uśpienie, prowokację i przestraszenie. "
    },
    {
        "key": "LinkTooltip_Description_ImpairMov",
        "value": "Obejmuje spowolnienie, polimorfię, uziemienie, przygwożdżenie, ogłuszenie, unieruchomienie, podrzucenie, odrzucenie, urok, uśpienie, prowokację i przestraszenie."
    },
    {
        "key": "LinkTooltip_Description_Immobilize",
        "value": "Obejmuje przygwożdżenie, ogłuszenie, unieruchomienie, podrzucenie, odrzucenie, urok, uśpienie, prowokację i przestraszenie. "
    },
    {
        "key": "LinkTooltip_Description_Takedown",
        "value": "Zabójstwa lub asysty "
    },
    {
        "key": "LinkTooltip_Description_AoE",
        "value": "Obszarowe"
    },
    {
        "key": "LinkTooltip_Description_CDR",
        "value": "Skrócenie czasu odnowienia "
    },
    {
        "key": "LinkTooltip_Description_AdaptiveDmg",
        "value": "Będzie zadawać magiczne lub fizyczne obrażenia, zależnie od tego współczynnika (obrażenia od ataku lub moc umiejętności), który ma większy wpływ. W skrócie, więcej obrażeń, które zadaje twój bohater. "
    },
    {
        "key": "LinkTooltip_Description_Stasis",
        "value": "Na czas trwania nie możesz być obrany za cel i dysponujesz niewrażliwością, ale nie możesz też się ruszać, atakować i używać czarów ani przedmiotów. "
    },
    {
        "key": "LinkTooltip_Description_EnemyTerritory",
        "value": "Wrogie terytorium to przeciwna połowa mapy od twojego Nexusa. Nie zalicza się do niej rzeka na Summoner's Rift."
    }
]