[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Mistrzowie Świata: 2011",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Mistrzowie Świata: 2012",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Mistrzowie Świata: 2013",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Mistrzowie Świata: 2014",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Mistrzowie Świata: 2015",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Mistrzowie Świata: 2016",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Zwycięskie",
        "description": "Bohaterowie podbijają swoich wrogów i wznoszą się na nowe wyżyny, osiągając najśmielsze marzenia i demonstrując z trudem zdobyte łupy każdemu, kto ośmieli się podnieść wzrok na ich prawdziwą wielkość."
    },
    {
        "id": 8,
        "name": "Mistrzostwa Świata",
        "description": "Największa scena gamingowa. Dwie drużyny walczą przed milionami fanów. Tylko jedna z nich zdobędzie tytuł mistrza. "
    },
    {
        "id": 9,
        "name": "Pretendenta",
        "description": "Skórka upamiętniająca coroczny początek sezonu League of Legends."
    },
    {
        "id": 10,
        "name": "Arcade: Bohaterowie",
        "description": "Arkadia: dom dla najzacieklejszych graczy i NPC walczących o sprawiedliwość. Tutaj bohaterowie zawsze grają, by wygrać. Łamią skażone kody Bojowych Bossów, nawet jeśli mają nikłe szanse na powodzenie. Zwycięstwo nie przychodzi łatwo, ale widok zdziwionych min ogranych bossów jest wart tego wysiłku."
    },
    {
        "id": 11,
        "name": "Arcade: Bojowi Bossowie",
        "description": "Głęboko w serwerowniach Arkadii spoczywa złowieszcza grupa błędów znana wszystkim graczom jako Bojowi Bossowie. Dzięki uszkodzonemu kodowi są wolni… ale muszą zmierzyć się z nowymi rywalami. By wykasować ich z Arcade World, wielu Bossów zakopało topory wojenne (oczywiście dopóty, dopóki będzie to dla nich korzystne)."
    },
    {
        "id": 12,
        "name": "Krwawy Księżyc",
        "description": "Starożytny kult poszukujący niezmierzonej mocy pojawia się w noce Krwawego Księżyca, aby przeprowadzać bluźniercze, tajemne rytuały, których celem jest połączenie ciał jego członków z demonicznymi duchami i pogrążenie się w jeszcze większym mroku."
    },
    {
        "id": 13,
        "name": "Świat Smoków",
        "description": "Dwukrotnie świat strawił smoczy ogień. Dwukrotnie z popiołów powstali bohaterowie."
    },
    {
        "id": 14,
        "name": "Oddział Omega",
        "description": "Kiedy nastała wojna, Oddział Omega został wysłany, by ją zakończyć. Teraz pozostał tylko jeden jego członek — Yordle, któremu nie została żadna inna walka poza własną…"
    },
    {
        "id": 15,
        "name": "Basenowa Impreza",
        "description": "Przyszło lato, skarbie! Wyszło słońce, wieje ciepły wiatr, a woda jest w sam raz. Wszyscy zostawili swoje konflikty i urazy w domu. Zabrali ze sobą tylko kostiumy do pływania i dobry nastrój. Jeszcze będzie czas na bójki i krzyki. Teraz po prostu się odpręż, naciesz muzyką i baw się dobrze."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "W świecie, którym rządzi heavy metal, członkowie PENTAKILL są bezsprzecznymi mistrzami wymiatania. Sześciu członków zespołu, dwa pokryte pentaplatyną albumy i gniew chromowanej pięści samych bogów. Czas dać czadu!"
    },
    {
        "id": 17,
        "name": "Cyber",
        "description": "Program to zaawansowany algorytm bezpieczeństwa stworzony przez korporację PROJEKT, który w końcu uzyskał świadomość i ostatecznie zmienił swoje pierwotne wytyczne. Po zarażeniu maszyn w całym mieście udało mu się ustalić, że ostatecznym zagrożeniem dla bezpieczeństwa ludzkości… jest sama ludzkość."
    },
    {
        "id": 18,
        "name": "PROJEKT",
        "description": "Korporacja PROJEKT wierzy, że rozwikłanie zagadki potencjału ludzkości jest kluczem do technologicznego rozwoju naszych śmiertelnych ciał. Tylko dzięki postępowi ludzkość dozna wyniesienia. Osiągniemy to wspólnymi siłami."
    },
    {
        "id": 19,
        "name": "Czarodziejki Gwiazd Sezon 1",
        "description": "Obdarzona magicznymi mocami przez Pierwszą Gwiazdę licealistka Lux i jej drużyna Czarodziejek Gwiazd w tajemnicy chronią świat przed międzyplanetarnymi potworami. Kto jednak uchroni ich przed dramą rozgrywającą się w liceum Valoran?"
    },
    {
        "id": 20,
        "name": "Czarodziejki Gwiazd Sezon 2",
        "description": "Odbudowawszy drużynę po bliżej nieznanym wydarzeniu, które zniszczyło ich poprzednią ekipę, zaprawione w boju Czarodziejki Gwiazd, Ahri i Miss Fortune, pojawiają się nagle w Valoranie. Chcąc przeciwstawić się przeznaczeniu każdej Czarodziejki Gwiazd, która złoży przysięgę, dołączają do walki u boku Lux i reszty, gdy na miasto zstępują bestie Pustki."
    },
    {
        "id": 21,
        "name": "Supergalaktyczni",
        "description": "Przestrzeń kosmiczna jest pełna niebezpieczeństw! Tylko Supergalaktyczna Siła Obronna, której nigdy nie brakuje świeżych rekrutów z akademii, jest gotowa na odkrywanie najdalszych zakątków niezbadanych krain i obronę przeciwko okrutnym zagrożeniom z kosmosu. Najlepsza fucha w galaktyce!"
    },
    {
        "id": 22,
        "name": "Licealiści",
        "description": "DRODZY UCZNIOWIE I NAUCZYCIELE: Zwróciło naszą uwagę, że wobec całej młodzieży toczone są działania dyscyplinarne, a psychiatrzy wysłali wszystkich profesorów na „zalecane” zwolnienie. Lekcje zostają zawieszone do odwołania. Być może do czasu, gdy wspomniani zawieszeni w prawach uczniowie przemyślą swoje fatalne zachowanie."
    },
    {
        "id": 23,
        "name": "Wytworność",
        "description": "Władza, bogactwo i prestiż ścierają się w luksusowych apartamentach i ekskluzywnych klubach Nox Vegas, gdzie prawdziwie wspaniałe osobistości trzymają świat w garści. Jednak gdy w mieście świateł zapada noc, w ruch idą ostrza — wpływy są najważniejsze, a nikt nie lubi przegrywać."
    },
    {
        "id": 24,
        "name": "Świetliste",
        "description": "Co tysiąc lat starożytna, boska istota opuszcza niebiosa i wybiera godnych wojowników, aby stali się narzędziami jej woli. Te istoty to Świetliści — nieśmiertelni wysłannicy boskiego światła."
    },
    {
        "id": 25,
        "name": "M.W.",
        "description": ""
    },
    {
        "id": 26,
        "name": "Mistrzowie Kulinarni",
        "description": ""
    },
    {
        "id": 27,
        "name": "Wandale",
        "description": "Wandale dominują nad pustkowiem. Są gangiem okrutnych zbirów, którzy przepadają za masowym zniszczeniem, brutalnymi pobiciami i bezmyślnymi morderstwami… świetnie się przy tym bawiąc."
    },
    {
        "id": 28,
        "name": "Sporty Zimowe",
        "description": "Gdy stojący pod znakiem zapytania festiwal sportów zimowych poluzował swoje zasady, wielu przypuszczało, że wydarzenie stanie się bardziej ekscytujące. Mała grupa jednak zdawała sobie sprawę z możliwych niebezpiecznych konsekwencji. Niebezpiecznie ekscytujących, znaczy się!"
    },
    {
        "id": 29,
        "name": "Destruktor Światów",
        "description": "Przepowiednia Pierwszego Zniszczenia ostrzegała przed czterema tytanami, zdeterminowanymi, by wszystko zamienić w ruinę. Wreszcie nadszedł czas, w którym się ziściła. Wkrótce potem Tkacz Świata powstał z popiołów i odbudował świat. Tylko najwięksi mędrcy wiedzą, co będzie następne. Ponowne zagrożenie oraz ostatnia nadzieja."
    },
    {
        "id": 30,
        "name": "Łowcy Głów",
        "description": "Dla niektórych gatunków polowanie jest czymś więcej niż tylko pasją — włada ono ich umysłami i ciałami, jednocześnie czyniąc z nich rasę idealnych do zabijania maszyn."
    },
    {
        "id": 31,
        "name": "Piłkarskie",
        "description": "Zapomnij o polach bitwy, planszach czy nawet placach zabaw. Dziś najważniejsze konflikty rozwiązywane są na boisku. Nic nie daje takiej satysfakcji jak widok ulubionego gracza, który prześlizguje się między zawodnikami wroga, przymierza do strzału, wykonuje perfekcyjne kopnięcie i wypowiada najpiękniejsze słowo na świecie: „GOOOOOOOL!”."
    },
    {
        "id": 32,
        "name": "Prehistoryczni Łowcy",
        "description": "Gargantuiczne bestie grasują po naszej krainie, dopadając swe ofiary z przerażająca precyzją. Gdyby nie Łowcy, ludzie z pewnością staliby się ich kolejnym posiłkiem. Uzbrojeni w ostrza wykute z kości pierwszych zabitych przez siebie bestii, Łowcy bronią swego ludu, kierując się instynktem, którego nie powstydziłyby się najbardziej przerażające potwory."
    },
    {
        "id": 33,
        "name": "Sędziowie",
        "description": "Nad agentami światła górują Sędziowie, strażnicy Świetlistych, którzy demonstrują ich najlepsze atuty. Dawanie przykładu śmiertelnikom nie wystarczy — nawet boscy żołnierze potrzebują inspiracji."
    },
    {
        "id": 34,
        "name": "Zapaśnicy",
        "description": "Oto najlepsze przedstawienie ze wszystkich form sportowej rozrywki! Zobacz jak El Tigre, El Macho, El León i El Rayo wymieniają ciosy i wykonują wysokie rzuty wewnątrz kwadratowego koła ORAZ poza nim. Pamiętaj tylko, że nikt nie robi tego lepiej niż Federacja Wrestlingu z Valoran."
    },
    {
        "id": 35,
        "name": "Mecha",
        "description": "Kiedy kolosalne kaiju zaczynają atakować z morza, lądu i powietrza, ludzkość tworzy równie potężne jednostki mecha, które mają ich powstrzymać w pełnej wybuchów walce wręcz."
    },
    {
        "id": 36,
        "name": "Cybernetyczne",
        "description": "Po odkryciu tajemnic podróży w czasie bohaterowie ci zostali wyrzuceni w bardzo odległą przyszłość. Choć strażnicy chrono-prawa bez wytchnienia ścigają ich poprzez czas i przestrzeń, małej grupce udało się uciec na karty historii i zabrać ze sobą swoją technologię."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "W ramach wymiaru sprawiedliwości funkcjonują jednostki naginające prawo oraz takie, które otwarcie je łamią. Oficerowie policji prowadzą śledztwa najbardziej haniebnych przestępstw, by kryminaliści odpowiedzieli za swe uczynki. Oto ich historie…"
    },
    {
        "id": 38,
        "name": "Zadanie Summoner's Rift",
        "description": "Niebezpieczeństwo czai się na ziemiach Runeterry! Potężne potwory, nikczemni czarownicy i mityczne stworzenia wałęsają się po świecie! Zbierzcie przyjaciół i stwórzcie własną przygodę dla od 3 do 5 graczy, pozbywając się zła z każdym rzutem kością. Czy macie w sobie wystarczająco dużo odwagi, by ocalić świat i stać się legendami SMOKÓW I BARONÓW?"
    },
    {
        "id": 39,
        "name": "W Samo Południe",
        "description": "Rewolwerowcy i stróże prawa tkwią w siodłach, skąpani w promieniach bezlitosnego słońca dzikiego zachodu, goniąc w równiej mierze za przetrwaniem oraz zbawieniem. Niebo legło w gruzach, piekło opustoszało, a wszystkie diabły zebrały się właśnie tutaj."
    },
    {
        "id": 40,
        "name": "Hextechowe",
        "description": "Hextech, który teraz wiedzie prym w świecie nauki i sztuki, wyewoluował ze swoich niezgrabnych początków i przeżywa renesans pełen misternych, sztucznych form życia posiadających własną wolę. Utalentowani artefaktorzy prowadzą hextech w nową, zuchwałą przyszłość, ale nikt nie potrafi powiedzieć, co ona przyniesie."
    },
    {
        "id": 41,
        "name": "Wysokie Stawki",
        "description": "Niegdyś żyła pewna piątka, i dziwna grupa to była,<br>\\nco Dwór Wysokiej Stawki razem tworzyła.<br>\\nSprzeczali się i walczyli, szczęścia mieli wiele i nie mieli wcale,<br>\\ndo dziś jednak nikt nie wie, jaki los spotkali rywale."
    },
    {
        "id": 42,
        "name": "Piltover Customs",
        "description": "Szukasz dozupionej jazdy? Oto i ona. (przebieg może się różnić)"
    },
    {
        "id": 43,
        "name": "Kosmiczne",
        "description": "Ciągnące się całymi latami świetlnymi istoty z gwiezdnego pyłu kontrolują pływy stworzenia, rozświetlając kosmos wzniosłym blaskiem, gdy ich astralny dwór przemierza czas i przestrzeń."
    },
    {
        "id": 44,
        "name": "Mrocznej Gwiazdy",
        "description": "Entropia pochłania galaktyki zionącą paszczą Mrocznej Gwiazdy, której szerzący zepsucie adwersarze, tytaniczne istoty niebytu czarnej dziury, gaszą światło istnienia w każdym dotkniętym układzie planetarnym, pogrążając go w nicości."
    },
    {
        "id": 45,
        "name": "Maruderzy",
        "description": "Maruderzy to horda wędrownych wojowników z zamiłowaniem do brutalności. Stanowią oni jedyną spuściznę cywilizacji Magokratów, ale porzucili swoje pradawne tradycje na rzecz anarchistycznych pokazów siły. Żaden spór nie zostaje rozstrzygnięty do momentu przelania krwi, nawet wśród ich własnych szeregów. Maruderzy zapomnieli o tym, co przede wszystkim zaprowadziło ich przodków na wojnę i ostatecznie pozwoliło im wygrać."
    },
    {
        "id": 46,
        "name": "Śnieżni",
        "description": "Zapowiada się, że aleje zostaną spowite śniegiem… \\nTwój obrońca napiera, a górny znowu wycofuje, \\nMają trochę złota do wydania na Zmorę Licza…"
    },
    {
        "id": 47,
        "name": "Zimowy Zachwyt",
        "description": "W magicznej Zimowej Krainie panuje Król Poro, który obdarza swój dwór radością i szczęściem. Nawet jeśli znajdą się tacy, którzy planują uzurpować króla, wszystkich łączy miłość do cudów zimy."
    },
    {
        "id": 48,
        "name": "Snowdown Showdown",
        "description": "Trzeba zacząć budowę śnieżnego fortu… "
    },
    {
        "id": 49,
        "name": "Bilgewater: Miasto w Ogniu",
        "description": "Witamy w Bilgewater, gdzie fortuny zbija się spluwą i dobrym celem. Wszystko, czego możesz potrzebować, znajdziesz w Dokach Rzezi — nieważne, czy szukasz pary rąk do wynajęcia, polewki z morskich stworów, czy kapitana, który pośle cię spać z rybkami."
    },
    {
        "id": 50,
        "name": "Strażnicy",
        "description": "Protektorat był zakonem, którego celem było egzekwowanie surowego, bezlitosnego prawa w celu spowolnienia pozornie nieuniknionego dojścia Magokratów do władzy. Choć sam zakon został rozwiązany dawno temu, Strażnicy noszą teraz jego zbroje, czuwając i wyczekując okazji na atak na spadkobierców ich pradawnego wroga."
    },
    {
        "id": 51,
        "name": "Miasto Zbrodni",
        "description": "Miasto Valoran, bezładna maszyna napędzana przestępstwem i brudnymi pieniędzmi. Nikt tego nie przyzna, ale wszyscy wiedzą, jaka jest prawda."
    },
    {
        "id": 52,
        "name": "Gromowładni",
        "description": "Ludzie nie są jedynymi, którzy toczą gorzkie wojny wynikające z błahych sprzeczek. Dawno temu, w zamierzchłych czasach, dwóch bogów — dwóch braci — chwyciło za broń i skierowało ją przeciw sobie, kształtując samą ziemię spustoszeniem rozsiewanym przez ich walkę."
    },
    {
        "id": 53,
        "name": "Festyn Księżyca: Walczące Królestwa",
        "description": "Trzy wielkie królestwa rywalizują o ziemię i wpływy, sięgając po wszelkie dostępne im siły i poddając próbie swoją wojskową potęgę. Zetrą się ze sobą armie. Wyłonią się bohaterowie. Powstaną legendy."
    },
    {
        "id": 54,
        "name": "Festyn Księżyca: Rozrywka",
        "description": "Nadszedł Księżycowy Nowy Rok, a wraz z nim — zabawa! Dookoła trwa festiwalowa zabawa i nie brakuje jedzenia. Czas dołączyć wraz z przyjaciółmi i rodziną. Pora rozegrać meczyk i obejrzeć pokaz fajerwerków!"
    },
    {
        "id": 55,
        "name": "Festyn Księżyca",
        "description": "Dołącz ze znajomymi i swojskimi rywalami, by świętować wydarzenia z zeszłego roku. Świecące lampiony dotykają nocnego nieba, a ich blaskowi towarzyszą gasnące fajerwerki. Między dłońmi krążą czerwone koperty, a rodziny i klany spotykają się, by wspólnie obchodzić nadejście nowego roku. Niech ten rok będzie lepszy niż wszystkie poprzednie!"
    },
    {
        "id": 56,
        "name": "Króliczki",
        "description": "Sezon na króliki! Ludziska na króliczym szlaku mają cudowne przebrania, kolorowe pisanki i uśmiechy od ucha do ucha. Mamy nadzieję, że ich kicanie was rozweseli!"
    },
    {
        "id": 57,
        "name": "Cukierkowi",
        "description": "Od Zamku z Piernika do Morza Piwa Korzennego, od Gór Lukrecjowych do Gumowych Lasów — oto Królestwo Słodyczy w całej chwale."
    },
    {
        "id": 58,
        "name": "Z Prastarej Kniei",
        "description": "Daleko w Prastarej Kniei czyhają starożytne byty, ukryte przed ludzkimi oczami. Bronią zaklętego lasu, karzą intruzów i są tematem różnorakich opowieści. Jednakże koszmary zewnętrznego świata rozprzestrzeniają się, a obrońcy nie wystarczają, by ochronić twierdze przed podłą ciekawością ludzką."
    },
    {
        "id": 59,
        "name": "Przedwieczne",
        "description": "W pustej przestrzeni między odległymi gwiazdami organiczne maszyny stworzone przez nikomu nieznaną cywilizację żyją od dawien dawna, podczas gdy ich twórców już zabrakło. Cierpliwie trwają w przyczajeniu, nie będąc w stanie wydostać się ze swojego planetarnego więzienia… dopóki ktoś znów nie natknie się na nie i nie uwolni ich z powrotem do galaktyki. One czekały. Czekają. Będą czekać — tak długo, jak będzie to potrzebne."
    },
    {
        "id": 60,
        "name": "Zakon Lotosu",
        "description": "Szanowani przywódcy i oddani akolici Zakonu Lotosu to najwyśmienitsi z Pierwotnej Krainy. Jako ucieleśnienia nieśmiertelności i cnoty członkowie Zakonu żyją wiele żyć, dążąc do zachowania wiecznego pokoju."
    },
    {
        "id": 61,
        "name": "Pudło na Zabawki",
        "description": "Skrzynia z zabawkami Gnara jest po brzegi wypełniona bezcennymi skarbami, ale kiedy nikogo nie ma w domu, jego zabawki zaczynają żyć własnym życiem."
    },
    {
        "id": 62,
        "name": "Lotosy Śmierci",
        "description": "Leśne stworzenia północnych kniei śpią z dala od podróżników i dzielnych wojaków. Te plugawe istoty tylko czekają na idealny moment, by zaatakować. Są tak stare, jak ziemie, na których żyją. Z niezwykłą cierpliwością czekają na swe ofiary, pragnąc ucztować na ich mięsie i kościach, które skąpią ziemię w ciemnej, szkarłatnej krwi."
    },
    {
        "id": 63,
        "name": "Arktyczni",
        "description": "Najwyższe Dowództwo potrzebowało nowej grupy, która zajęłaby się zagrożeniami narastającymi w rejonie arktycznego frontu. Potrzebowali żołnierzy zimniejszych niż lodowce, przez które mieli podróżować. Mieli mieć serca z lodu, a nerwy ze stali. To było zadanie dla Arktycznych."
    },
    {
        "id": 64,
        "name": "Łamacze Serc",
        "description": "Większość szuka drugiej połówki w cichych parkach i przyjaznych herbaciarniach. Jednak takie związki nie trwają długo. Przetrwać mogą tylko więzi stworzone na polu bitwy, przeszywające serca na wskroś, niczym pociski trafiające wrogów. "
    },
    {
        "id": 65,
        "name": "Stalowe Walkirie",
        "description": "Galaktyka nosząca znamiona wojny próbuje teraz powstać z popiołów, ale stare rany wciąż dają o sobie znać. Zbrodniarze, łowcy nagród, najemnicy oraz zabójcy szybko zabrali się do walki o władzę i z boskimi umiejętnościami pilotują niebezpieczne egzostroje."
    },
    {
        "id": 66,
        "name": "Strażnicy Pustyni",
        "description": "Potężni strażnicy trzymają pieczę nad grobowcem starożytnych potworności, by ponownie nie zagroziły światu. Lecz może jest już za późno…"
    },
    {
        "id": 67,
        "name": "Faraonowie",
        "description": "Chociaż ich imperia zostały pochłonięte przez piaski, potężni faraonowie rządzili niegdyś spowitymi w słońcu wydmami Wielkiej Pustyni."
    },
    {
        "id": 68,
        "name": "Leśne",
        "description": "Niewielu jest w stanie przetrwać wyprawę do północnej tundry. Jeśli nie zabije cię zimno… zrobią to Leśni."
    },
    {
        "id": 69,
        "name": "Lansjerzy",
        "description": "Gdy czasy stają się coraz mniej spokojne, wielcy zmechanizowani Lansjerzy z pradawnych epok wybudzają się ze swojego snu. Wyżsi niż jakiekolwiek budowle i potężniejsi niż jakakolwiek armia, powstają, aby chronić swoich podwładnych, zanim usną raz jeszcze."
    },
    {
        "id": 70,
        "name": "Wojownicy Szos",
        "description": "Na pustkowiach Wojownik Szos potrzebuje jedynie szumu silnika, a jedynymi modlitwami, jakie słyszy, są przekleństwa wrogów. "
    },
    {
        "id": 71,
        "name": "Księga opowieści",
        "description": "Dawno, dawno temu grupa postaci ze stronic bajek została powołana do życia..."
    },
    {
        "id": 72,
        "name": "Baśnie",
        "description": "W każdej kulturze istnieje folklor traktujący o legendach i stworach. Pytanie, czy te mity to jedynie wymysł wyobraźni, a może bajania przekazywane z pokolenia na pokolenie, wyjaśniające to, czego nie można ogarnąć umysłem? A może ich podstawą jest prawda skrywana przed światem?"
    },
    {
        "id": 73,
        "name": "Odyseja",
        "description": "Przygoda czeka wszędzie — od zurbanizowanych światów centralnych do najdalszej krawędzi galaktyki! Wielkie Imperium Demaxiańskie ignoruje sprzeciwy zarówno ze strony Zakonu Templariuszy, jak i przestępczego Syndykatu w pogoni za tajemniczą złotą esencją, która służy za życiową krew wszelkiej cywilizacji i obiecuje niewypowiedzianą moc temu, kto posiądzie ją na własność…"
    },
    {
        "id": 74,
        "name": "Bilgewater: Klątwa Topielców",
        "description": "Pod wschodzącym księżycem i wzbierającymi wodami czarna tkwi magia przetykana sekretami. Gdzie sól i krew, i wiatr dmie plugawy… w głębinach tak samo, jak ponad falami."
    },
    {
        "id": 75,
        "name": "Mistrzowie Świata: 2017",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2017: Samsung White!"
    },
    {
        "id": 76,
        "name": "Kosmiczni Piraci",
        "description": "Kosmiczni Piraci — zbrodnicza sieć bezwzględnych najemników, która rządzi wielkimi połaciami galaktyki — urośli w siłę odkąd ich założyciele wymknęli się z szeregów Genesis Industries ze skradzionymi planami egzoszkieletu za pasem. Teraz walczą z dążeniami Królewskich Sił Kosmicznych do narzucenia korporacyjnego ładu Genesis, a do swojej dyspozycji mają całe uzbrojenie, jakie można kupić na czarnym rynku."
    },
    {
        "id": 78,
        "name": "Bitwa Boskich Królów",
        "description": "Na końcu spowitej mrokiem linii czasowej dwóch królów wywodzących się od przedwiecznych bogów Ładu i Chaosu prowadzi ogromne armie ku ostatecznemu starciu."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Powstają one z głębin planety: ogromne stworzenia przerażenia i głodu, potężniejsze niż armie i góry. Ich motywacje są niepewne, a plany — nieznane. Jesteśmy świadomi jedynie tego, że my ich nie przeżyjemy… o ile nie stworzymy środków, aby je powstrzymać."
    },
    {
        "id": 80,
        "name": "Omen Ciemności",
        "description": "Rodzice nierzadko tuż przed snem opowiadają swoim dzieciom historię o przeklętej królowej i nieszczęsnych wyznawcach jej zakonu. Lekcje zapamiętuje się lepiej, gdy otacza je mrok, który nęka dzieci w koszmarach i kształtuje dusze łatwowiernych pociech. Sny przecież nie są prawdziwe… przynajmniej tak myślą dorośli."
    },
    {
        "id": 81,
        "name": "Nieśmiertelna Podróż",
        "description": "Dawno temu w starożytnej krainie wiele dusz zbierało się pod bogami, by sprawdzać granice swojej mocy. Były tam dusze głupie i aroganckie oraz odważne i sprawiedliwe, a ich podróże są wpisane w nieśmiertelne karty historii…"
    },
    {
        "id": 82,
        "name": "Tradycyjne",
        "description": "Uhonorowanie pierwszych projektów bohaterów poddanych przeróbce."
    },
    {
        "id": 83,
        "name": "Edycja Kolekcjonerska",
        "description": "Wszystko jest lepsze w Pudełku Kolekcjonera — nieważne, czy cyfrowym, czy fizycznym."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: połączenie najlepszego, co gaming ma do zaoferowania; miejsce, gdzie celebruje się grę i tworzy nieśmiertelne więzi."
    },
    {
        "id": 85,
        "name": "Stalowy Legion",
        "description": "W cieniu otwartych działań wojennych toczonych przez Genesis Industries i Kosmicznych Piratów zrujnowane życia są jedynie przypadkowymi szkodami. Stalowy Legion to założona przez uchodźców organizacja bojowników uzbrojonych w broń skleconą ze złomu i gruzów, która zarządzana jest ze zniszczonych planet będących niczym więcej, jak polem walki. Skoro nikt nie ma zamiaru ich chronić, ludzie muszą ochronić się sami."
    },
    {
        "id": 86,
        "name": "Piekielne",
        "description": "Spopielenie całego świata wymaga niewyobrażalnej siły. Właśnie dlatego Władca Popiołów wezwał legiony swoich Piekielnych, aby użyczyli mu swych płomieni. Każdy z nich wyłania się z najmroczniejszych otchłani i posługuje się swoimi własnymi, przeraźliwymi mocami. Nie wszyscy z nich odnoszą się jednak do wezwania z tym samym płomiennym entuzjazmem."
    },
    {
        "id": 87,
        "name": "Zaprzysiężeni Śmierci",
        "description": "Pragnąc pozyskać więcej dusz dla podziemnej krainy, Śmierć wysyła poległych wojowników z powrotem do świata żywych jako Zaprzysiężonych Śmierci. Służą oni swojemu panu, z rozkoszą wypełniając jego straszliwe żądania."
    },
    {
        "id": 88,
        "name": "Cukierek albo Psikus",
        "description": "Mam nadzieję, że nie przychodzisz z pustymi rękoma. Masz jakieś Piltoverskie Lizaki, Kwaśne Żelki Łamacza Falangi, a może Czekoladki Mrocznej Gwiazdy…? Bo jeśli nie, to dzieciaki dadzą ci popalić. "
    },
    {
        "id": 89,
        "name": "Zombi kontra Pogromcy",
        "description": "Mózgi…"
    },
    {
        "id": 90,
        "name": "Pretorianie",
        "description": "Nic nie umknie zimnemu uściskowi Pretorian — mechanicznej pladze, która przedziera się przez czasoprzestrzeń. Choć Wspominacze ciężko walczą, aby powstrzymać zniszczenie wszelkiego życia, w głębi serca wypełnia ich strach. Wiedzą, że nadejdzie moment, gdy podupadną na siłach… podczas gdy Pretorianie nigdy się nie zmęczą."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "„Istnieje miejsce pomiędzy światem fantazji i światem rzeczywistym, w którym wszystko się może zdarzyć. Każdy ma moc, by być kim chce i robić, co chce. To wasze marzenia. W tym miejscu K/DA czuje się pewnie i silnie. Możemy zrobić wszystko, tak jak wy”. — Kai'Sa"
    },
    {
        "id": 92,
        "name": "Sabat",
        "description": "Wiedźmy z siostrzanego stowarzyszenia czyhają. Z ich plugawych ust można usłyszeć szepty pełne nadziei. Mówią o gnijących ciałach Pradawnych Bogów, o starożytnych rytuałach, którym towarzyszyła dawno zapomniana przez śmiertelników magia. O powrocie tego, co same nazywają porządkiem. Dla innych ten porządek oznacza cierpienie. Słuchajcie! Koniec ludzkości jest bliski."
    },
    {
        "id": 93,
        "name": "Zaćmienie",
        "description": "Dawno temu zakon klasztornych rycerzy pokonał potwornych bogów starego świata, używając ezoterycznych mocy podarowanych przez księżyc i słońce. Teraz świat stał się mroczny i brutalny, a te same bóstwa przygotowują się do powrotu — wyzwanie rzucić może im tylko światło zaćmienia."
    },
    {
        "id": 94,
        "name": "Astronauci",
        "description": "Astronauci, wariaci i kosmici! Przeciwstawianie się grawitacji to dzień jak co dzień dla awanturniczych strażników kosmosu, którzy bronią planety M33p i mkną przez wszechświat."
    },
    {
        "id": 95,
        "name": "Adepci Arkanów",
        "description": "Tuż za drzwiami akademii znajduje się świat pełen magii… i niebezpieczeństw. Profesorowie przestrzegają młodych czarodziejów i wiedźmy, aby nie opuszczali bezpiecznego terenu szkoły, rośli w siłę i dobrze się uczyli, ale jaka jest w tym zabawa, kiedy tuż za ogrodzeniem czeka przygoda?"
    },
    {
        "id": 96,
        "name": "Origami",
        "description": "„Czy na moim grzbiecie jest siodło?” — zaćwierkał feniks. „Nie jestem ptakiem jucznym. A to yeti jest zbyt ciężkie”. Plan chłopca spalił na panewce. Po chwili jednak uśmiech pojawił się na jego twarzy. W końcu w tym świecie pozginanego listowia i pomarszczonych strumyków kolejna przygoda czeka tuż za następnym zagięciem."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Rozległe lasy Albionu, niegdyś domeny upadłych imperiów elfów, są teraz domem dla wszystkich: królestw, zbójów, elfów i wolnych ludzi. W imperialnych ruinach wciąż drzemie moc, która czeka na tych wystarczająco śmiałych, by zapuścić się w najgłębsze odmęty lasu…"
    },
    {
        "id": 98,
        "name": "Koty vs. Psy",
        "description": "Najstarszy konflikt znany światu: najlepszy przyjaciel człowieka kontra najwięksi internetowi bohaterowie. Tylko jedna frakcja wyjdzie zwycięsko z tej bitwy kotów z psiakami. Oby nie ubrudzili sobie zbytnio futerka — jedynym losem gorszym od przegranej jest kąpiel."
    },
    {
        "id": 99,
        "name": "Cuda Świata",
        "description": "Osobnicy pochodzący z odległego uniwersum zwanego „Ziemią”, gdzie ogromne posągi ożywają i wszyscy noszą śmieszne czapki. Jak się tak zastanowić, to miejsce bardzo przypomina Runeterrę."
    },
    {
        "id": 100,
        "name": "Zwykła Praca",
        "description": "To zarobek!"
    },
    {
        "id": 101,
        "name": "Na Pewno Nie",
        "description": "Czy to robot w okularach i płaszczu? Oczywiście, że nie. Czy twoje oczy widzą pół-człowieka, pół-bestię w śpioszkach? Lepiej je zbadaj, bo cię mylą. Czyż Draven nie jest zbyt skromny, by nosić własną głowę? Pewnie jest ci bardzo głupio, że w ogóle musisz pytać. A ta kałamarnica z laserami? To na pewno człowiek. Na pewno."
    },
    {
        "id": 102,
        "name": "Wyższe Sfery",
        "description": "Bardziej imponujące od ich bogactwa są tylko ich zdolności unikania podatków."
    },
    {
        "id": 103,
        "name": "Mistrz Wsadów",
        "description": "Ludzie dzielą się na dwa rodzaje: tych, którzy wykonują wsady, i tych, którzy padają ich ofiarami. Jeśli nie wiesz, do którego z nich należysz, to uważaj! Bo zaraz czeka cię WSAD!"
    },
    {
        "id": 104,
        "name": "Komandosi",
        "description": "Typowy dziura pełna szumowin i nikczemników. Nieustanna rywalizacja o władzę, zawierane i łamane pakty, przyjaźnie zrywane przez ostrze noża. Mimo wszystko — w tym mieście jest coś więcej. Coś ukrytego, niedostrzegalnego. Coś… nieskończonego. "
    },
    {
        "id": 105,
        "name": "Najeźdźcy",
        "description": "To było do przewidzenia — nikczemne meepy z kosmosu natknęły się na moc, której nie pojmują. Jakby tego było mało, ci, którzy wchodzą w kontakt z najeźdźcami, stają się nieco bardziej nikczemni… i fioletowi!"
    },
    {
        "id": 106,
        "name": "Szaleni Naukowcy",
        "description": "Nasze wymagania są mało skomplikowane: interesuje nas co najmniej pięć lat doświadczenia w naukach stosowanych, twoja ostatnia publikacja recenzowana przez innego specjalistę i referencje z dwóch źródeł. A, i jeszcze złowieszczy śmiech. Właściwie to on jest najważniejszy."
    },
    {
        "id": 107,
        "name": "Mistrzowie Świata: 2018",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Zapomniane Głębiny",
        "description": "„Usiądź, dziecko, i posłuchaj. Ocean jest cudem, którego spienione fale rozbijające się o spokojne brzegi naszych ziem są zwodniczym zaproszeniem. Na zapomnianym dnie bezkresnej, błękitnej głębi znajduje się kraina nie z tego świata, gdzie spoczywają zrujnowane królestwa i dzikie potwory”."
    },
    {
        "id": 109,
        "name": "Zdobywca",
        "description": "Skórka upamiętniająca turniej League of Legends Mid-Season Invitational oraz wiosenny split."
    },
    {
        "id": 110,
        "name": "Gotyk",
        "description": "To nie żadna faza."
    },
    {
        "id": 111,
        "name": "Epoka srebra",
        "description": "Chcecie poznać największych superbohaterów i niesamowicie nikczemnych złoczyńców z Summoner's Rift? Zajrzyjcie do najbliższego sklepu z komiksami!"
    },
    {
        "id": 112,
        "name": "Lodowcowe",
        "description": "Świat pokryty jest lodem. Przy życiu pozostało niewielu, którzy pamiętaliby tego przyczynę. Stara groza kłębi się pod jego powierzchnią, gotowa przejąć wszelkie istnienie po raz kolejny. Płomień nadziei wciąż migocze, jednak dni są krótkie, a noce zdają się trwać wieczność…"
    },
    {
        "id": 113,
        "name": "Akademia Bojowa",
        "description": "W tych instytucjach przetrwają tylko najsilniejsi. Akademie założono ku czci Boskich Broni, ale ich uczniowie dążą do tego, by posiąść moc i kroczyć swoją własną ścieżką chwały. Chcą zdominować wroga tak na zajęciach, jak i na polu bitwy."
    },
    {
        "id": 114,
        "name": "Średniowiecze",
        "description": "Słuchajcie, słuchajcie, rycerze i paziowie! Ziemie te objęte są szlachetną ochroną miłościwie nam panujących Króla i Królowej! Z drogi, z drogi!"
    },
    {
        "id": 115,
        "name": "Szpital Summoner's Rift",
        "description": "Usiądź. Lekarz wkrótce się tobą zajmie."
    },
    {
        "id": 116,
        "name": "Demony",
        "description": "Nawet w królestwie piekieł istnieją żarliwe jednostki, toczące bój o wyższą pozycję w hierarchii. Dusze śmiertelników są jedynie pionkami na ich szachownicy, na której walczą o uznanie mrocznego władcy."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Ahri wybiera swoją postać na ekranie startowym, a cały salon gier w jednej chwili wypełniają syntezatorowe nuty. Jej ruchy nie są przypadkowe, lecz idealnie wykalkulowane, dzięki czemu jej bohater bez przeszkód przedziera się przez pełne zbrodni ulice Demacii. Dookoła zbiera się tłum, bo na własne oczy chce zobaczyć, jak Ahri w końcu bije rekord… który sama ustanowiła zaledwie kilka dni temu."
    },
    {
        "id": 118,
        "name": "Heavy Metal",
        "description": "Z całego świata zjeżdżają się widzowie, którzy na własne oczy chcą zobaczyć najwspanialszych robo-wojowników rzuconych w odmęty aren gladiatorów RiotCorp. Każdy z nich podejmie się próby zdobycia zwycięskiej korony Stalowej Ligi Walk Robotów… lub straci większość śrubek."
    },
    {
        "id": 119,
        "name": "Czarodziejki Gwiazd Sezon 3",
        "description": "Na nowo pojawia się stara drużyna Ahri, odmieniona po wydarzeniach, które niegdyś ją rozdarły. W ślad za nią podąża jednak zagrożenie większe niż cokolwiek, z czym mierzyły się Czarodziejki Gwiazd. Czy grupa będzie w stanie porzucić stare urazy i uratować się przed zniszczeniem? Czy staną się niczym więcej, jak kolejnymi ofiarami Gwiazdy Zmierzchu?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "„Czym jest True Damage? Gościu, True Damage to przyszłość! To kolektyw najlepszych artystów z całego świata, którzy zbierają się, żeby tworzyć najlepsze kolaboracje, absolutnie najlepszy hip-hop. Jesteśmy na pięć kroków przed całą resztą. To oni muszą gonić za nami”. — Ekko"
    },
    {
        "id": 121,
        "name": "Policjanci i złodzieje",
        "description": "Nikt nie pracuje w taki sposób jak Policja z Piltover. Kto jeszcze potrafi zmieścić tak wiele obsypanych cukrem pączków w swoich bezlitosnych brzuchach, zaliczyć tak wiele nadgodzin i zignorować nawet najbardziej biurokratyczne z przykładów papierkowej roboty? Być może przestępcy z tego korzystają, ale nawet oni żałują, że nie mają żadnej etyki zawodowej."
    },
    {
        "id": 122,
        "name": "Karmazynowi",
        "description": "Nie możemy potwierdzić powiązania Karmazynowych z jakąkolwiek działalnością przestępczą ani temu zaprzeczyć. Wszelkie pytania prosimy kierować do lokalnych władz."
    },
    {
        "id": 123,
        "name": "Mroczni Rycerze",
        "description": "Ci nieumarli rycerze sprowadzeni z powrotem do życia za sprawą tajemniczej, pradawnej magii są jedynymi pozostałościami zamierzchłej, zatraconej w czasie historii. Będą chronić tego, co należało niegdyś do nich, nie zważając na to, jaki koszt w śmiertelnych życiach poniosą."
    },
    {
        "id": 124,
        "name": "Zwiastuni Brzasku",
        "description": "Ład i blask panują za pośrednictwem bóstw świtu, które wprowadzają strukturę w rodzącym się świecie, wstrzymywanym przez konflikt z mocami zmroku."
    },
    {
        "id": 125,
        "name": "Zwiastuni Nocy",
        "description": "Chaos i ciemność panują za pośrednictwem bóstw nocy, które wprowadzają zmianę w nieruchomym świecie, wstrzymywanym przez konflikt z mocami świtu."
    },
    {
        "id": 126,
        "name": "Krwawe Kamienie",
        "description": "Koszmarów w głębi nocy jest pod dostatkiem, jednak nic nie jest tak przerażające, jak kulty Krwawego Kamienia. Wrzaski rozchodzą się w powietrzu pod ich obecnością. Ulicami płynie posoka, gdyż głód ich pana musi zostać zaspokojony."
    },
    {
        "id": 127,
        "name": "Królestwa Mecha",
        "description": "Wielkie Królestwa od pokoleń toczyły ze sobą wojny, aż pojawił się nowy wróg. Dary z samych niebios pozwoliły im stawić opór. Czy królestwa wzniosą się ponad podziały, aby uratować swoją przyszłość?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "Srogie, mroźne ziemie północy są rzadko odwiedzane przez podróżnych z innych krain. Odważnych witają bezlitosny klimat i hordy nieprzyjaciół. Tylko niewielu szczęśliwców wraca do swych domów."
    },
    {
        "id": 129,
        "name": "Czarny Mróz",
        "description": "Wiedźma Lodu nikomu nie zezwala na sen. Każdy upadły w jej królestwie przyjaciel czy wróg powstaje na nowo, aby walczyć u jej boku. Jej mroczna magia wypacza ich wygląd, tworząc mroźne golemy o sercach z czarnego, niemożliwego do stopienia lodu."
    },
    {
        "id": 130,
        "name": "Mistrzowie Świata: 2019",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "Psychoperacje",
        "description": "Koronny klejnot tajnych wojskowych misji, czyli jednostka Psychoperacji, to elitarny zespół psychicznych żołnierzy walczących z wrogimi oddziałami wojskowymi i nadprzyrodzonymi zagrożeniami. Oficjalnie nie istnieją. Ale gdy konwencjonalne działania wojskowe nie wystarczą, a stawka jest równie ważna jak losy świata, jednostka Psychoperacji odpowiada na wezwanie."
    },
    {
        "id": 134,
        "name": "Czarna Róża",
        "description": "Czarna Róża to paramilitarna jednostka skupiająca telepatów o przerażającej mocy, którzy za pomocą swoich brutalnych broni biologicznych pragną utworzyć na świecie nowy ład."
    },
    {
        "id": 135,
        "name": "Wysłannicy Smoków",
        "description": "Majestatyczne smoki zamieszkują odległe miejsca o naturalnym pięknie. Unikają spraw śmiertelników — z wyjątkiem błogosławieństw, którymi rzadko kiedy obdarowują wybrańców. Wysłannicy Smoków mają szczęście i są wystarczająco potężni, aby je uzyskać. To, czy wykorzystają tę moc w dobrym, czy złym celu, zależy od nich i od każdego, kto będzie na tyle silny, by ich powstrzymać."
    },
    {
        "id": 136,
        "name": "Galaktyczne",
        "description": "Wojna Zniszczonego Księżyca pustoszy naszą galaktykę od lat. Wciąż nie widać jej końca."
    },
    {
        "id": 137,
        "name": "Wojownicze Królowe",
        "description": ""
    },
    {
        "id": 138,
        "name": "Zniszczeni",
        "description": "Harrowing rozpościera swoją Czarną Mgłę w Runeterze, spaczając wszystkich bez wyjątku. Niektórzy przez jej obecność zaczynają podążać za Zniszczonym Królem, wierząc, że łączą ich wspólne cele. Viego jednak pragnie jedynie powrotu Isolde. Nie ma sojuszników. Zniszczeni, którzy pomagają mu w walce ze Strażnikami, są jedynie pionkami w intrydze kochanka ze złamanym sercem."
    },
    {
        "id": 139,
        "name": "Zwoje Shan Hai",
        "description": "W baśniowych Zwojach Shan Hai bogowie i mityczne stworzenia władające mocami żywiołów krążą po magicznych krainach. Niektóre z nich są zadowolone z nadanej im palety, lecz znajdą się też takie, które pragną wyjść poza granice i namalować swoje życie nowym pędzlem."
    },
    {
        "id": 140,
        "name": "Kryształowe Róże",
        "description": "Na dorocznym festiwalu Kryształowej Róży panuje atmosfera miłości i radości. Przeciwnicy spotykają się tam w pokoju na neutralnym gruncie, aby spędzić całą noc na tańcach, hulankach i marzeniach o przyszłości. Wszyscy uczestnicy powinni zostawić swoją broń przy wejściu w ramach obietnicy lepszego jutra."
    },
    {
        "id": 141,
        "name": "Obumarłe Róże",
        "description": "Festiwal Kryształowej Róży ugości wszystkich, którzy dzielą marzenie o spokojnej przyszłości, choć wielu czuje rozczarowanie całą tą ideą. Ci, którzy wchodzą w skład Obumarłej Róży, liczą na koniec tego wydarzenia. Nikt nie jest jednak w stanie oprzeć się urokowi festiwalu. Być może niedowiarki też dadzą się ponieść pięknu tego wydarzenia i zmienią o nim zdanie."
    },
    {
        "id": 142,
        "name": "Księżycowe Bestie",
        "description": "Co roku do królestwa śmiertelników przybywa psotna Księżycowa Bestia, zwabiona obchodami Nowego Roku. Każdego roku właściwy Księżycowy Bóg wybiera drużynę bohaterów, która wiedzie Bestię w wesołym pościgu i chroni miasto przed jej figlami. Księżycowa Parada to uwielbiany przez wszystkich element noworocznych obchodów. Kiedy Księżycowa Bestia, wcześniej uśpiona przez drużynę, zbudzi się wypoczęta i zadowolona, sygnalizuje to pomyślny Nowy Rok!"
    },
    {
        "id": 143,
        "name": "Pszczoły!",
        "description": "Bzzz. Bzzz bzzz bzzz. Bzzz! Bzzz, bzz, bzz bzz bzz. Bzzz…"
    },
    {
        "id": 144,
        "name": "Kosmofaza",
        "description": "W totalnie czadowej galaktyce oddalonej o miliony imprez świetlnych istnieje tajemnicza energia znana jako Faza. Przynosi ona muzykę i dobrobyt miliardom galaktycznych obywateli. Gdy obca galaktyczna władczyni Lissandra i jej armia Srogich Wibracji rozpoczęli zniewalanie planet i tłumienie disco, nastała nowa era bohaterów, którzy powstali, by ją powstrzymać i uchronić tę czadową atmosferę."
    },
    {
        "id": 145,
        "name": "Mistrzowie Świata: 2020",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arkana",
        "description": ""
    },
    {
        "id": 147,
        "name": "Strażnicy Światła",
        "description": "Ich szeregi nie są pokaźne, jednak Strażnicy Światła dzielą zatraconą w czasie historię. Latami walczyli z Harrowing. Wspierały ich w tym starożytne bronie z reliktowego kamienia, które skupiają ich dusze w potężne światło. Teraz liczy się tylko nadchodząca bitwa. Zniszczony Król sieje spustoszenie w Runeterze, by raz jeszcze zatańczyć ze swoją królową."
    },
    {
        "id": 148,
        "name": "Hakerzy",
        "description": "Tętniące życiem podziemia Miasta Dźwięku przepełnione są hakerami, skejterami, buntownikami i innymi łotrami, którzy ukrywają się tam przed wścibskimi oczami włodarzy cyberkorporacji."
    },
    {
        "id": 149,
        "name": "Koszmar Miasta Zbrodni",
        "description": "Jeśli korupcja i bezprawie miałyby być miejscem na mapie, miasto Valoran znajdowałoby się w samym jego centrum. W tym mieście rodzi się spaczenie. Nie ma tu ani jednego zakamarka, w którym nie czaiłoby się zło, a wszelkie potworności tylko czyhają, by pożreć inne krainy."
    },
    {
        "id": 150,
        "name": "Wysłannicy Feniksa",
        "description": "Jedynie osoby o najczystszych sercach mogą cieszyć się błogosławieństwem boskiej fenghuang — legendarnego feniksa, który czuwa nad światem. Służący jej bohaterowie otrzymują jedno z jej piór. Każde z nich zawiera w sobie niewyobrażalną moc żywiołów, która daje im środki do ochrony wszelkiej niewinności i dobroci przed czyhającymi w cieniach siłami."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "W świecie poświęconym mrocznym i obojętnym bogom, w którym śmiertelnicy ciągle mierzą się w krwawych, metalowych sagach, jeden zespół absolutnie zdominował inne: Pentakill, Wybrańcy Ryczącej Bandy. Teraz dominują i są czczeni w świątyniach i na arenach całego świata — ale zbliża się czas zmian, a cykl może wkrótce zacząć się na nowo…"
    },
    {
        "id": 152,
        "name": "Arkana",
        "description": ""
    },
    {
        "id": 153,
        "name": "Kawiarniane Cukiereczki",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelanowi",
        "description": "W świecie, gdzie pradawne duchy i magiczne istoty żyją nieskrępowane na obrzeżach współczesnego społeczeństwa, potężne porcelanowe artefakty zwane reliktami Zodiaku stanowią klucz do uzyskania nieopisanej potęgi. Pieczę nad nimi sprawują Protektorzy: nieśmiertelni strażnicy, których zadaniem jest chronienie reliktów przed trafieniem w nieodpowiednie ręce."
    },
    {
        "id": 155,
        "name": "Burzowe Ostrza",
        "description": "Członkowie zakonu Burzowego Ostrza są tajemniczymi wojownikami shinobi, którzy po odprawieniu Rytuału Burzy dzierżą bronie przepełnione magią błyskawic. Ich zadaniem jest ochrona przyszłości wszystkich mieszkańców świata żywych przed złowrogimi duchami i potworami. Podróżują pomiędzy światem śmiertelników i duchów, by dopaść zagrożenia, które tylko oni mogą wyeliminować."
    },
    {
        "id": 156,
        "name": "Oddział Anima",
        "description": ""
    },
    {
        "id": 157,
        "name": "Rycerze Popiołów",
        "description": "Wiele stuleci temu wielki król wzniecił wspaniałą wojnę, aby uwolnić świat z okowów magii i pozwolić ludzkości decydować o własnym losie. Jednak po odcięciu ostatniego źródła uroku król zaginął, fundamenty świata runęły, a jego niegdyś legendarni rycerze pozostali sami wśród szaleństwa, ruin i popiołów."
    },
    {
        "id": 158,
        "name": "Mistrzowie Świata: 2021",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Oceaniczne Pieśni",
        "description": "Nigdzie nie posmakujecie plażowego luzu i spoko muzy lepiej niż na Festiwalu Oceanicznych Pieśni. Od łagodnych ballad Seraphine po eksperymentalne brzmienia DJ-a Yone — każdy znajdzie muzę dla siebie, więc poczujcie piasek pod swymi stopami, posmakujcie słonawej bryzy i zatańczcie w rytm najlepszej muzyki lata."
    },
    {
        "id": 160,
        "name": "Śnieżny Księżyc",
        "description": "Kraina robi się coraz chłodniejsza, gdy Śnieżny Księżyc wschodzi ponad góry Ionii. Niezłomni zabójcy, którzy oddają mu cześć, rozpoczynają swój rytuał. Opady śniegu przynoszą oczyszczenie, które jest możliwe tylko wtedy, gdy poświęci się swoje człowieczeństwo."
    },
    {
        "id": 161,
        "name": "Czarodziejki Gwiazd Sezon 4",
        "description": "W Valoranie — mieście wciąż leczącym rany po inwazji Zoe, chronionym przez nowe pokolenie Czarodziejek Gwiazd — pojawiają się pradawni wrogowie. Gdy na niebie gromadzi się mrok, Kai'Sa i Akali przygotowują swoją niezaprawioną drużynę do walki z siłami poza ich pojmowaniem… i prawdziwym zagrożeniem, które czeka po drugiej stronie."
    },
    {
        "id": 162,
        "name": "Poskramiacze Potworów",
        "description": "Kim jesteśmy? Poskramiaczami Potworów! Chronimy świat przed niebezpieczeństwem! Gdy inni zwiewają, my podążamy za rykiem. Poskramiamy potwory za pomocą LAM-y. A z nową ekipą u boku spuścimy łomot choćby i smokom! Żadne zakamarki nam niestraszne. Bo jesteśmy Poskramiaczami Potworów! To właśnie my!"
    },
    {
        "id": 163,
        "name": "Strażnik Przodków",
        "description": "Udyr spędził niemal dekadę w Ionii na szkoleniu pod okiem mnichów z klasztoru Hirana, ucząc się kontroli i biegłości we władaniu swoimi duchowymi możliwościami. Gdy Freljord wreszcie wezwał go do domu, postanowił zostać na miejscu i ukończyć swoje szkolenie. Od tego czasu stał się częścią lokalnego krajobrazu zarówno jako duch, jak i śmiertelnik. Teraz pracuje razem z Lee Sinem i Karmą nad przywróceniem równowagi w tej pełnej wojennych zniszczeń krainie."
    },
    {
        "id": 164,
        "name": "Zrujnowanie",
        "description": "Tysiąc lat temu ostatni król Camavoru postanowił podążać za swoim sercem, nie bacząc na rodzimy kraj. Jego miłość była tak potężna, że pociągnęła za sobą interwencję samego przeznaczenia. W ślad za nim podążała jedynie ruina."
    },
    {
        "id": 165,
        "name": "Igrzyska Zenitu",
        "description": "Jest rok 2122 — rok wielu „pierwszych razów” na Igrzyskach Zenitu. Robotyczni sędziowie przejmują boiska, swój debiut ma rywalizacja sportowa zwana młotowarem, a po latach prowadzonych rozmów do igrzysk w końcu dopuszczeni zostają ludzie z wbudowanymi ulepszeniami. Pozostało jedynie przyglądać się, kto zwycięży."
    },
    {
        "id": 166,
        "name": "Mistrzyni Żywiołów",
        "description": "Armia tytanicznych żywiołaczych bestii zdobywa przewagę nad ludzkością, spychając królestwo na skraj upadku. Ostatnią linię obrony stanowi samotna wojownicza królowa — Lux Mistrzyni Żywiołów. Aby ocalić swój lud, musi zajrzeć w głąb siebie i odkryć swoją prawdziwą naturę… bez względu na to, jaką postać przybierze."
    },
    {
        "id": 167,
        "name": "Dziedzictwo",
        "description": "Skarby z dawno minionych dni lśnią tuż na wyciagnięcie ręki."
    },
    {
        "id": 168,
        "name": "Wilk w Foczej Skórze",
        "description": "Ku pamięci Urfa, delikatnej, acz wojowniczej krowy morskiej, która ćwiczy teraz przy użyciu swojej szpatułki na płytkich bagnach zaświatów. Dobranoc, słodki książę."
    },
    {
        "id": 169,
        "name": "Przyjęcie niespodzianka",
        "description": "Kto nie lubi przyjęć niespodzianek? Lista gości jest już gotowa, wszyscy kupili prezenty, a jedzenie będzie pyszne. Zaprosiliśmy nawet klauna! Długo o tym nie zapomnimy. Tylko nie mów Amumu."
    },
    {
        "id": 170,
        "name": "Postrach Nocy",
        "description": "Bursa Muchomora porusza się na gargantuicznych żabich łapkach i przyciąga najbardziej przerażających lokatorów. Niezależnie od tego, gdzie się uda, zawsze znajdą się jakieś potwory potrzebujące dachu nad głową, a matka Glasc przywita je w rodzinie z otwartymi ramionami. Nieskończony labirynt pokoi gwarantuje, że żaden z nich nie zostanie odprawiony z kwitkiem."
    },
    {
        "id": 171,
        "name": "Duchowy Rozkwit",
        "description": "Festiwal Duchowego Rozkwitu to starożytne ioniańskie święto, podczas którego otwierają się drzwi do wymiaru duchowego. Właśnie wtedy zmarli powracają do swoich ukochanych, a wszelakie duchy zwracają wzrok w stronę żywych. Od szlachetnych Kanmejów po obsesyjne Akany — ich historie rozgrywają się w kółko, niczym cienie na papierowej latarni."
    },
    {
        "id": 172,
        "name": "Czarujące",
        "description": "Kto powiedział, że wiedźmy nie mogą się dobrze bawić? Ktokolwiek to był, pewnie jest teraz żabą. Albo jakimś innym małym, przeklętym zwierzakiem, który po wsze czasy został skazany na błąkanie się po ulicach i oglądanie obchodów z daleka. Kara nader surowa, ale czego się spodziewaliście? Może i wiedzą, jak zrobić dobrą imprezę, ale jak by na to nie patrzeć — to dalej wiedźmy!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Poczuj bas. Usłysz rytm. Daj się poruszyć muzyce."
    },
    {
        "id": 174,
        "name": "Gwiazda Popu",
        "description": "Gdy już jesteś na szczytach list przebojów, nikt nie da rady ściągnąć cię w dół."
    },
    {
        "id": 176,
        "name": "Trzy Honory",
        "description": "Pod rządami Essenta społeczeństwo staje się coraz bardziej zindywidualizowane i zamknięte. Obywateli zachęca się do tego, żeby dbali tylko o siebie, więc nikt nikomu nie ufa. Jako przywódca dawno zapomnianego Zakonu Ukojenia, Malzahar pragnie przywrócić harmonię na tym pełnym sprzeczności świecie przy pomocy kojącej aury. Zdaje sobie sprawę, że tylko w jedności można zmienić świat na lepszy."
    },
    {
        "id": 177,
        "name": "Bilgewater: Najemnicy",
        "description": "Łowcy nagród, wyrzutkowie i piraci lgną do cieszących się niesławą Doków Rzezi w Bilgewater niczym muchy do rzeźniczych odpadów. Życie na morzu nie jest łatwe, ale nagroda może być tego warta… jeśli Brodata Dama na to zezwoli."
    },
    {
        "id": 178,
        "name": "Kroniki",
        "description": "Legendy są poddawane próbom, kształtowane i wykuwane przez swoją własną przeszłość."
    },
    {
        "id": 179,
        "name": "Klątwa Pustki",
        "description": "Gdy plaga Pustki rozsieje się po Runeterze, wszyscy będą zmuszeni ulegnąć jej spaczonej ewolucji. Wiecznie głodny i zachłanny gąszcz Pustki nie oszczędzi żadnej istoty i nie poniesie porażki."
    },
    {
        "id": 180,
        "name": "Innościeżki",
        "description": "Ptasi Rycerz trzepocze skrzydłami, podczas gdy po drugiej stronie Runeterry z powierzchni wody wyłania się Oceaniczny Smok. Nasze życia zmieniają się jak słowa na pergaminie. Przyszłość jest nieznana, a dzięki temu ekscytująca. Może by tak wybrać drogę… którą wcześniej mało kto kroczył?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Kto pozwolił im zostać??? Nikomu nie mówcie."
    },
    {
        "id": 183,
        "name": "Złodzieje Dusz",
        "description": "Dusze są życiem, światłem, siłą… a w świecie, który nie zna litości, są kradzione i pochłaniane przez pozbawionych skrupułów panów śmierci."
    },
    {
        "id": 184,
        "name": "Triumfalni",
        "description": "Przyznawane graczom, którzy wygrali sponsorowany turniej League of Legends."
    },
    {
        "id": 185,
        "name": "Prawdziwi Wojownicy",
        "description": "Dla prawdziwego wojownika tylko siła i chwała będą nieść się echem przez całe wieki."
    },
    {
        "id": 186,
        "name": "Empireum",
        "description": "Pierwszy z mocą Empireum — Pyke — przebija się przez światy w niszczycielskim szale, próbując dopaść swoich odpowiedników, przez co rodzą się kolejni z tą mocą. Kto spośród tych nowych potęg zwycięży i co zrobi ze swoim szybko kończącym się czasem?"
    },
    {
        "id": 187,
        "name": "Wybrańcy Zimy",
        "description": "Gdy w powietrzu daje się wyczuć mróz i zaczyna sypać pierwszy śnieg, spójrzcie w niebo — ujrzycie na nim Polaris. Nie obawiajcie się. Jeśli byliście bezinteresownie cnotliwi, być może zostaniecie nagrodzeni błogosławieństwami Zorzy. Pamiętajcie jednak: bez względu na to, jak się zachowacie, nie możecie brać swojego szczęścia za stały element. Polaris zjawia się każdego roku i nikt nie uniknie jej kar."
    },
    {
        "id": 188,
        "name": "Twórcy Mitów",
        "description": "Dawno temu pokonanie Wielkiej Bestii Galio zapoczątkowało tradycje Księżycowego Nowego Roku, które wypełnia się poprzez kolejne opowiadania tej epickiej historii. Kryje się w niej jednak cały świat. Kiedy ten świat zostaje nagle naruszony, postaci muszą połączyć siły, aby wspólnie naprawić nieporządek i opowiedzieć swój własny mit do końca."
    },
    {
        "id": 189,
        "name": "Obiekty Westchnień i Złamane Serca",
        "description": "Paczka zawsze pewnych siebie prymusów będących Obiektami Westchnień nie ma za wiele wspólnego z ekipą ze Złamanymi Sercami, która o wiele chętniej wybrałaby się na wagary do skateparku. Zgadzają się jednak w jednej kwestii: mają absolutnie dość tego wymyślonego święta, w którym ludzie gonią za uczuciami. Więc dlaczego nie są w stanie pozbyć się tych motylków z brzucha?"
    },
    {
        "id": 190,
        "name": "Złamane Przymierze",
        "description": "Kongregacja Aspirantów od lat walczy przeciwko sekcie Zmorołaków o Aspirę, tchnienie życia. Dla kongregacji Aspira jest darem, który śmiertelnicy zwracają po śmierci, by móc dostać się w zaświaty. Jednak Zmorołaki, przeklęte wiecznym łaknieniem, wierzą, że jest tylko jedno życie i należy nim żyć w pełni. Wojna trwa, a jej końca nie widać…"
    },
    {
        "id": 191,
        "name": "Wróżkowy Dwór",
        "description": "Wróżkowa szlachta to słudzy woli natury, którzy realizują naturalny porządek i zmieniają pory roku dzięki swej magii. Jednak pod całunem wyższego celu kryją się nieustanne intrygi polityczne, które rozgrywają się na luksusowych dworach z jedwabiu, pajęczyny i złota. W końcu chęć zdobycia władzy, nieważne, czy magicznej, naturalnej, czy politycznej, zawsze wzmaga rywalizację."
    },
    {
        "id": 192,
        "name": "Mroczna Sepia",
        "description": "W podupadłej świątyni na obrzeżach Rabadonu skrywa się ostatnia nadzieja dla mieszkańców tego miasta: Wojownicy Mrocznej Sepii. Każdy z nich poświęca to, co dla niego najważniejsze, aby zawrzeć pakt z pradawnymi duchami, które nadają im magiczne tatuaże tak potężne, że drży przed nimi sama Sfora. Nie są już ofiarami. Pora, aby odebrali swój dom."
    },
    {
        "id": 193,
        "name": "Zwiastuni Nocy i Zwiastuni Brzasku",
        "description": "Konflikt między Zwiastunami Nocy a Zwiastunami Brzasku jest bezkresny. Z jednej strony siły chaosu i ciemności dają początek zmianom, z drugiej — siły porządku i światła nadają światu strukturę. To właśnie ci bogowie i ich potomkowie kształtują rodzący się świat. Nikt nie jest w stanie powiedzieć, czy przyszłość przyniesie światłe dni… czy mroczne noce."
    },
    {
        "id": 194,
        "name": "Mistrzowie Świata: 2022",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus był światem nierozerwalnie związanym z magią. Wszystko jednak upadło po czystce. Po upływie stuleci cywilizacja jest rozproszona, natura odebrała miasta, a magia powróciła w postaci Kryształów Prismae. Magiczna moc pragnie jedynie się rozprzestrzenić i choć niektórzy potrafią korzystać z jej potęgi bezpiecznie, inni zatracają się w niej i zostają przez nią zawładnięci. Tak rozpoczynają się Wojny Prismae."
    },
    {
        "id": 196,
        "name": "Duchowy Wojownik",
        "description": "Ich dusze budzą się podczas próby. Może się ona odbyć na polu bitwy lub nawet w umyśle zawodnika. Każde z nich otrzymuje wyjątkowe zdolności, które są odbiciem ich charakteru, oraz moc do wyzwolenia esencji swojej duszy. Niektórzy trenują swoje nowe zdolności… Inni wykorzystają je, aby siać zniszczenie. To… DUCHOWI WOJOWNICY!"
    },
    {
        "id": 197,
        "name": "Demony Ulicy",
        "description": "W Moście Styksu demony, potwory i ludzie żyją w harmonii. Każdego roku odbywa się festiwal sztuki ulicznej. To przyjazna rywalizacja, dzięki której mieszkańcy mogą się przekonać, kto stworzy największe i najodważniejsze graffiti: Festiwal Grafficiarzy!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Eidola Vida byli niegdyś śmiertelni, lecz odrodzili się jako duchy życia, których moc wzięła się z rodzinnej miłości. Eidola Muerte to zapomniane dusze, które po śmierci przemierzają zaświaty, dopóki nie znajdą dla siebie nowych rodzin. Nie widać ich, lecz można je poczuć poprzez Ardor, magiczny ogień, który gasi życie lub pozwala mu kwitnąć."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "„HEARTSTEEL to najgorętsza nowa kapela na scenie, do której dołączyli między innymi Kayn i Ezreal…”\\n„To sprawa naszego zespołu!”\\n„Uspokój się, Sett”.\\n„Zaczekaj, dla którego czasopisma to ma być, K'Sante?”\\n„Skupcie się!”\\n„Yone, możemy w końcu wejść na scenę?”\\n„Uchhh, Aphelios właśnie sobie poszedł…”"
    },
    {
        "id": 200,
        "name": "Pierwotna Zasadzka",
        "description": "Szczęśliwców, którzy urodzili się z emanującymi światłem znamionami na skórze, określa się wielce honorowym mianem „Przychylnych Szponów”. Przeznaczeniem tych wyjątkowych potomków Tigra jest reprezentowanie ich społeczności i wymuszanie na innych szacunku za pomocą swojej siły. Każdy z nich marzy o podbiciu świata w imię swojego rodzaju i staniu się wzbudzającym strach przywódcą."
    },
    {
        "id": 201,
        "name": "Niebiańska Szala",
        "description": "Aby lepiej poznać poddanych swojego królestwa, smocza szlachta wraz ze swoim orszakiem zstępuje z pałacu na niebie, przybiera ludzkie postaci i świętuje ze śmiertelnikami nadejście Nowego Roku."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Wraz z Kryształami Prismae pojawiły się również istoty, które potrafiły okiełznać ich magię. Daleko na północ wpływ kryształów wypacza samą ziemię. Na terenie przepełnionym fraktalną roślinnością i opalizującym powietrzem stworzenia łączą siły z niegdyś ludzkimi mieszkańcami. Razem walczą przeciwko pozostałościom cywilizacji. Wszystko znajdzie odzwierciedlenie w Kryształach Prismae."
    },
    {
        "id": 203,
        "name": "Bitwa na Jedzenie",
        "description": "Te przepyszne i zabójcze potrawy nie poddadzą się bez walki."
    },
    {
        "id": 204,
        "name": "Przywrócone Legendy",
        "description": "Niegdyś mityczni bogowie zamknęli swą siłę w czterech odłamkach wyniesienia: Chaosu, Harmonii, Cierpliwości i Wigoru. Z każdym z nich wiązała się śmiertelnie groźna próba, której podejmowali się wojownicy pragnący ich potęgi, marzący o zapisaniu swoich czynów na kartach historii. Do dzisiaj ciągną do nich wojowie z całego świata, licząc, że uda im się po sobie pozostawić dziedzictwo godne bogów."
    },
    {
        "id": 205,
        "name": "Pasterz Deszczu",
        "description": "Świat usycha z braku wody i pieśni. Od kiedy żaby utraciły moc śpiewania, deszcz pada coraz rzadziej i wszędzie brakuje wilgoci. Dlatego płazy nauczyły śpiewu nową grupę: Pasterzy Deszczu. Jej członkowie, odziani w specjalne stroje, ciężko pracują, by nawodnić dotknięte suszą ziemie i pomóc naturze odzyskać dawne piękno."
    },
    {
        "id": 206,
        "name": "Primordianie",
        "description": "Wygnani z suchego lądu Primordianie musieli uciec do morza, gdzie od stuleci czekali na swoją okazję… do momentu, gdy nie byli już w stanie dłużej tolerować mieszkańców powierzchni i ich niszczycielskich działań wobec planety. Ich królowa zadecydowała więc, że czas ludzkości dobiegł końca. Wraz z ich upadkiem rozpocznie się era Primordian."
    },
    {
        "id": 207,
        "name": "Mistrzowie Świata: 2023",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2023: T1!"
    },
    {
        "id": 208,
        "name": "Żółwiki i Obchody",
        "description": "Pora świętować!"
    },
    {
        "id": 209,
        "name": "Wybrańcy Wilka",
        "description": "Kiedy młoda przywódczyni Ambessa polega w bitwie, doznaje wizji Volrachnun — uświęconego życia wiecznego przeznaczonego godnym wyznawcom Wilka. Wszyscy, którzy dostąpią zaszczytu wstąpienia do tej krainy, muszą dołączyć do Wiecznych Łowów, oddać się rozkoszy walki i z radością rzucać wyzwania innym wybrańcom w niekończącym się polowaniu."
    },
    {
        "id": 210,
        "name": "Superfani",
        "description": "Niech flaga fanów załopocze na wietrze!"
    },
    {
        "id": 211,
        "name": "Maska Czarnej Róży",
        "description": "Zabawa i luksus królują podczas Jedwabnych Tanów — balu przebierańców, na którym zbiera się szlachta i znane osobistości z całej Runeterry. W Noxusie sala balowa jest polem bitwy. Szept może być ostry jak sztylet, a władzą handluje się za uprzejmości. Nawet samotnicza Lady Elise opuściła gniazdo, aby zorganizować to wydarzenie, służąc niewidzialnym oczom... które cały czas obserwują. Czekają."
    },
    {
        "id": 212,
        "name": "Współczesne Mity",
        "description": "Mity i legendy wydarzyły się dawno temu, ale ich echa są odczuwalne po dziś dzień. Pod powierzchnią zwyczajnego świata mityczna moc tworzy nowe pokolenie bohaterów."
    },
    {
        "id": 213,
        "name": "Urocze Pierożki",
        "description": "Każdy cukierniczy mag wie, że spotkanie towarzyskie nigdy nie będzie udane bez słonych przekąsek. Choć ich kafejka może być nowa, sztuka przyrządzania pierożków ma długą tradycję. Ci magiczni kucharze zamierzają ugniatać, siekać, smażyć i dusić wszystko, co stanie im na drodze do kulinarnej doskonałości. Jeden kęs tych pyszności w cieście sprawi, że nawet najbardziej marudny gość z chęcią dołączy do świętowania."
    },
    {
        "id": 214,
        "name": "Zamaskowana Sprawiedliwość",
        "description": "Po zniszczeniu swojej planety szalony olbrzym Mezzorax przemierzył całą galaktykę, szukając nowej ofiary. W końcu odnalazł ją — tętniącą życiem metropolię Ocono. Jednak napotkał tam opór ze strony niezwykłej grupy obywateli. Bohaterowie, uzbrojeni w hiperkombinezony, przysięgli pomścić wszystkich poległych i położyć kres rządom kosmicznego tyrana."
    },
    {
        "id": 215,
        "name": "Wielki Osąd",
        "description": "Noxiańską tradycją jest świętowanie wielkich zwycięstw i triumfu siły nad słabością. Po sukcesach odniesionych na terytorium Freljordu odbywa się Wielki Osąd celem uczczenia powrotu generała Dariusa i jego oddziałów. Całe tłumy zbierają się na każdej arenie stolicy, by oddać cześć jemu i dawnym walecznikom."
    },
    {
        "id": 216,
        "name": "Twórcy Losu i Zguby Losu",
        "description": "Los tego świata jest nierozerwalnie związany ze Splotem, a ci, którzy mają odwagę, mogą chwycić za jego nici. Aby to uczynić, muszą odnaleźć Pałac Tkaczy i stanąć twarzą w twarz z Twórcami Losu — potężnymi istotami, posiadającymi zdolność kształtowania przeznaczenia. Zgubami Losu nazywa się tych, którym udało się ich przekonać i zmienić własny żywot… oraz przyszłość całej rzeczywistości."
    },
    {
        "id": 217,
        "name": "Obserwatorzy Gwiazd",
        "description": "Obserwatorzy Gwiazd, zdolni wróżbici, dawno już odkryli tajemnice kosmosu i strzegą ich w przepastnej bibliotece swojego zakonu. Korzystając z ezoterycznej wiedzy i pradawnych mocy, osłonili swoją ojczystą sferę przed niezliczonymi zagrożeniami. Niewielu z nich jest jednak gotowych stawić czoła nieznanej grozie wyłaniającej się z innej sfery… a nawet przyjąć do wiadomości jej istnienie."
    },
    {
        "id": 218,
        "name": "Źródła Duchowego Rozkwitu",
        "description": "Wysoko w górach mieści się łaźnia, w której goście mogą uwolnić się od przyziemnych trosk. Ten azyl, znany jako Źródła Duchowego Rozkwitu, to tematyczna oaza wolna od dramatów. Gościnny personel i magiczna para wodna zmywają ciężar bitew oraz wspomnień, które lepiej pozostawić za sobą. Tu nie ma bohaterów ani złoczyńców — są tylko ci, którzy odnaleźli spokój i odnowę."
    },
    {
        "id": 219,
        "name": "Wizje Upadłych",
        "description": "„Kiedyś byliśmy bogami. Teraz tkwimy w bezcielesnej ciemności naszego więzienia. Śnimy o tysiącach nieuniknionych, krwawych powrotów… i o ludzkości znów błagającej nas o boską litość”.<br>W epoce, po której pozostały jedynie legendy, ten świat należał do Darkinów.<br>Teraz Darkini zamierzają go odzyskać."
    },
    {
        "id": 220,
        "name": "Mistrzowie Świata: 2024",
        "description": "Gratulacje dla zwycięzców Mistrzostw 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Flora Fatalis osądza wszystkich, którzy znajdą się w jej odurzającym zasięgu. Tych, którzy odznaczają się ambicją i pewnością siebie, kusi i przyciąga, aby zasadzić w nich potężne nasiono swojej woli. Potem razem z nimi rozwija się i dostosowuje do otoczenia, jedocześnie szukając coraz silniejszych nosicieli do wzmocnienia — i pochłonięcia."
    },
    {
        "id": 222,
        "name": "Wieczne Aspekty",
        "description": "Przez tysiąclecia niezwykle potężne Aspekty pracowały bez wytchnienia z niebiańskiego wymiaru, aby prowadzić i wzmacniać Runeterrę. Każdy z nich twierdzi, że jest ostatecznym przejawem uniwersalnej prawdy o stworzeniu — w istocie poszukują śmiertelnych zastępów godnych i zdolnych do realizacji ich planów, umożliwiających im ponowne chodzenie po świecie w fizycznej formie."
    }
]