{
    "replays_button_default_tooltip_checking": "Έλεγχος για διαθεσιμότητα μαγνητοσκόπησης.",
    "replays_button_default_tooltip_download": "Κάντε κλικ εδώ για να κατεβάσετε τη Μαγνητοσκόπηση του αγώνα. Οι Μαγνητοσκοπήσεις θα είναι διαθέσιμες για λήψη στο Ιστορικό Αγώνων μέχρι την επόμενη ενημέρωση.",
    "replays_button_default_tooltip_downloading": "Γίνεται λήψη της μαγνητοσκόπησής σας.",
    "replays_button_default_tooltip_error": "Παρουσιάστηκε σφάλμα κατά τη λήψη.",
    "replays_button_default_tooltip_found": "Η Μαγνητοσκόπηση εντοπίστηκε. Η ενέργεια λήψης τοποθετήθηκε σε ουρά.",
    "replays_button_default_tooltip_incompatible": "Αυτή η Μαγνητοσκόπηση έχει λήξει.",
    "replays_button_default_tooltip_missing_or_expired": "Παρουσιάστηκε σφάλμα κατά τη λήψη. Κάντε κλικ εδώ για να προσπαθήστε ξανά.",
    "replays_button_default_tooltip_retry_download": "Παρουσιάστηκε σφάλμα με τη λήψη σας. Κάντε κλικ εδώ για να προσπαθήσετε ξανά.",
    "replays_button_default_tooltip_lost": "Η μαγνητοσκόπηση για αυτό το παιχνίδι δεν υπάρχει και δεν είναι διαθέσιμη.",
    "replays_button_default_tooltip_watch": "Κάντε κλικ εδώ για να δείτε τη Μαγνητοσκόπηση",
    "replays_button_default_tooltip_unsupported": "Για αυτήν τη λειτουργία παιχνιδιού δεν υποστηρίζονται οι μαγνητοσκοπήσεις",
    "replays_button_eog_tooltip_checking": "Έλεγχος για διαθεσιμότητα μαγνητοσκόπησης. Μπορεί να πάρει λίγη ώρα. Μπορείτε επίσης να μεταβείτε στο Ιστορικό μαχών για να βρείτε Μαγνητοσκοπήσεις από αυτήν την ενημέρωση.",
    "replays_button_eog_tooltip_download": "Κάντε κλικ εδώ για να λάβετε τη Μαγνητοσκόπηση του αγώνα. Οι Μαγνητοσκοπήσεις θα είναι επίσης διαθέσιμες για λήψη από το Ιστορικό Αγώνων μέχρι την επόμενη ενημέρωση.",
    "replays_button_tooltip_watch_disabled_patching": "Κάνετε ενημέρωση αυτήν τη στιγμή. Περιμένετε μέχρι να ολοκληρωθεί η ενημέρωση για να δείτε τη μαγνητοσκόπηση.",
    "replays_button_tooltip_watch_disabled_in_tournament": "Οι μαγνητοσκοπήσεις είναι απενεργοποιημένες όσο περιμένετε για έναν αγώνα Clash.",
    "replays_button_tooltip_watch_disabled_playing_game": "Ένα παιχνίδι είναι ακόμη σε εξέλιξη. Οι μαγνητοσκοπήσεις είναι απενεργοποιημένες ενώ παίζετε ένα παιχνίδι.",
    "replays_button_tooltip_watch_disabled_playing_replay": "Αυτήν τη στιγμή βλέπετε μια μαγνητοσκόπηση. Δεν μπορείτε να δείτε ταυτόχρονα περισσότερες από μία μαγνητοσκοπήσεις.",
    "replays_button_tooltip_download_disabled_patching": "Κάνετε ενημέρωση αυτήν τη στιγμή. Οι λήψεις δεν είναι διαθέσιμες κατά τη διάρκεια της ενημέρωσης.",
    "replays_button_eog_first_time_tip": "Κάντε κλικ εδώ για να κατεβάσετε τη Μαγνητοσκόπηση του αγώνα. Οι Μαγνητοσκοπήσεις θα είναι διαθέσιμες για λήψη στο Ιστορικό Αγώνων μέχρι την επόμενη ενημέρωση."
}