[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "Campeões Mundiais: 2011",
        "description": "Parabéns à equipe campeã do Mundial 2011: Fnatic!"
    },
    {
        "id": 2,
        "name": "Campeões Mundiais: 2012",
        "description": "Parabéns à equipe campeã do Mundial 2012: Taipei Assassins!"
    },
    {
        "id": 3,
        "name": "Campeões Mundiais: 2013",
        "description": "Parabéns à equipe campeã do Mundial 2013: SK Telecom T1!"
    },
    {
        "id": 4,
        "name": "Campeões Mundiais: 2014",
        "description": "Parabéns à equipe campeã do Mundial 2014: Samsung White!"
    },
    {
        "id": 5,
        "name": "Campeões Mundiais: 2015",
        "description": "Parabéns à equipe campeã do Mundial 2015: SK Telecom T1!"
    },
    {
        "id": 6,
        "name": "Campeões Mundiais: 2016",
        "description": "Parabéns à equipe campeã do Mundial 2016: SK Telecom T1!"
    },
    {
        "id": 7,
        "name": "Vitória",
        "description": "Os campeões conquistam seus inimigos e ascendem a novas alturas, realizando seus sonhos mais loucos e exibindo os espólios duramente conquistados a todos e a todas que desejam vislumbrar a verdadeira grandeza."
    },
    {
        "id": 8,
        "name": "Campeonato Mundial",
        "description": "O maior palco do mundo dos jogos. Duas equipes se enfrentam frente a milhões de fãs. Apenas uma levará a coroa de campeã. "
    },
    {
        "id": 9,
        "name": "Desafiante",
        "description": "Em celebração ao início anual da temporada de League of Legends."
    },
    {
        "id": 10,
        "name": "Fliperama: Heróis",
        "description": "Fliperâmia: lar dos jogadores mais competitivos do servidor e de NPCs justiceiros. Aqui, os heróis sempre pagam para vencer. E isso significa anular o código corrompido dos Chefões, mesmo que as chances estejam contra eles. A vitória não será facilmente conquistada, mas ver a surpresa nas caras dos Chefões depois de serem superados vai fazer tudo valer a pena."
    },
    {
        "id": 11,
        "name": "Fliperama: Chefões",
        "description": "Nas profundezas dos servidores de Fliperâmia vive uma série de erros sinistros conhecidos como Chefões. O código corrompido concedeu uma nova liberdade a eles, mas também novos desafios. Para terminarem de deletar o Mundo do Fliperama, vários Chefões concordaram em colocar de lado suas diferenças e trabalhar juntos (até que seja conveniente, claro)."
    },
    {
        "id": 12,
        "name": "Lua Sangrenta",
        "description": "Nas noites de Lua Sangrenta, um culto ancestral surge nas sombras em busca de poder ilimitado. Por meio de ritos profanos e esotéricos, os membros fundem sua carne com espíritos demoníacos, formando uma entidade única com uma escuridão ainda mais profunda."
    },
    {
        "id": 13,
        "name": "Mundo dos Dragões",
        "description": "Duas vezes o fogo de dragão consumiu o mundo. Duas vezes foram forjados heróis dentre as chamas."
    },
    {
        "id": 14,
        "name": "Esquadrão Ômega",
        "description": "Quando a guerra estourou, o Esquadrão Ômega foi enviado para terminá-la. Mas agora só restou um deles, um yordle que só tem uma batalha pessoal para travar..."
    },
    {
        "id": 15,
        "name": "Curtindo o Verão",
        "description": "É verão, cara! O Sol tá brilhando, o ventinho tá agradável e a água tá fresquinha. Todo mundo deixou as rivalidades e os rancores em casa, pra cá só trazem roupas de banho e boas energias. Vamos ter bastante tempo pra gritos e pancadaria depois. Por enquanto, relaxe aí, curta a música e divirta-se de montão."
    },
    {
        "id": 16,
        "name": "Pentakill",
        "description": "Em um mundo onde o heavy metal impera, os membros da Pentakill são os mestres inquestionáveis de fazer você balançar a cabeça ao som de riffs pesados. Seis membros, dois álbuns pentaplatina e a fúria cromada dos próprios deuses. Rock and roll, baby!"
    },
    {
        "id": 17,
        "name": "Cibernética",
        "description": "Criado pela Corporação PROJETO como um algoritmo de segurança avançado, o vírus cibernético silenciosamente ganhou vida própria e alterou sua diretiva original. Infectando máquinas por toda a Cidade, ele determinou que a maior ameaça à segurança da humanidade... é a própria humanidade."
    },
    {
        "id": 18,
        "name": "PROJETO",
        "description": "A Corporação PROJETO acredita que \"desbloquear\" os segredos do potencial da humanidade é a chave para alcançar o progresso além dos nossos corpos mortais. É por meio da tecnologia que ascenderemos. Juntos."
    },
    {
        "id": 19,
        "name": "Guardiãs Estelares Temporada 1",
        "description": "Fortalecida magicamente pela Primeira Estrela, a colegial Lux e sua equipe de Guardiãs Estelares protegem secretamente o mundo contra monstros interestelares. Mas quem vai protegê-las do drama do Colégio Valoran?"
    },
    {
        "id": 20,
        "name": "Guardiãs Estelares Temporada 2",
        "description": "As Guardiãs Estelares veteranas Ahri e Miss Fortune reaparecem repentinamente na Cidade de Valoran, com a equipe restabelecida após um evento desconhecido ter destruído o antigo esquadrão. Tentando desafiar o destino que aguarda toda Guardiã Estelar após o juramento, elas se unem à luta ao lado de Lux e companhia enquanto as Feras do Vazio atacam a cidade."
    },
    {
        "id": 21,
        "name": "Supergaláctico",
        "description": "O espaço, a fronteira mais perigosa de todas! Apenas a Força de Defesa Supergaláctica, com sua (aparentemente) infinita fonte de novos recrutas vindos direto do centro de treinamento, está preparada para explorar os mundos desconhecidos mais distantes e ser uma linha de defesa contra as ameaças alienígenas mais brutais. O melhor trampo da galáxia!"
    },
    {
        "id": 22,
        "name": "Colegial",
        "description": "ATENÇÃO, ALUNOS E DOCENTES: chegou ao nosso conhecimento que todos os alunos estão enfrentando ação disciplinar e todos os professores estão em licença psiquiátrica \"sugerida\". As aulas serão canceladas até segunda ordem... talvez num momento em que os alunos suspensos mencionados tenham repensado seu comportamento absurdo."
    },
    {
        "id": 23,
        "name": "Galante",
        "description": "Poder, dinheiro e glamour colidem nas coberturas e clubes exclusivos de Nox Vegas, onde as pessoas mais bonitas têm o mundo na palma das mãos. Porém, quando a noite chega à cidade das luzes, sombras se revelam entre facas e segredos. Influência é o nome do jogo e ninguém gosta de perder."
    },
    {
        "id": 24,
        "name": "Arco Celeste",
        "description": "Uma vez a cada milênio, uma entidade divina desce dos céus para escolher guerreiros dignos de representar sua vontade. Esses seres são o Arco Celeste: agentes imortais da divina luz."
    },
    {
        "id": 25,
        "name": "Máquina de Combate",
        "description": ""
    },
    {
        "id": 26,
        "name": "Mestres da Culinária",
        "description": ""
    },
    {
        "id": 27,
        "name": "Vândalos",
        "description": "Os Vândalos assombram a terra devastada. Eles são uma gangue de bandidos violentos que promovem destruição em massa, massacres brutais e assassinatos arbitrários... mas com certeza se divertem muito com isso tudo."
    },
    {
        "id": 28,
        "name": "Esportes de Inverno",
        "description": "Quando relaxaram as regras do festival de esportes de inverno em questão, muitos presumiram que o evento se tornaria mais emocionante. Mas poucos perceberam quão perigoso ele se tornaria. Perigosamente empolgante, é claro!"
    },
    {
        "id": 29,
        "name": "Quebra-mundos",
        "description": "A Profecia da Primeira Destruição falava da chegada de quatro titãs determinados a devastar tudo, uma predição que certamente viria a se concretizar. E, com ela, o Tecelão do Mundo surgiu das cinzas e reconstruiu a terra devastada. Só os videntes mais sábios enxergam o que ainda vai acontecer, um retorno e uma última esperança."
    },
    {
        "id": 30,
        "name": "Caçador de Cabeças",
        "description": "Para algumas espécies, a caça é mais do que um mero esporte: ela consome seus corpos e mentes, moldando-os em uma raça de verdadeiras máquinas mortíferas."
    },
    {
        "id": 31,
        "name": "Copa de Futebol",
        "description": "Esqueça o campo de batalha, o corpo administrativo e até mesmo o parquinho: os conflitos mais importantes dos dias atuais se resolvem no gramado. Não há nada mais prazeroso do que ver seu jogador favorito sair driblando o time adversário, preparar a jogada, dar aquele chute certeiro e gritar a palavra mais incrível do mundo: \"GOOOOOOOOOOOL!\"."
    },
    {
        "id": 32,
        "name": "Caçadores Pré-históricos",
        "description": "Monstros gigantescos vagam por nossa terra, perseguindo suas presas com precisão assustadora. Os humanos certamente se tornariam suas próximas refeições, não fosse pelos Caçadores. Armados com lâminas feitas dos ossos de seus primeiros abates e com instintos que rivalizam os das feras mais temíveis, os Caçadores protegem seu povo de um destino terrível todos os dias."
    },
    {
        "id": 33,
        "name": "Justiceiro",
        "description": "Os Justiceiros, com uma posição de orgulho dentro dos Agentes da Luz, são as sentinelas do Arco Celeste e exemplificam suas maiores virtudes. Não basta servirem de exemplo somente para os mortais, pois até soldados divinos precisam de inspiração."
    },
    {
        "id": 34,
        "name": "Luchador",
        "description": "Diretamente da corda superior, temos o maior show do mundo do esporte! Veja El Tigre, El Macho, El León e El Rayo trocarem socos e voadoras dentro e até FORA do ringue quadrado. E lembre-se: ninguém faz isso melhor do que a Federação de Luta Livre de Valoran."
    },
    {
        "id": 35,
        "name": "Mech",
        "description": "Quando os colossais kaijus começaram a atacar por terra, mar e ar, a humanidade desenvolveu unidades mecânicas igualmente poderosas para detê-los em combates corpo a corpo grandiosos."
    },
    {
        "id": 36,
        "name": "Pulsefire",
        "description": "Depois de descobrirem os segredos da viagem no tempo, esses Campeões foram jogados num futuro distante e distópico. Enquanto os Cronoexecutores os perseguem sem descanso através do tempo e do espaço, alguns escaparam pela história, levando sua tecnologia consigo."
    },
    {
        "id": 37,
        "name": "Riot",
        "description": "No sistema de justiça criminal, existem aqueles que contornam as leis e aqueles que as quebram. Os oficiais dedicados do DPR investigam os crimes mais hediondos da cidade para levar os piores criminosos cara a cara com a justiça. Essas são suas histórias..."
    },
    {
        "id": 38,
        "name": "Riftquest",
        "description": "O perigo ronda Runeterra! Monstros poderosos, feiticeiros nefastos e criaturas míticas estão à solta! Junte seus amigos e crie a sua própria aventura de 3 a 5 jogadores, derrotando o mal a cada rolar de dados. Será que você dá conta de salvar o mundo e se tornar uma lenda no RIFTQUEST?"
    },
    {
        "id": 39,
        "name": "Velho Oeste",
        "description": "Pistoleiros e homens da lei cavalgam sob o sol impiedoso da alta fronteira, buscando a sobrevivência e a salvação em igual medida. O paraíso está em escombros, o inferno está vazio, e todos os demônios estão aqui."
    },
    {
        "id": 40,
        "name": "Hextec",
        "description": "Agora na vanguarda da ciência e da arte, a tecnologia hextec evoluiu de suas origens rudimentares para um renascimento moderno de formas de vida complexas e artificiais, capazes de livre arbítrio. Artesãos habilidosos lideram o caminho para um novo e ousado futuro - mas o que ele trará, ninguém sabe dizer."
    },
    {
        "id": 41,
        "name": "Naipes",
        "description": "Eles eram cinco, um grupo bem esquisito,<br>\\nE juntos formavam a corte de Alto Risco.<br>\\nDiscutiam e brigavam, prosperavam e falhavam,<br>\\nE até hoje ninguém mais foi visto."
    },
    {
        "id": 42,
        "name": "Tunados em Piltover",
        "description": "A fim de um passeio turbinado? Sua espera acabou. (A quilometragem pode variar.)"
    },
    {
        "id": 43,
        "name": "Cósmico",
        "description": "Vastas criaturas de poeira estelar controlam o vai e vem da criação, pintando o cosmo com uma luz sublime à medida que sua corte celestial se desloca pelo tecido do tempo e do espaço."
    },
    {
        "id": 44,
        "name": "Estrela Negra",
        "description": "A entropia devora galáxias na mandíbula bocejante da Estrela Negra, cujos corruptores, criaturas titânicas nascidas do esquecimento dos buracos negros, apagam a luz da existência em cada sistema que tocam e os mergulham no nada."
    },
    {
        "id": 45,
        "name": "Saqueador",
        "description": "Um bando de guerreiros nômades com gosto pela brutalidade, os Saqueadores são tudo o que restou da cultura guerreira dos Lordes Magos, pois suas tradições ancestrais foram trocadas por exibições anárquicas de força. Nenhuma disputa é resolvida sem derramamento de sangue, nem mesmo entre eles próprios. Todos esqueceram do que levou seus ancestrais à guerra e do que os fez conquistar a vitória."
    },
    {
        "id": 46,
        "name": "Dia Nevado",
        "description": "Nas rotas, está começando a parecer um Dia Nevado... \\nO tanque está avançando, sempre emocionado\\nAfinal, já tem ouro para comprar aquele Coração Congelado..."
    },
    {
        "id": 47,
        "name": "Inverno Mágico",
        "description": "Nas mágicas Terras Congeladas, o Rei Poro reina supremo, espalhando alegria e diversão para toda a sua corte. Mesmo que alguns conspirem para usurpar o rei, todos compartilham um amor em comum pelas maravilhas do inverno."
    },
    {
        "id": 48,
        "name": "Friaca Irada",
        "description": "Bem melhor do que um Punhal Serrilhado! "
    },
    {
        "id": 49,
        "name": "Águas de Sentina: Marés Ardentes",
        "description": "Boas-vindas a Águas de Sentina, onde os destinos se encontram no cano de uma pistola. Qualquer coisa pode ser encontrada nas Docas da Matança, seja mão de obra, guisado de monstro marinho ou o capitão que enviará você para o seu túmulo aquático."
    },
    {
        "id": 50,
        "name": "Protetor",
        "description": "O Protetorado foi uma ordem dedicada a impor um sistema rígido e impiedoso de leis, na tentativa de conter a aparentemente inevitável ascensão dos Lordes Magos. Embora a ordem em si tenha se desfeito há muito tempo, agora os Vigias vestem suas armaduras enquanto aguardam pela oportunidade de atacar os descendentes de seu antigo inimigo."
    },
    {
        "id": 51,
        "name": "Cidade do Crime",
        "description": "Cidade de Valoran, uma máquina em expansão abastecida pelo crime e lubrificada por dinheiro sujo. Ninguém admite, mas todos sabem que essa é a verdade."
    },
    {
        "id": 52,
        "name": "Senhor do Trovão",
        "description": "A humanidade não é a única que trava guerras amargas por disputas mesquinhas. Certa vez, muito antes do nosso tempo, dois deuses — irmãos — empunharam armas um contra o outro, moldando a própria terra com a devastação da batalha que travaram."
    },
    {
        "id": 53,
        "name": "Festival Lunar: Reinos Combatentes",
        "description": "Três grandes impérios disputam territórios e poder, pondo tudo à prova num teste de pujança marcial. Exércitos entrarão em conflito. Heróis se erguerão. Lendas surgirão."
    },
    {
        "id": 54,
        "name": "Festival Lunar: Fogos de Artifício",
        "description": "O Ano-Novo Lunar chegou — assim como a festa! Com comida e celebrações de sobra, trata-se de reacender os laços com amigos e familiares. Partiu acender um fósforo e ver os fogos de artifício!"
    },
    {
        "id": 55,
        "name": "Festival Lunar",
        "description": "Junte-se a amigos e \"aminimigos\" para celebrar as histórias deste ano que passou. Lanternas brilhantes tocam o céu da noite, iluminado por fogos de artifício que desvanecem. As pessoas trocam envelopes vermelhos, famílias e clãs que raramente se encontram festejam um acontecimento querido por todos: chega um ano novo. Que este seja o melhor de todos!"
    },
    {
        "id": 56,
        "name": "Pelo Branquinho",
        "description": "Chegou a temporada do coelho! O povo circula pela trilha do coelho com seus melhores trajes, ovos pintados e um sorriso no rosto. Que o novo ano comece feliz e saltitante para todos!"
    },
    {
        "id": 57,
        "name": "Frenesi Açucarado",
        "description": "Um Castelo de Biscoitos e um Mar de Refrigerante, Montanhas de Alcaçuz e uma Floresta de Jujubas... esse é o Reino dos Doces em toda a sua glória."
    },
    {
        "id": 58,
        "name": "Sabugueiro",
        "description": "Nas profundezas do Bosque do Sabugueiro, seres anciões esperam, escondidos dos humanos. Eles protegem este lugar encantado, punindo invasores e inspirando contos por toda a terra. No entanto, com o aumento dos horrores no mundo exterior, os defensores se esforçam para manter suas fortalezas contra a curiosidade maliciosa da humanidade."
    },
    {
        "id": 59,
        "name": "Eternum",
        "description": "No espaço vazio entre estrelas longínquas, máquinas orgânicas feitas há eras por uma civilização desconhecida sobreviveram muito mais tempo que seus criadores. Elas espreitam pacientemente, incapazes de escapar de sua prisão terrena até que alguém tropece novamente nelas e as liberte de volta para a galáxia. Elas esperaram. Estão esperando. E vão esperar o tempo que for necessário."
    },
    {
        "id": 60,
        "name": "Ordem do Lótus",
        "description": "Líderes estimados e acólitos devotos da Ordem do Lótus são os melhores das Primeiras Terras. Avatares da imortalidade e da virtude, os membros da Ordem vivem muitas vidas, lutando para manter a paz eterna."
    },
    {
        "id": 61,
        "name": "Caixa de Brinquedos",
        "description": "O baú de brinquedos de Gnar está repleto de tesouros inestimáveis, mas, quando não tem ninguém em casa, eles ganham vida própria..."
    },
    {
        "id": 62,
        "name": "Florescência Mortal",
        "description": "As criaturas silvestres das florestas do norte fingem-se de mortas para não serem vistas por viajantes nem por guerreiros. Essas coisinhas traiçoeiras esperam o momento perfeito para atacar, um exercício de paciência possível apenas para criaturas tão antigas quanto o próprio território, e o prêmio é um banquete de carne e osso que deixa o solo manchado de vermelho."
    },
    {
        "id": 63,
        "name": "Operação Ártica",
        "description": "O Alto Comando precisava de um novo grupo para lidar com as crescentes ameaças ao longo da Fronte Ártica. Precisavam de soldados mais gélidos que as geleiras que precisariam atravessar, com gelo nas veias e nervos frios como o aço. Junte-se à Operação no Ártico."
    },
    {
        "id": 64,
        "name": "Arrasando corações",
        "description": "A maioria busca o amor em parques tranquilos ou em cafés amigáveis. Mas esses relacionamentos nunca duram. Os vínculos formados no campo de batalha, fortes como balas que perfuram os corações dos inimigos... esses sim duram. "
    },
    {
        "id": 65,
        "name": "Valquírias de Aço",
        "description": "Uma galáxia destruída pela guerra tenta se recuperar, mas com antigas feridas que ainda não cicatrizaram. Criminosos, caçadores de recompensas, mercenários e assassinos preencheram o vácuo de poder e agora pilotam perigosos exotrajes de combate com habilidades de outro mundo."
    },
    {
        "id": 66,
        "name": "Guardião das Areias",
        "description": "Poderosos guardiões vigiam a tumba de um horror antigo para que ele nunca mais ameace o mundo. Mas talvez já seja tarde demais..."
    },
    {
        "id": 67,
        "name": "Faraó",
        "description": "Embora os impérios já tenham sido tragados pelas areias, poderosos faraós já governaram as dunas banhadas pelo sol do Grande Deserto."
    },
    {
        "id": 68,
        "name": "Bretão",
        "description": "Poucos sobrevivem à travessia da tundra congelada do norte. Se a pessoa não morre de frio... morre nas mãos da Tribo Bretã."
    },
    {
        "id": 69,
        "name": "Lanceiros",
        "description": "Com os tempos cada vez mais difíceis, os grandes Lanceiros mecanizados de antigamente despertam de seu sono. Mais altos do que qualquer edifício e mais poderosos do que qualquer exército, eles se levantam para proteger seus súditos antes de retornar à terra mais uma vez."
    },
    {
        "id": 70,
        "name": "Guerreiros das Estradas",
        "description": "Nas terras devastadas, o único credo que serve a uma Guerreira das Estradas é o som de um motor, e as únicas preces que ela escuta são os xingamentos dos inimigos. "
    },
    {
        "id": 71,
        "name": "Livro de Histórias",
        "description": "Era uma vez, um grupo de personagens de livros de histórias que ganhou vida e saiu das páginas..."
    },
    {
        "id": 72,
        "name": "Fábulas",
        "description": "Toda cultura tem seu próprio folclore sobre lendas e monstros. Seriam esses mitos uma invenção da nossa imaginação, histórias passadas por gerações para explicar o inexplicável? Ou eles são baseados em uma verdade oculta do resto do mundo?"
    },
    {
        "id": 73,
        "name": "Odisseia ",
        "description": "Dos urbanizados planetas-núcleo aos confins mais distantes da galáxia, aventuras estão à espera! O grande Império Demaxiano ignora as objeções da Ordem Templária e da organização criminosa em sua busca por Ora, uma misteriosa essência dourada que é a alma e o sangue de toda a civilização e promete um poder inimaginável para aqueles que o possuírem…"
    },
    {
        "id": 74,
        "name": "Águas de Sentina: Maldição dos Afogados",
        "description": "Sob a maré alta e a lua crescente, segredos se escondem e magias sombrias estão efervescentes. Onde o sal, o sangue e os ventos sondam... acima do mar, abaixo das ondas."
    },
    {
        "id": 75,
        "name": "Campeões Mundiais: 2017",
        "description": "Parabéns à equipe campeã do Mundial 2017: Samsung Galaxy!"
    },
    {
        "id": 76,
        "name": "Nova Temível",
        "description": "Uma rede criminosa de mercenários impiedosos que governam faixas inteiras da galáxia, a Nova Temível tem ficado cada vez mais poderosa desde que seus fundadores fugiram das fileiras das Indústrias Gênesis com projetos de exotrajes roubados. Agora, o grupo resiste aos esforços do Exército Real Espacial para impor a ordem corporativa da Gênesis, trazendo consigo todo o poder de fogo que o mercado clandestino tem a oferecer."
    },
    {
        "id": 78,
        "name": "Batalha dos Deuses-Reis",
        "description": "No fim de uma linha do tempo sombria, dois reis descendentes dos deuses primordiais da Ordem e do Caos lideram vastos exércitos em um confronto final."
    },
    {
        "id": 79,
        "name": "Kaiju",
        "description": "Das profundezas do planeta, elas surgem: entidades colossais de horror e fome, mais poderosas que exércitos e montanhas. Suas motivações são incertas; seus objetivos, desconhecidos. A única coisa clara é que não sobreviveremos... a menos que criemos os meios para detê-las."
    },
    {
        "id": 80,
        "name": "Presságio das Trevas",
        "description": "Essa história de uma rainha amaldiçoada e dos miseráveis seguidores de sua ordem rende contos que assustam pais e criancinhas. Mas as lições são mais convincentes quando a história está envolta em sombras que permeiam os sonhos e moldam as almas de crianças impressionáveis. Afinal, pesadelos são apenas pesadelos... segundo os adultos."
    },
    {
        "id": 81,
        "name": "Jornada Imortal",
        "description": "Há muito tempo, em uma terra antiga, muitas almas se reuniram sob os deuses para testar os limites de seus poderes. Tolos e arrogantes, corajosos e justos, suas jornadas são escritas nas páginas imortais da história…"
    },
    {
        "id": 82,
        "name": "Tradicional",
        "description": "Honrando os designs iniciais dos Campeões reformulados."
    },
    {
        "id": 83,
        "name": "Edição de Colecionador",
        "description": "Tudo fica mais legal quando vem dentro de uma caixa de Edição de Colecionador, seja ela física ou digital."
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX: a interseção de tudo relacionado a jogos, onde a diversão é celebrada e laços inquebráveis são formados."
    },
    {
        "id": 85,
        "name": "Legionários de Aço",
        "description": "Na sombra da guerra total entre as Indústrias Gênesis e Nova Temível, as vidas arruinadas são apenas danos colaterais. Os Legionários de Aço são uma organização de vigilância operada em planetas arruinados que um dia foram campos de batalha, fundada por refugiados e dotada de armas fabricadas com sucata. Se ninguém mais os defenderá, o povo precisa se defender."
    },
    {
        "id": 86,
        "name": "Infernal",
        "description": "Escaldar um mundo inteiro requer uma força inimaginável, e é por isso que o Senhor das Cinzas convocou suas legiões de Infernais para emprestarem suas chamas. Das profundezas mais sombrias, cada um deles traz seus próprios poderes terríveis, embora nem todos respondam ao seu chamado com o mesmo entusiasmo ardente."
    },
    {
        "id": 87,
        "name": "Jurado de Morte",
        "description": "Ansiosa para reivindicar mais almas para o submundo, a Morte envia as almas dos guerreiros caídos como Jurados de Morte de volta ao plano mortal, onde eles atendem satisfeitos às terríveis ordens de seu mestre."
    },
    {
        "id": 88,
        "name": "Travessuras ou Gostosuras",
        "description": "É melhor os doces não decepcionarem. Pirulitos de Piltover, Balinhas Quebrapassos, Chocolates Estrela Negra... Ou as crianças da rua vão aprontar belas travessuras. "
    },
    {
        "id": 89,
        "name": "Zumbis vs. Caça-Zumbis",
        "description": "Cérebros..."
    },
    {
        "id": 90,
        "name": "Pretoriano",
        "description": "Nada está a salvo das garras frias dos Pretorianos, uma praga mecânica que dilacera o espaço-tempo. Por mais que os Recordadores lutem para evitar a erradicação de toda a vida, no fundo estão cheios de medo, sabendo que, em algum momento, vão se cansar e os Pretorianos seguirão incólumes."
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "''Existe um lugar entre a fantasia e a realidade em que qualquer coisa pode acontecer. Você tem o poder de ser quem quiser e fazer o que quiser. É o seu sonho. Em nosso mundo entre dimensões, a K/DA fica confiante e forte. Podemos fazer qualquer coisa, e você também.'' — Kai'Sa"
    },
    {
        "id": 92,
        "name": "Congregação das Bruxas",
        "description": "As bruxas esperam pacientemente. Uma irmandade de beldades assustadoras que usam lábios dessacralizados para sussurrar suas esperanças. Elas falam dos corpos inflados de Deuses Antigos, de rituais ancestrais que invocavam uma magia há muito esquecida pela memória mortal, da volta do que chamam de \"ordem\", mas que outros chamam de \"sofrimento\". Escute! O fim da humanidade se aproxima."
    },
    {
        "id": 93,
        "name": "Eclipse",
        "description": "Há muito tempo, uma ordem de cavaleiros monásticos matou os vilões do mundo antigo, usando poderes esotéricos concedidos tanto pela lua quanto pelo sol. Agora o mundo voltou a ficar escuro e violento, à medida que essas mesmas divindades preparam seu retorno desafiadas apenas pela luz do Eclipse."
    },
    {
        "id": 94,
        "name": "Astronautas",
        "description": "Astronautas, travessuras e adoráveis mipes alienígenas! Desafiar a gravidade faz parte da rotina desses aventureiros protetores do espaço enquanto eles defendem o planeta M1p3 e atravessam a infinidade do cosmos."
    },
    {
        "id": 95,
        "name": "Arcanistas",
        "description": "Do lado de fora das portas da academia está um mundo cheio de magia... e perigo. Os professores aconselham os jovens bruxos e bruxas a ficar dentro da segurança do terreno da escola, aumentar seu poder e estudar — mas onde fica a diversão nisso quando a aventura está logo ali?"
    },
    {
        "id": 96,
        "name": "De Papel",
        "description": "Está vendo uma sela nas minhas costas?\", perguntou a fênix. \"Não sou pássaro de carga. E esse yeti vai atrasar nosso voo.\" O menino ficou olhando depois de rejeitarem seu plano perfeito. Mas então seu rosto se abriu em um sorriso. Afinal, neste mundo de folhagens dobradas e riachos amassados, a aventura está logo virando a esquina."
    },
    {
        "id": 97,
        "name": "Albion",
        "description": "Outrora domínio de impérios élficos que sucumbiram, as vastas florestas de Albion são agora o lar de reinos, bandidos, elfos e homens livres em igual medida. Há poder a ser encontrado nas ruínas imperiais, caso alguém tenha a ousadia de se aventurar nas profundezas da floresta para buscá-lo..."
    },
    {
        "id": 98,
        "name": "Cães vs. Gatos",
        "description": "A rivalidade mais antiga que o mundo já viu: os melhores amigos do homem e os grandes heróis da internet se enfrentam. Somente uma facção sairá vitoriosa das garras torturantes da batalha entre cães e gatos. Tomara que ninguém suje muito o pelo: a única coisa pior que perder é tomar banho."
    },
    {
        "id": 99,
        "name": "Maravilhas do Mundo",
        "description": "Indivíduos oriundos do distante universo da \"Terra\", onde estátuas gigantes ganham vida e todos usam um chapéu engraçado. Pensando bem, parece até Runeterra."
    },
    {
        "id": 100,
        "name": "Emprego Fixo",
        "description": "Isso é que é vida!"
    },
    {
        "id": 101,
        "name": "Certamente não é ",
        "description": "Aquilo é um robô de óculos e sobretudo? Claro que não. Seus olhos estão vendo aquele homem-fera de macacão? É melhor dar uma checada nesses olhos, porque eles estão errados. O Draven não é humilde demais pra vestir a própria cabeça? Você deveria se sentir tolo só de perguntar. E aquele polvo que solta laser? Definitivamente humano. Com certeza."
    },
    {
        "id": 102,
        "name": "Alta Sociedade",
        "description": "A única coisa mais impressionante do que essa fortuna toda é o talento para sonegar impostos."
    },
    {
        "id": 103,
        "name": "Mestres da Enterrada",
        "description": "Há dois tipos de pessoas no mundo: os que enterram e os que são enterrados. Se você não sabe o seu tipo, então é bom tomar cuidado! Pois está prestes a levar uma BELA ENTERRADA!"
    },
    {
        "id": 104,
        "name": "Patrulheiros",
        "description": "Apenas o poço sem fundo de escória e vilania de sempre. Chefes competem por poder; pactos são feitos e quebrados; amizades chegam ao fim em meio a tensões sutis e distorcidas. Ainda assim, essa cidade tem um charme. Alguma coisa desconhecida e imperceptível. Algo... infinito. "
    },
    {
        "id": 105,
        "name": "Invasores",
        "description": "Fazendo jus ao título, esses terríveis mipes alienígenas encontraram um poder que não compreendem. E, infelizmente, a tristeza adora companhia. Quem entra em contato com esses invasores quase sempre chega ao outro lado um pouco mais maligno... e roxo!"
    },
    {
        "id": 106,
        "name": "Cientistas Loucos",
        "description": "Os requisitos do cargo são bem simples: queremos pelo menos cinco anos de experiência em ciências aplicadas, seu último artigo publicado e duas referências. Ah, e uma risada maligna. Na verdade, isso é o mais importante."
    },
    {
        "id": 107,
        "name": "Campeões Mundiais: 2018",
        "description": "Parabéns à equipe campeã do Mundial 2018: Invictus Gaming!"
    },
    {
        "id": 108,
        "name": "Profundezas Esquecidas",
        "description": "''Sente-se, minha criança, e escute bem. O oceano é maravilhoso e as ondas espumantes que chegam aos nossos litorais pacíficos são um convite traiçoeiro. Afinal, abaixo dessa vastidão azul existe um mundo além da nossa imaginação. O lar de reinos destruídos e monstros ferozes são essas profundezas esquecidas.''"
    },
    {
        "id": 109,
        "name": "Conquistador",
        "description": "Em celebração aos torneios Mid-Season Invitational e Primeira Etapa do League of Legends."
    },
    {
        "id": 110,
        "name": "Gótica",
        "description": "Não é só uma fase."
    },
    {
        "id": 111,
        "name": "Era de Prata",
        "description": "Os maiores super-heróis e vilões mais perversos do Rift, disponíveis em uma loja de quadrinhos perto de você!"
    },
    {
        "id": 112,
        "name": "Glacial",
        "description": "O planeta está congelado, e poucos ainda se lembram do motivo. Antigos terrores se agitam sob o gelo, prontos para reivindicar o mundo mais uma vez. A chama da esperança permanece, mas os dias são curtos, e as noites, longas…"
    },
    {
        "id": 113,
        "name": "Academia de Batalha",
        "description": "Apenas os fortes sobrevivem nessas instituições. Apesar de terem sido fundadas para honrar cada uma uma Arma Divina, os estudantes de cada instituto se esforçam para fazer com que seu caminho para a glória seja a força da Arma. Seja na sala de aula ou no campo de batalha, domine a competição."
    },
    {
        "id": 114,
        "name": "Medieval",
        "description": "Escutai, cavaleiros e escudeiros, pois estas terras estão sob a proteção real do Rei e da Rainha! Abram alas, abram alas!"
    },
    {
        "id": 115,
        "name": "Hospital do Rift",
        "description": "Aguarde um pouco. O doutor já vai te chamar."
    },
    {
        "id": 116,
        "name": "Demoníaca",
        "description": "Mesmo no reino do Inferno, personalidades fervorosas competem por uma posição melhor, usando as almas dos mortais como moeda nos jogos de poder para conquistar o favor do senhor das trevas."
    },
    {
        "id": 117,
        "name": "Demacia Vice",
        "description": "Enquanto Ahri escolhe um personagem na tela inicial, a trilha sonora cheia de sintetizadores preenche o recinto. Não tem nenhum botão que ela aperte só por apertar. Os comandos são perfeitamente calculados enquanto ela guia o Campeão por ruas demacianas cheias de crimes. Uma multidão se forma com a intenção de ver Ahri finalmente bater o recorde estabelecido por ela mesma apenas alguns dias antes."
    },
    {
        "id": 118,
        "name": "Blindados",
        "description": "O público vem de todos os cantos do mundo para ter a chance de testemunhar os melhores lutadores robôs sendo derrotados nas arenas de gladiadores da RiotCorp, cada um deles ansioso pela chance de ser coroado o campeão da Liga de Combate Blindado ou pifar tentando."
    },
    {
        "id": 119,
        "name": "Guardiãs Estelares Temporada 3",
        "description": "O antigo esquadrão de Ahri ressurge, transformado após os eventos que o separou... e seguido por uma ameaça além de qualquer coisa que as Guardiãs Estelares já tenham enfrentado. Será que o grupo conseguirá superar velhos rancores e se salvar da aniquilação? Ou será apenas a próxima vítima da Estrela do Crepúsculo?"
    },
    {
        "id": 120,
        "name": "True Damage",
        "description": "''O que é True Damage? Cara, True Damage é o futuro! É um coletivo dos maiores artistas do mundo, juntos para lançar as melhores colaborações e o melhor do hip-hop. Nesse jogo, estamos sempre cinco passos à frente. O resto que lute pra acompanhar.'' — Ekko"
    },
    {
        "id": 121,
        "name": "Polícia e Ladrão",
        "description": "Ninguém trabalha tão duro quanto o Departamento de Polícia de Piltover. Quem mais consegue entupir a barriga de rosquinhas cheias de açúcar, acumular um monte de hora extra e ignorar tanta papelada sem sentido? Os criminosos podem até se aproveitar disso, mas até eles queriam que a polícia tivesse mais ética."
    },
    {
        "id": 122,
        "name": "Elite Carmesim",
        "description": "Não podemos confirmar nem negar o envolvimento da Elite Carmesim em quaisquer atividades criminosas, e solicitamos que todas as perguntas sejam direcionadas às autoridades locais."
    },
    {
        "id": 123,
        "name": "Cavaleiros do Terror",
        "description": "Trazidos de volta à vida por uma misteriosa magia antiga, esses cavaleiros mortos-vivos são os únicos remanescentes de uma lenda histórica, perdida no tempo. Eles vão proteger o que já foi deles a qualquer custo para a vida mortal."
    },
    {
        "id": 124,
        "name": "Emissários da Luz",
        "description": "Ordem e luz reinam através das divindades do amanhecer, trazendo estrutura para um mundo emergente travado em conflito com as forças da noite."
    },
    {
        "id": 125,
        "name": "Emissários da Escuridão",
        "description": "Caos e escuridão reinam através das divindades da noite, trazendo mudança para um mundo estático travado em conflito com as forças do amanhecer."
    },
    {
        "id": 126,
        "name": "Hematita",
        "description": "As profundezas da noite são dominadas por terrores, e nenhum é tão terrível quanto os cultos Hematita. O ar é tomado por gritos na presença deles, e as ruas são banhadas em vermelho, pois a fome do mestre deve ser saciada."
    },
    {
        "id": 127,
        "name": "Reinos Mech",
        "description": "Os Grandes Reinos lutaram por gerações até surgir um novo inimigo. Para enfrentá-lo, foram agraciados com dádivas dos céus. Será que conseguirão manter a paz com o passado para salvar o futuro?"
    },
    {
        "id": 128,
        "name": "Freljord",
        "description": "O norte gelado e severo raramente vê viajantes de outras terras. Aqueles que enfrentam esses ermos encontram uma natureza hostil e hordas inóspitas. Poucos são os que têm sorte de voltar para a nação que chamam de lar."
    },
    {
        "id": 129,
        "name": "Gelo Sombrio",
        "description": "A Bruxa Gélida não deixa ninguém descansar; cada amigo e inimigo caído em seu domínio se ergue novamente para lutar ao lado dela. A magia sombria distorce-lhes a aparência, criando golens glaciais com coração de gelo negro que não derrete."
    },
    {
        "id": 130,
        "name": "Campeões Mundiais: 2019",
        "description": "Parabéns à equipe campeã do Mundial 2019: FunPlus Phoenix!"
    },
    {
        "id": 133,
        "name": "PsyOps",
        "description": "Considerada o maior orgulho das operações militares, a equipe PsyOps é formada por soldados psíquicos que enfrentam militares desertores e ameaças sobrenaturais. Oficialmente, eles não existem. Porém, quando o exército convencional não dá conta do recado e o destino do mundo está em jogo, a unidade PsyOps entra em ação."
    },
    {
        "id": 134,
        "name": "Grupo da Rosa Negra",
        "description": "Uma unidade paramilitar psíquica de poder assustador, o Grupo da Rosa Negra espera criar uma nova ordem global com suas ferozes armas biológicas humanas."
    },
    {
        "id": 135,
        "name": "Dracomantes",
        "description": "Dragões majestosos habitam lugares remotos, belos e selvagens, distanciando-se de assuntos mortais e raramente abençoando seus poucos escolhidos. Os Dracomantes são aqueles afortunados e poderosos o bastante para receber a bênção suprema. A decisão de usar seus poderes para o bem ou para o mal cabe somente a eles – e àqueles suficientemente fortes para detê-los."
    },
    {
        "id": 136,
        "name": "Galáctica",
        "description": "A Guerra da Lua Despedaçada já desolou nossa galáxia por quase uma centena de ciclos. Ainda assim... o fim não está próximo."
    },
    {
        "id": 137,
        "name": "Rainhas de Batalha",
        "description": ""
    },
    {
        "id": 138,
        "name": "Destruídos",
        "description": "O Tormento espalha a Névoa Negra por Runeterra, corrompendo tudo o que encontra pela frente. Em sua presença, alguns são levados a seguir o Rei Destruído, acreditando ter os mesmos objetivos que ele. Mas Viego só quer Isolde de volta. Ele não tem aliados. Os Destruídos que o ajudaram a deter as Sentinelas são meros peões no jogo de um apaixonado de coração partido."
    },
    {
        "id": 139,
        "name": "Pergaminhos Shan Hai",
        "description": "Nos lendários Pergaminhos Shan Hai, deuses e criaturas míticas vagam por terras mágicas, empunhando o poder dos elementos. Alguns se contentam em viver com a paleta que receberam, enquanto outros desejam saltar para além das fronteiras e colorir suas vidas com um novo pincel."
    },
    {
        "id": 140,
        "name": "Rosa de Cristal",
        "description": "O romance e a alegria estão no ar no Festival Rosa de Cristal anual. Aqui, adversários se encontram em um terreno neutro e pacífico para desfrutar de uma noite de dança, diversão e desejos para o futuro. Todos devem deixar suas armas na entrada, como uma promessa de um amanhã melhor."
    },
    {
        "id": 141,
        "name": "Rosa Definhada",
        "description": "O Festival Rosa de Cristal recebe todos aqueles que acreditam no sonho de um amanhã pacífico, embora muitos tenham perdido a esperança na causa. Os integrantes da Rosa Definhada querem o fim do evento. Mas ninguém resiste ao encanto do festival. Talvez eles também fiquem extasiados com a beleza da noite e mudem de ideia."
    },
    {
        "id": 142,
        "name": "Fera Lunar",
        "description": "Todo ano, uma Fera Lunar vem ao reino mortal, atraída pelas festas de ano-novo. E, todo ano, o Deus Lunar daquele ciclo escolhe Campeões para guiá-la em suas peripécias e proteger a cidade das brincadeiras bestiais. O Desfile Lunar é uma parte amada do ano-novo, e a Fera atrai boa sorte quando é acalmada pelo esquadrão. Uma Fera Lunar tranquila e entretida sempre é sinal de um novo ano próspero!"
    },
    {
        "id": 143,
        "name": "Abelhinhas!",
        "description": "Bzzz. Bzzz, bzzz, bzzz. Bzzz! Bzzz, bzz, bzz, bzz, bzz. Bzzz..."
    },
    {
        "id": 144,
        "name": "Embalos no Espaço",
        "description": "Em uma galáxia muito bacana, a milhões de discotecas de distância, uma energia misteriosa conhecida apenas como o Embalo leva música e prosperidade para trilhões de cidadãos galácticos. Porém, quando a soberana alienígena Lissandra e seu exército de Som Pesado começam a escravizar planetas para reprimir toda a música disco do universo, uma nova geração de heróis surge para impedi-la e garantir que a festa continue rolando."
    },
    {
        "id": 145,
        "name": "Campeões Mundiais: 2020",
        "description": "Parabéns à equipe campeã do Mundial 2020: DAMWON Gaming!"
    },
    {
        "id": 146,
        "name": "Arcana",
        "description": ""
    },
    {
        "id": 147,
        "name": "Sentinelas da Luz",
        "description": "Apesar de serem um grupo pequeno, as Sentinelas da Luz compartilham de um histórico de peso. Por anos, esses guerreiros enfrentaram o Tormento ajudados pelo arsenal de armas com pedras relicárias que transformam suas almas numa luz poderosa. Mas tudo o que importa agora é a batalha que se aproxima, pois o Rei Destruído quer dizimar Runeterra só para dançar mais uma vez com sua rainha."
    },
    {
        "id": 148,
        "name": "Ciberpop",
        "description": "No vibrante submundo da Cidade Sonora, hackers, skatistas, rebeldes e fugitivos unem-se para escapar dos opressivos olhos dos líderes de poderosas cibercorporações."
    },
    {
        "id": 149,
        "name": "Pesadelo na Cidade do Crime",
        "description": "Se corrupção e ilegalidade existissem em um mapa, a Cidade de Valoran ficaria bem no meio. Um antro para todo tipo de depravação, o mal está presente em cada canto e buraco desse lugar, e os horrores que lá espreitam estão ansiosos para se espalhar."
    },
    {
        "id": 150,
        "name": "Fenicemante",
        "description": "Apenas os corações mais puros são abençoados pela divina fenghuang, a fênix lendária que protege o mundo. Os escolhidos da fenghuang recebem uma única pluma — cada uma contendo poderes elementais inimagináveis, concedendo aos portadores todos os meios necessários para proteger tudo de bom e inocente contra as forças que espreitam na escuridão."
    },
    {
        "id": 151,
        "name": "Pentakill III: The Lost Chapter",
        "description": "Num reino consagrado a deuses sombrios e frios, onde mortais se enfrentam em incessantes sagas sanguinárias de metal, uma banda se destacou: Pentakill, a escolhida da Tropa Altissonante. Reverenciada em templos e arenas pelo mundo, ela chegou à supremacia. Porém, ventos de mudança sopram, e talvez o ciclo se reinicie..."
    },
    {
        "id": 152,
        "name": "Arcane",
        "description": ""
    },
    {
        "id": 153,
        "name": "Kawaii Café",
        "description": ""
    },
    {
        "id": 154,
        "name": "Porcelana",
        "description": "Em um mundo onde espíritos antigos e criaturas mágicas prosperam nas margens da sociedade moderna, poderosos artefatos de porcelana chamados Relíquias do Zodíaco são a chave para libertar incríveis poderes. Esses artefatos são mantidos a salvo pelos Protetores: guardiões imortais que juraram manter as Relíquias longe das mãos erradas."
    },
    {
        "id": 155,
        "name": "Lâmina do Trovão",
        "description": "Com armas imbuídas em magia elétrica do mortal Ritual da Nuvem, a Lâmina do Trovão é uma ordem de misteriosos guerreiros shinobi encarregados de proteger a humanidade de espíritos e monstros malignos. Eles viajam entre os reinos mortal e espiritual para perseguir ameaças intocáveis, protegendo o futuro de todo o mundo mortal."
    },
    {
        "id": 156,
        "name": "Esquadrão Anima",
        "description": ""
    },
    {
        "id": 157,
        "name": "Guerreiros das Cinzas",
        "description": "Há muitas eras, um grande rei travou uma guerra gloriosa: romper os grilhões da magia no mundo para que a humanidade pudesse forjar seu próprio destino. No entanto, ao cortar a fonte final de encantamentos, o rei pereceu, as fundações do mundo desmoronaram e seus cavaleiros lendários foram deixados sozinhos à mercê da loucura, da ruína e das cinzas."
    },
    {
        "id": 158,
        "name": "Campeões Mundiais: 2021",
        "description": "Parabéns à equipe campeã do Mundial 2021: Edward Gaming!"
    },
    {
        "id": 159,
        "name": "Canção do Oceano",
        "description": "Nada tem mais a cara de ''vibe praiana e melodias legais'' que o Festival Canção do Oceano. Das canções suaves da Seraphine ao repertório experimental do DJ Yone, tem música para todos os gostos, então sinta a areia sob seus pés, curta a maresia e se jogue nas melhores batidas do verão."
    },
    {
        "id": 160,
        "name": "Lua Nevada",
        "description": "Conforme a Lua Nevada nasce além das montanhas imponentes de Ionia, um vento gelado sopra pela terra. Aqueles que veneram seu nome, um culto de assassinos incansáveis, começam seu ritual. A neve traz consigo purificação, um expurgo possível apenas após a humanidade de alguém ser sacrificada."
    },
    {
        "id": 161,
        "name": "Guardiãs Estelares – Temporada 4",
        "description": "Inimigos antigos aparecem em uma Cidade de Valoran marcada pela invasão de Zoe, agora defendida por uma nova geração de Guardiãs Estelares. À medida que a escuridão se acumula nos céus, Kai'Sa e Akali preparam seu esquadrão para a primeira luta contra forças além de sua compreensão... e a verdadeira ameaça que espera além."
    },
    {
        "id": 162,
        "name": "Domadores de Monstros",
        "description": "Quem somos nós? Somos Domadores de Monstros! Protegemos o mundo do perigo! Nunca fugimos, seguimos o rugido. Domamos o monstro e usamos o PORO. E, com novos amigos ao nosso lado, saltamos, corremos, nadamos e voamos! Vamos a qualquer lugar, onde quer que estejamos. Porque somos Domadores de Monstros! É isso que somos!"
    },
    {
        "id": 163,
        "name": "Guardião Espiritual",
        "description": "Udyr passou quase uma década treinando em Ionia com monges do Monastério Hirana, aprendendo a controlar suas habilidades espirituais. Quando Freljord o chamou, ele escolheu ficar e concluir o treinamento. Desde então, Udyr tornou-se parte da paisagem ioniana, espiritual e mortal, trabalhando com Lee Sin e Karma para devolver o equilíbrio à terra dilacerada pela guerra."
    },
    {
        "id": 164,
        "name": "Ruína",
        "description": "Há mil anos, o último rei de Camavor escolheu seguir seu coração às custas de seu país. Tão poderoso foi seu amor que o destino interveio, e apenas a ruína prosseguiu."
    },
    {
        "id": 165,
        "name": "Zenith Games",
        "description": "É 2122, um ano de estreias para Zenith Games. Árbitros robôs entram em campo, o esporte Hammerjack faz sua estreia competitiva e, após anos de discussões, os humanos aprimorados finalmente têm autorização para competir. Só resta saber quem vai vencer."
    },
    {
        "id": 166,
        "name": "Elementalista",
        "description": "Um reino paira à beira da ruína enquanto um exército de feras elementais gigantescas trava uma guerra contra a humanidade. A última linha de defesa é mantida por uma rainha guerreira solitária, a Lux Elementalista. Para salvar seu povo, ela deve olhar para dentro e revelar sua verdadeira natureza... não importa a forma que assuma."
    },
    {
        "id": 167,
        "name": "Legado",
        "description": "Tesouros de dias passados, brilhando ao seu alcance."
    },
    {
        "id": 168,
        "name": "Urf, o Peixe-Boi",
        "description": "Em memória de Urf, um gentil guerreiro peixe-boi que agora usa sua espátula nos pântanos rasos do grande além. Boa noite, jovem príncipe."
    },
    {
        "id": 169,
        "name": "Festa Surpresa",
        "description": "Quem não gosta de uma festa-surpresa? A lista de convidados está pronta, todos compraram presentes e a comida vai ser ótima. Temos até um palhaço! Essa vai dar o que lembrar. Só não conta pro Amumu."
    },
    {
        "id": 170,
        "name": "Noite Apavorante",
        "description": "Andando por aí sobre gigantescas pernas de sapo, a Hospedaria Cogumélica atrai hóspedes dos mais assustadores. Não importa onde esteja, há sempre monstros precisando de um lugar para ficar, e a Mãe Glasc está sempre lá para recebê-los de braços abertos como parte da família. E um labirinto infinito de quartos garante que sempre haverá vagas pra todos."
    },
    {
        "id": 171,
        "name": "Florescer Espiritual",
        "description": "O Festival do Florescer Espiritual é uma tradição antiga celebrada em Ionia. É nessa época que as portas para o mundo espiritual se abrem, os mortos retornam para entes queridos e espíritos voltam seus olhares para os vivos. Dos benevolentes Kanmei aos obsessivos Akana, suas histórias são revividas, como sombras em uma lanterna de papel."
    },
    {
        "id": 172,
        "name": "Feiticeira",
        "description": "Quem disse que bruxas não podem se divertir? Quem quer que tenha sido, provavelmente virou sapo. Ou algum outro verme amaldiçoado, condenado a vagar para sempre pelas ruas, assistindo de longe às celebrações da véspera. Uma punição bem severa, mas o que você esperava? Elas podem saber dar uma festa, mas, no fim da noite, ainda são bruxas!"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "Sinta o grave. Ouça a batida. Deixe a música guiar seus passos."
    },
    {
        "id": 174,
        "name": "Estrela do Pop",
        "description": "Quando estiver no topo das paradas, ninguém vai poder te derrubar."
    },
    {
        "id": 176,
        "name": "Três Honras",
        "description": "A sociedade se tornou cada vez mais individualista e se fechou sob o comando dos Essencialistas. As pessoas são estimuladas a ligarem apenas para si, o que faz com que ninguém confie em ninguém. Como líder da Ordem da Consolação, uma organização extinta há muito tempo, Malzahar busca trazer harmonia para esse mundo dissonante por meio da revigorante aura da Consolação. Ele sabe que um mundo melhor só pode ser construído se as pessoas se unirem."
    },
    {
        "id": 177,
        "name": "Águas de Sentina: Mercenários",
        "description": "Caçadores de recompensas, foras da lei e piratas se aglomeram nas famosas Docas da Matança de Águas de Sentina como moscas em carne apodrecida. É uma vida difícil nestes mares, mas a recompensa pode valer muito a pena... Se a Mulher Barbada permitir."
    },
    {
        "id": 178,
        "name": "Crônicas",
        "description": "As lendas são testadas, moldadas e forjadas por seus passados."
    },
    {
        "id": 179,
        "name": "Maldição do Vazio",
        "description": "Se o flagelo do Vazio se espalhar por Runeterra, todos se curvarão à evolução distorcida. Fervilhante, ávido, faminto, o Vazio não poupa nenhuma criatura e não sofre nenhuma derrota."
    },
    {
        "id": 180,
        "name": "Outros Caminhos",
        "description": "Um Plumário bate as asas e, do outro lado de Runeterra, surge um Dragão do Oceano. Nossas vidas acontecem, passageiras como palavras no pergaminho; os caminhos à frente são desconhecidos e empolgantes. E se o caminho escolhido fosse... o mais improvável?"
    },
    {
        "id": 182,
        "name": "Beta",
        "description": "Quem deixou isso ficar na itemização???? Não diga ao jurídico."
    },
    {
        "id": 183,
        "name": "Ladrão de Almas",
        "description": "As almas são vida, luz, poder... e, em um mundo sem misericórdia, elas são roubadas e consumidas por impiedosos mestres da morte."
    },
    {
        "id": 184,
        "name": "Triunfante",
        "description": "Para jogadores que venceram um torneio patrocinado pelo League of Legends."
    },
    {
        "id": 185,
        "name": "Real Combatente",
        "description": "Para um verdadeiro guerreiro, apenas força e honra ecoarão pela eternidade."
    },
    {
        "id": 186,
        "name": "Empíreos",
        "description": "O primeiro Empíreo, Pyke, rompe os reinos de forma destrutiva contra seus alter egos, criando novos Empíreos no caminho. Quem reinará com o surgimento dessas potências, e o que elas farão com o tempo que se esvai rapidamente?"
    },
    {
        "id": 187,
        "name": "Bênção do Inverno",
        "description": "Quando o ar fresco soprar e a primeira neve cair, basta olhar para o céu para contemplar o surgimento da Polaris. Se você tiver sido uma pessoa virtuosa, sem esperar nada de volta, não precisa temer. As bênçãos da Aurora serão suas recompensas. Mas lembre-se: seja qual for sua atitude, não superestime suas fortunas, já que a Polaris aparece todo ano e ninguém escapa da punição que ela traz."
    },
    {
        "id": 188,
        "name": "Criadores Míticos",
        "description": "Há muito tempo, a derrota de Galio, a Grande Fera, deu origem às tradições do Ano-Novo Lunar que são eternizadas através da recontagem desse conto épico. Dentro da história existe um mundo vivo independente... mas, quando tudo é repentinamente interrompido, os personagens devem trabalhar juntos para consertar a bagunça e fazer o próprio mito prevalecer."
    },
    {
        "id": 189,
        "name": "Corações Apaixonados e Corações Despedaçados",
        "description": "A panelinha engomada e perfeitinha dos Corações Apaixonados não tem muito em comum com a galera dos Corações Despedaçados, que prefere matar aula para curtir na pista de skate. Mas ambos os grupos concordam numa coisa: estão de saco cheio dessa festividade idiota que inventaram para os apaixonados. Então por que será que eles não conseguem se livrar do frio na barriga?"
    },
    {
        "id": 190,
        "name": "Pacto Quebrado",
        "description": "A congregação Aspirante vem lutando contra a seita dos Especternos por Aspira, o sopro da vida, há anos. Para a congregação, Aspira é um presente que deve ser devolvido após a morte para entrar no mundo dos espíritos. Porém, para os Especternos, amaldiçoados com uma sede eterna por sopros, há apenas uma vida que deve ser vivida até o limite. A guerra continua, sem fim à vista..."
    },
    {
        "id": 191,
        "name": "Corte das Fadas",
        "description": "Toda a nobreza feérica serve à vontade da natureza, cumprindo a ordem natural e mudando as estações com magia. No entanto, sob esse propósito maior, um jogo constante de intrigas políticas se desenrola em cortes luxuosas de seda, gaze e ouro. Afinal, o poder sempre estimula a rivalidade, seja ele mágico, natural ou político."
    },
    {
        "id": 192,
        "name": "Tinta Sombria",
        "description": "Nos arredores da cidade de Rabadon, um templo em ruínas abriga a última esperança do povo de Rabadon: os Guerreiros da Tinta Sombria. Cada um sacrifica o que tem de mais importante para firmar um contrato com espíritos ancestrais, concedendo-lhes tatuagens mágicas tão poderosas que até a Cabala treme. Eles não são mais vítimas. É hora de retomarem o seu lar."
    },
    {
        "id": 193,
        "name": "Emissários da Escuridão e Emissários da Luz",
        "description": "O conflito entre os Emissários da Escuridão e os Emissários da Luz é atemporal. De um lado, as forças do caos e das trevas trazem mudanças; do outro, as forças da ordem e da luz trazem estrutura. São esses deuses e seus descendentes que dão forma a um mundo nascente. Ninguém sabe dizer se o futuro trará dias mais claros... ou noites mais escuras."
    },
    {
        "id": 194,
        "name": "Campeões Mundiais: 2022",
        "description": "Parabéns à equipe campeã do Mundial 2022: DRX!"
    },
    {
        "id": 195,
        "name": "Crystalis Motus",
        "description": "Motus era um mundo ligado à magia, mas, após a purgação, tudo ruiu. Séculos depois, a civilização está dispersa, a natureza retomou as cidades e a magia voltou na forma de Cristais Prismáticos. Eles só querem se espalhar, e embora alguns possam usar seu poder de forma segura, outros se perdem em sua força e são dominados. Assim começaram as Guerras Prismáticas."
    },
    {
        "id": 196,
        "name": "Soul Fighter",
        "description": "As almas deles despertam na provação: no campo de batalha e nos limites da mente. Cada despertar concede habilidades únicas que refletem sua natureza, além de poder para conjurar a essência de seus próprios espíritos. Alguns aprimoram suas forças com treinamento... Outros o utilizam como uma arma para destruir tudo pelo caminho. Recebam... OS SOUL FIGHTERS!"
    },
    {
        "id": 197,
        "name": "Demônios Urbanos",
        "description": "Na cidade de Ponte Styx, demônios, criaturas e humanos vivem lado a lado. Todo ano, um festival de artes acontece, culminando em uma competição amistosa para ver quem é o grafiteiro mais ousado: o TagFest!"
    },
    {
        "id": 198,
        "name": "La Ilusión",
        "description": "Os Eidola Vida já foram mortais, mas, ao morrerem, renascem como espíritos de vida por conta do amor que receberam de suas famílias. Os Eidola Muerte são almas esquecidas que, após a morte, vagam pelo pós-vida até que encontrem a própria família de coração. Nenhum dos lados pode ser visto, apenas sentido através do Ardor: chamas mágicas que ajudam a cultivar vida ou extingui-la de vez."
    },
    {
        "id": 199,
        "name": "HEARTSTEEL",
        "description": "''HEARTSTEEL é a banda mais quente do momento, estrelando artistas como Kayn e Ezreal...''\\n''A banda é de todo mundo!''\\n''Calma, Sett, nossa.''\\n''Pera aí, isso é pra qual revista mesmo, K'Sante?''\\n''Foco, galera!''\\n''Ei, Yone! Será que dá pra gente entrar no palco logo?''\\n''Nós somos... Ih, o Aphelios meteu o pé...''"
    },
    {
        "id": 200,
        "name": "Emboscada Primordial",
        "description": "Aqueles que têm a sorte de nascer com marcas brilhantes na pele são reverenciados entre seu povo como ''Majestigris''. Esses Tigrisnatas especiais estão destinados a representar sua comunidade e a exigir respeito através da força. O objetivo de cada um deles é conquistar o mundo em nome da própria espécie e se tornar o líder temido por todos."
    },
    {
        "id": 201,
        "name": "Escamas Celestiais",
        "description": "Para conhecer melhor os súditos de seu reino, a realeza dracônica e seu séquito descem de seu palácio no céu, assumindo formas humanas e se divertindo com os mortais ao dar início ao Ano-Novo."
    },
    {
        "id": 202,
        "name": "Crystalis Indomitus",
        "description": "Quando os Prismáticos apareceram, alguns aprenderam a aprimorar a própria magia. Mas, nos confins do norte, a influência dos cristais corrompe até a própria terra. Entre o emaranhado fractal da vegetação e o ar iridescente, criaturas se unem aos habitantes outrora humanos em uma guerra contra o que resta da civilização. Tudo será refletido na imagem dos Prismáticos."
    },
    {
        "id": 203,
        "name": "Guerra de Comida",
        "description": "Massacrantes e apetitosos, esses alimentos não vão se entregar sem lutar."
    },
    {
        "id": 204,
        "name": "Lendas Ascendidas",
        "description": "Há muito tempo, os deuses míticos selaram seu poder nos quatro Fragmentos dos Ascendentes: Caos, Harmonia, Paciência e Vigor. Cada um deles apresentava uma provação potencialmente fatal aos guerreiros que buscavam seu poder, prometendo imortalizá-los na história. Até hoje, guerreiros de todo o mundo enfrentam o desafio na esperança de deixar um legado reconhecido até mesmo pelos deuses."
    },
    {
        "id": 205,
        "name": "Pastor de Chuvas",
        "description": "O mundo está seco, sem água e sem música. Desde que os sapos perderam a capacidade de cantar, as chuvas diminuíram e a umidade ficou escassa. Sendo assim, os sapos ensinaram um novo grupo a cantar: os Pastores de Chuvas. Vestindo roupas especiais para chuva, eles trabalham para reabastecer as terras e devolver à natureza a exuberância de outrora."
    },
    {
        "id": 206,
        "name": "Primordianos",
        "description": "Expulsos da terra firme, os Primordianos se esconderam nas profundezas do mar, esperando seu momento por séculos... até que não puderam mais tolerar os habitantes da superfície, nem seus insultos ao planeta. Assim, o julgamento da Rainha Primordiana foi feito: a era da humanidade sob o sol terminou, e a dos Primordianos está apenas começando."
    },
    {
        "id": 207,
        "name": "Campeões Mundiais: 2023",
        "description": "Parabéns à equipe campeã do Mundial 2023: T1!"
    },
    {
        "id": 208,
        "name": "Soquinhos e festividades",
        "description": "Hora de comemorar!"
    },
    {
        "id": 209,
        "name": "Escolhidos do Lobo",
        "description": "Quando Ambessa, a jovem líder de guerra, é derrotada em batalha, ela recebe uma visão do Volrachnun, um pós-vida sagrado para os mais dignos seguidores do Lobo. Todos que são recebidos nesse lugar precisam participar da Eterna Caçada, encontrando alegria na batalha e desafiando outros guerreiros escolhidos em uma caçada sem fim."
    },
    {
        "id": 210,
        "name": "Superfãs",
        "description": "Levante a sua bandeira de fã!"
    },
    {
        "id": 211,
        "name": "Baile da Rosa Negra",
        "description": "Celebração e luxo são o cerne do Baile da Seda, um baile de máscaras que une nobres e mentes brilhantes de Runeterra. Mas, em Noxus, o salão do baile é um campo de batalha. Um sussurro é tão afiado quanto uma adaga e o poder é ostentado em cada gesto. Até a reclusa Dama Elise saiu de seu ninho para ser a anfitriã do evento, servindo olhos que não podem ser vistos... mas observam. Esperando."
    },
    {
        "id": 212,
        "name": "Mitos Modernos",
        "description": "Mitos e lendas ocorreram há muito tempo, mas seus ecos ressoam até hoje. Sob a superfície do mundo comum, poderes míticos exaltam uma nova geração de heróis."
    },
    {
        "id": 213,
        "name": "Meili Café",
        "description": "Qualquer mago confeiteiro que se preze sabe que nenhuma reunião está completa sem quitutes salgados. Embora o café deles seja novo, a arte de fazer bolinhos não é, e esses chefs mágicos estão dispostos a sovar, picar, fritar e cozinhar no vapor para alcançar a excelência culinária. Basta uma mordidinha dessas delícias para deixar até o cliente mais rabugento ansioso para puxar uma cadeira e comemorar."
    },
    {
        "id": 214,
        "name": "Justiça Mascarada",
        "description": "Depois de destruir seu próprio planeta natal, o gigante louco Mezzorax vasculhou a galáxia até encontrar um novo planeta para invadir: a movimentada metrópole de Ocono. Mas, agora, um grupo improvável de cidadãos está reagindo. Com o poder de trajes alienígenas Hiperfeitos, eles vingarão as vidas que Mezzorax tirou, acabando de vez com seu reinado."
    },
    {
        "id": 215,
        "name": "Desafio Grandioso",
        "description": "Faz parte da tradição de Noxus comemorar uma grande vitória e o triunfo dos mais fortes sobre os mais fracos. Depois de uma campanha de sucesso no território de Freljord, um Desafio Grandioso será realizado para comemorar o retorno do General Darius e suas tropas. Isso reunirá multidões em cada arena da capital para honrá-lo — ele e todos os Desafiadores renomados de anos anteriores."
    },
    {
        "id": 216,
        "name": "Forjadores e Subversores de Destinos",
        "description": "Em um mundo entrelaçado pela Trama do Destino, nenhum fio está fora de alcance para quem tem coragem para tomá-lo. Para isso, é preciso encontrar o Palácio da Trama e confrontar os Forjadores de Destinos, seres poderosos responsáveis pelas vicissitudes da sorte. Os que se provam dignos, chamados de Subversores de Destinos, podem reescrever o próprio fado... e moldar o que está por vir."
    },
    {
        "id": 217,
        "name": "Astromante",
        "description": "Adivinhos habilidosos, os Astromantes há muito desvendam e protegem os segredos do cosmo dentro da vasta biblioteca de sua ordem. Usando conhecimento esotérico e poderes ancestrais, eles já protegeram sua esfera natal de inúmeras ameaças. Ainda assim, poucos deles estão preparados para enfrentar um terror desconhecido que surge de outra esfera — ou até mesmo para reconhecer sua existência."
    },
    {
        "id": 218,
        "name": "Termas do Florescer Espiritual",
        "description": "No cume das montanhas esconde-se uma casa de banho onde a clientela busca se desfazer de preocupações mundanas. Este retiro temático, chamado ''Termas do Florescer Espiritual'', é um oásis sem drama. A equipe acolhedora e o vapor mágico lavam os fardos de batalhas pregressas e memórias indesejadas, deixando apenas a serenidade. Aqui não há heróis nem vilões. Apenas os descansados e rejuvenescidos."
    },
    {
        "id": 219,
        "name": "Visões dos Caídos",
        "description": "''Fomos deuses outrora. Agora, perdidos pela eternidade na escuridão incorpórea de nossa prisão, sonhamos mil retornos sanguinários e inevitáveis... com a humanidade implorando mais uma vez pela nossa misericórdia divina.''<br>Em uma era lendária, este mundo pertenceu aos Darkin.<br>E os Darkin o querem de volta."
    },
    {
        "id": 220,
        "name": "Campeões Mundiais: 2024",
        "description": "Parabéns à equipe campeã do Mundial de 2024: T1!"
    },
    {
        "id": 221,
        "name": "Flora Fatalis",
        "description": "Flora Fatalis julga todos os que entram em seu alcance inebriante, convocando os detentores de garra e ambição, atraindo-os até que fiquem suscetíveis ao plantio da semente potente de sua vontade. Lado a lado, evoluem e se adaptam, buscando hospedeiros cada vez mais valorosos para fortalecer — e consumir."
    },
    {
        "id": 222,
        "name": "Os Aspectos Eternos",
        "description": "Por milênios, os formidáveis e poderosos Aspectos trabalharam sem cessar do reino celestial para orientar e fortalecer Runeterra. Cada um alega ser a manifestação suprema de uma verdade universal da criação — de fato, eles buscam hospedeiros mortais dignos e capazes de contribuir com seus objetivos, permitindo que andem pelo mundo em forma física mais uma vez."
    },
    {
        "id": 223,
        "name": "Sombras Submersas",
        "description": "Enquanto corsários rivais disputam o domínio dos Mares Umbrais, algo muito mais antigo se agita nas profundezas. Poucos mortais que desbravam o fundo do mar voltam, e os que voltam parecem transformados — assombrados por sussurros de bruxas e espectros, relíquias e ruínas de um mundo há muito esquecido pelas marés."
    }
]