[
    {
        "id": 0,
        "name": "",
        "description": "",
        "imagePath": "",
        "skinSets": []
    },
    {
        "id": 100,
        "name": "Profundezas Esquecidas",
        "description": "''Sente-se, minha criança, e escute bem. O oceano é maravilhoso e as ondas espumantes que chegam aos nossos litorais pacíficos são um convite traiçoeiro. Afinal, abaixo dessa vastidão azul existe um mundo além da nossa imaginação. O lar de reinos destruídos e monstros ferozes são essas profundezas esquecidas.''",
        "imagePath": "",
        "skinSets": [
            108
        ]
    },
    {
        "id": 101,
        "name": "Galáctica",
        "description": "A Guerra da Lua Despedaçada já desolou nossa galáxia por quase uma centena de ciclos. Ainda assim... o fim não está próximo.",
        "imagePath": "",
        "skinSets": [
            136
        ]
    },
    {
        "id": 102,
        "name": "Glacial",
        "description": "É perigoso aventurar-se no frio, pois quem sabe o que espreita nestas terras geladas…",
        "imagePath": "",
        "skinSets": [
            112
        ]
    },
    {
        "id": 103,
        "name": "Ano-Novo Lunar",
        "description": "É hora de olhar para trás, de comemorar com a família e os amigos, de se unir e relembrar tudo o que aconteceu — as coisas boas e as ruins. E, enquanto os fogos de artifício iluminam o céu noturno, esperamos um novo ano cheio de lembranças maravilhosas com aqueles que amamos.",
        "imagePath": "",
        "skinSets": [
            142,
            55,
            54,
            154,
            201
        ]
    },
    {
        "id": 104,
        "name": "Ordem do Lótus",
        "description": "Livros de mitos ionianos falam da venerável Ordem do Lótus. Formada quando os mortais chegaram às Primeiras Terras, a Ordem passou gerações cultivando os segredos da imortalidade. De fato, foi o único grupo a alcançar a reencarnação pura de seus espíritos. Graciosos e passageiros como as ondas do mar, os discípulos da Ordem do Lótus protegem as Primeiras Terras sem temer essa vida ou a próxima.",
        "imagePath": "",
        "skinSets": [
            60
        ]
    },
    {
        "id": 105,
        "name": "PAX",
        "description": "Aos que estão prestes a jogar, nós os saudamos.",
        "imagePath": "",
        "skinSets": [
            84
        ]
    },
    {
        "id": 106,
        "name": "Limites Cruzados",
        "description": "Um bando de garças voa pelo céu, o sol e as nuvens como plano de fundo da revoada compõem a bela pintura. As árvores e a grama também são feitas do mesmo material, um pergaminho prensado com um poder fenomenal, formando este mundo de papel.",
        "imagePath": "",
        "skinSets": [
            96
        ]
    },
    {
        "id": 107,
        "name": "Tunados em Piltover",
        "description": "A fim de um passeio turbinado? Sua espera acabou (a quilometragem pode variar).",
        "imagePath": "",
        "skinSets": [
            42
        ]
    },
    {
        "id": 108,
        "name": "A Insígnia",
        "description": "No sistema de justiça criminal, existem aqueles que contornam as leis e aqueles que as quebram. Os oficiais dedicados do DPR investigam os crimes mais hediondos da cidade para levar os piores criminosos cara a cara com a justiça. Essas são suas histórias...",
        "imagePath": "",
        "skinSets": [
            37
        ]
    },
    {
        "id": 109,
        "name": "Hereges das Estradas",
        "description": "Nas cinzas radioativas do velho mundo, guerreiros da terra devastada, Vândalos perversos e sobreviventes astutos duelam entre si pelo controle de tudo o que restou.",
        "imagePath": "",
        "skinSets": [
            70,
            27
        ]
    },
    {
        "id": 10,
        "name": "Arco Celeste",
        "description": "Pelos céus e se espalhando por toda a criação, os Agentes da Luz travam uma batalha eterna contra a escuridão inexorável.",
        "imagePath": "",
        "skinSets": [
            24,
            33
        ]
    },
    {
        "id": 110,
        "name": "Ladrão de Almas",
        "description": "As almas são vida, luz, poder... e, em um mundo sem misericórdia, elas são roubadas e consumidas por impiedosos mestres da morte.",
        "imagePath": "",
        "skinSets": [
            183
        ]
    },
    {
        "id": 111,
        "name": "Supergaláctico",
        "description": "//TRANSMISSÃO DE EMERGÊNCIA PARA TODOS OS CANAIS//<br>O Nível de Ameaça Galáctica aumentou para VERMELHO. [CENSURADO] está sendo atacado por [CENSURADO]. A estimativa do QG é de que temos [CENSURADO] horas até a destruição completa, com prováveis danos colaterais aos sistemas vizinhos. Supergaláctico, ATIVAR!",
        "imagePath": "",
        "skinSets": [
            21
        ]
    },
    {
        "id": 112,
        "name": "Senhor do Trovão",
        "description": "A humanidade não é a única que trava guerras amargas por causa de disputas mesquinhas. Certa vez, muito antes do nosso tempo, dois deuses — dois irmãos — empunharam armas um contra o outro, moldando a própria terra com a desolação da batalha que travaram.",
        "imagePath": "",
        "skinSets": [
            52
        ]
    },
    {
        "id": 113,
        "name": "Triunfante",
        "description": "Encare os concorrentes e saia triunfante!",
        "imagePath": "",
        "skinSets": [
            184
        ]
    },
    {
        "id": 114,
        "name": "Esportes de Inverno",
        "description": "Nada traz à tona o melhor de atletas competitivos do que a perspectiva de sofrer um pequeno congelamento.",
        "imagePath": "",
        "skinSets": [
            28
        ]
    },
    {
        "id": 115,
        "name": "Zumbis vs. Caça-Zumbis",
        "description": "Cérebros...",
        "imagePath": "",
        "skinSets": [
            89
        ]
    },
    {
        "id": 116,
        "name": "Camadas Neon",
        "description": "Poucos conhecem a Anteluz, e menos ainda viram suas voláteis chamas neon. Algo alterou o peso do que era uma força de equilíbrio cósmico, fazendo com que reinos colapsassem e depositassem o poder da Anteluz em seres únicos. Agora, conhecidas como Empíreos, essas forças sobrenaturais criam uma trilha flamejante pelos reinos, cada uma com seu propósito. O fogo está se espalhando sem sinal de fraqueza.",
        "imagePath": "",
        "skinSets": [
            186
        ]
    },
    {
        "id": 117,
        "name": "Contos da Aurora Boreal",
        "description": "Você já ouviu as histórias da Aurora? Elas são frias e macabras, mas tenha bravura e poderá encontrar calor e esplendor maiores do que qualquer sonho. Então junte-se a nós ao redor da fogueira e escute os Contos da Aurora Boreal...",
        "imagePath": "",
        "skinSets": [
            187
        ]
    },
    {
        "id": 118,
        "name": "Criação de Histórias",
        "description": "Histórias, mitos e lendas: dentro de cada um existe um mundo independente, onde os personagens encenam suas provações e aflições repetidamente conforme suas histórias são contadas e recontadas.",
        "imagePath": "",
        "skinSets": [
            188
        ]
    },
    {
        "id": 119,
        "name": "Lanceiro",
        "description": "Os antigos Lanceiros eram maravilhas incomparáveis em seu tempo, construídos para proteger o reino nos momentos de maior necessidade. À medida que o tempo passa e os gigantes dormem, os segredos de sua construção há muito desaparecem... mas resta a esperança de que eles atendam ao chamado.",
        "imagePath": "",
        "skinSets": [
            69
        ]
    },
    {
        "id": 11,
        "name": "Máquina de Combate",
        "description": "A gloriosa revolução chegou! Criador e líder de um exército de máquinas com cérebros vivos, Viktor marcha contra as forças conjuntas dos seus inimigos, e uma desorganizada resistência liderada pelos humanos é a única coisa que o impede de dominar o mundo.",
        "imagePath": "",
        "skinSets": [
            25
        ]
    },
    {
        "id": 120,
        "name": "Mundo Caído",
        "description": "Quando a magia é perdida, cinzas e sofrimento reinam no lugar dela. Quando os cavaleiros dessa ordem amaldiçoada forem derrotados, o que tomará o lugar deles?",
        "imagePath": "",
        "skinSets": [
            157
        ]
    },
    {
        "id": 121,
        "name": "<3",
        "description": "As panelinhas, os projetos em grupo constrangedores e as festividades bregas da escola eram dureza, mas de rotina. Acontece que se apaixonar não fazia parte do plano de ensino e vai complicar ainda mais as coisas.",
        "imagePath": "",
        "skinSets": [
            189
        ]
    },
    {
        "id": 122,
        "name": "Hino Esquecido",
        "description": "Neste mundo arruinado de sopros e vidro, onde orações não são respondidas e juramentos são desafiados, a única coisa em que se pode ter fé é esta: um único sopro pode mudar a vida de alguém.",
        "imagePath": "",
        "skinSets": [
            190
        ]
    },
    {
        "id": 123,
        "name": "Reino Alado",
        "description": "Pixies, nixies, duendes, barretes vermelhos e muitos outros seres chamam os Reinos Feéricos de lar: todas as criaturas de pura magia natural e beleza etérea que se deleitam com festejos ao luar, músicas doces e negócios traiçoeiros.",
        "imagePath": "",
        "skinSets": [
            191
        ]
    },
    {
        "id": 124,
        "name": "Rebelião da Tinta Sombria",
        "description": "A cidade de Rabadon prospera com a magia. Quem controla a magia controla Rabadon. E o controle da Cabala é absoluto. Qualquer um que resista é derrotado ou eliminado... mas uma Rebelião está chegando. Armados com uma perigosa magia aplicada diretamente em suas peles, esses rebeldes buscam derrubar a Cabala e devolver a cidade ao seu povo, ou morrer tentando.",
        "imagePath": "",
        "skinSets": [
            192
        ]
    },
    {
        "id": 125,
        "name": "Magicae Prismatica",
        "description": "Há muito tempo, ainda mais antigo que todas as memórias vivas, a existência da magia foi varrida do universo. A vida continuou, mas alguns mundos não sobreviveram, e à medida que os anos viraram décadas e séculos, a natureza voltou a encontrar seu equilíbrio. Por fim, chegou a hora, e a magia está pronta para retornar, ainda que não seja na forma esperada.",
        "imagePath": "",
        "skinSets": [
            195,
            202
        ]
    },
    {
        "id": 126,
        "name": "Soul Fighter",
        "description": "De todos os cantos do mundo, estas almas despertadas receberam o convite para lutar no... Torneio das Almas! Esse realmente é o ápice do entretenimento, um espetáculo televisionado sem igual! Lutadores se enfrentarão em batalhas 1v1 na arena até que reste apenas um para receber o prêmio: o desejo mais profundo de sua alma! E eu estarei aqui, anunciando tudo em primeira mão!",
        "imagePath": "",
        "skinSets": [
            196
        ]
    },
    {
        "id": 127,
        "name": "Tela de Concreto",
        "description": "Arte e magia se misturam nas ruas da cidade de Ponte Styx, lar de monstros, espíritos, fantasmas e mortos-vivos de todos os tipos.",
        "imagePath": "",
        "skinSets": [
            197
        ]
    },
    {
        "id": 128,
        "name": "Sueño de Vida",
        "description": "A vida e a morte podem ser as únicas amarras definitivas no universo, mas há uma coisa que é tão forte quanto elas: a família. A vida não pode existir sem a morte, e a morte não pode existir sem a vida, mas os laços familiares são fortes o suficiente para garantir que nenhum espírito seja realmente esquecido.",
        "imagePath": "",
        "skinSets": [
            198
        ]
    },
    {
        "id": 129,
        "name": "Fúria e Presas",
        "description": "Aceite o instinto. Libere a violência. Exija respeito.",
        "imagePath": "",
        "skinSets": [
            200
        ]
    },
    {
        "id": 130,
        "name": "Guerra na Hora do Rango",
        "description": "Quem disse que com comida não se brinca?",
        "imagePath": "",
        "skinSets": [
            203
        ]
    },
    {
        "id": 131,
        "name": "Hall of Legends",
        "description": "Para não serem apagados da história para sempre, muitos arriscam suas vidas para se tornarem Lendas Ascendidas: guerreiros reconhecidos pelos deuses que deram origem a este mundo. Os que conseguem são agraciados com um poder imensurável e encarregados de representar os deuses que os escolheram.",
        "imagePath": "",
        "skinSets": [
            204
        ]
    },
    {
        "id": 133,
        "name": "Superprotetores da Força Planetária",
        "description": "Quando surge um perigo e a ajuda se faz desesperadamente necessária, há apenas um grupo que pode atender ao chamado. Em posição de prontidão, eles usam seus trajes Hiperfeitos e entram em ação com força, agilidade e poderes extraordinários. Eles vão lutar. Eles vão resistir. Eles são os Superprotetores da Força Planetária e chegaram para defender a galáxia!",
        "imagePath": "",
        "skinSets": [
            214
        ]
    },
    {
        "id": 136,
        "name": "Ecos das Profundezas",
        "description": "Aqui não há heróis, só condenados que enxergam com clareza até demais. De túmulos sem nome ao abismo sem luz, heróis malditos confrontam a própria natureza do mal: infecciosa, eterna e ansiando por liberdade.",
        "imagePath": "",
        "skinSets": [
            223
        ]
    },
    {
        "id": 13,
        "name": "Mestres da Culinária",
        "description": "''Mestres da Culinária'', a popular série de competição gastronômica, já está disponível para assistir. Em todo lugar. Em todas as plataformas. Todos os 1.000 episódios das 50 temporadas. Até mesmo ''Mestres da Culinária: Grandes Estrelas''. E ''Mestres da Culinária: Celebridades''. Comece a maratonar hoje mesmo!",
        "imagePath": "",
        "skinSets": [
            26
        ]
    },
    {
        "id": 14,
        "name": "Caçador de Cabeças",
        "description": "Para algumas espécies, a caça é mais do que um mero esporte: ela consome seus corpos e mentes, moldando-os em uma raça de verdadeiras máquinas mortíferas.",
        "imagePath": "",
        "skinSets": [
            30
        ]
    },
    {
        "id": 15,
        "name": "Guardião das Areias",
        "description": "Poderosos guardiões vigiam a tumba de um horror antigo para que ele nunca mais ameace o mundo. Mas talvez já seja tarde demais...",
        "imagePath": "",
        "skinSets": [
            66,
            67
        ]
    },
    {
        "id": 16,
        "name": "Frenesi Açucarado",
        "description": "Um Castelo de Biscoitos e um Mar de Refrigerante, Montanhas de Alcaçuz e uma Floresta de Jujubas... esse é o Reino dos Doces em toda a sua glória.",
        "imagePath": "",
        "skinSets": [
            57
        ]
    },
    {
        "id": 17,
        "name": "Caixa de Brinquedos",
        "description": "O baú de brinquedos de Gnar está repleto de tesouros inestimáveis, mas, quando não tem ninguém em casa, eles ganham vida própria...",
        "imagePath": "",
        "skinSets": [
            61
        ]
    },
    {
        "id": 19,
        "name": "Tribo Bretã",
        "description": "Poucos sobrevivem à travessia da tundra congelada do norte. Se a pessoa não morre de frio... morre nas mãos da Tribo Bretã.",
        "imagePath": "",
        "skinSets": [
            68
        ]
    },
    {
        "id": 1,
        "name": "Guardiãs Estelares",
        "description": "Em um universo vasto e sombrio, jovens guerreiras são escolhidas pelo destino para proteger a luz e as estrelas. Elas são destinadas a brilhar intensamente, mas entrar em colapso com a mesma intensidade.",
        "imagePath": "",
        "skinSets": [
            19,
            20,
            119,
            161
        ]
    },
    {
        "id": 20,
        "name": "Luas de Ionia",
        "description": "Uma voz ecoa: ''Contorçam-se, irmãos. Como olhos vidrados de demônios famintos, as luas de uma Ionia condenada se erguem, aguardando o vermelho da lealdade — ou são pragas monstruosas que não podem seguir? Seja como for, somos recipientes, em ritual e sacrifício. No auge da lua, esculpimos carne de carne, oferecendo o presente do que somos!''.",
        "imagePath": "",
        "skinSets": [
            12,
            160
        ]
    },
    {
        "id": 21,
        "name": "Caçadores Pré-históricos",
        "description": "Monstros gigantescos vagam por nossa terra, perseguindo suas presas com precisão assustadora. Os humanos certamente se tornariam suas próximas refeições, não fosse pelos Caçadores. Armados com lâminas feitas dos ossos de seus primeiros abates e com instintos que rivalizam os das feras mais temíveis, os Caçadores protegem seu povo de um destino terrível todos os dias.",
        "imagePath": "",
        "skinSets": [
            32
        ]
    },
    {
        "id": 22,
        "name": "Livro de Histórias",
        "description": "Era uma vez, um grupo de personagens de livros de histórias que ganhou vida e saiu das páginas...",
        "imagePath": "",
        "skinSets": [
            71,
            41
        ]
    },
    {
        "id": 23,
        "name": "Fábulas",
        "description": "Toda cultura tem seu próprio folclore sobre lendas e monstros. Seriam esses mitos uma invenção da nossa imaginação, histórias passadas por gerações para explicar o inexplicável? Ou eles são baseados em uma verdade oculta do resto do mundo?",
        "imagePath": "",
        "skinSets": [
            72
        ]
    },
    {
        "id": 24,
        "name": "Versus",
        "description": "Tudo nasce do conflito; nada pode escapar dele. A harmonia é uma ilusão, e somente aqueles que abraçam essa ilusão colherão as maiores recompensas da vida.",
        "imagePath": "",
        "skinSets": [
            78,
            125,
            124,
            193
        ]
    },
    {
        "id": 25,
        "name": "Mech",
        "description": "Agigantando-se sobre a cidade, kaijus colossais lutam contra mechas imponentes. Quem vai vencer?",
        "imagePath": "",
        "skinSets": [
            35,
            79
        ]
    },
    {
        "id": 26,
        "name": "Hextec",
        "description": "Agora na vanguarda da ciência e da arte, a tecnologia hextec evoluiu de suas origens rudimentares para um renascimento moderno de formas de vida complexas e artificiais, capazes de livre arbítrio. Artesãos habilidosos lideram o caminho para um novo e ousado futuro - mas o que ele trará, ninguém sabe dizer.",
        "imagePath": "",
        "skinSets": [
            40
        ]
    },
    {
        "id": 28,
        "name": "Friaca",
        "description": "Existe época do ano melhor que a Friaca, quando o ar está fresco, a neve fofa e o chocolate bem quentinho? Atire uma bola de neve ou cante uma canção de natal; contanto que você celebre com alegria, tudo ficará bem e não haverá nada a temer.",
        "imagePath": "",
        "skinSets": [
            46,
            48,
            47
        ]
    },
    {
        "id": 2,
        "name": "Reinos Combatentes",
        "description": "Impérios rivais lutam pelo poder enquanto tentam unificar suas terras, ao mesmo tempo que bravos guerreiros e generais estoicos testam suas habilidades contra os maiores heróis da era. São tempos de guerra e tempos de lendas.",
        "imagePath": "",
        "skinSets": [
            53
        ]
    },
    {
        "id": 30,
        "name": "Jornada Imortal",
        "description": "Há muito tempo, em uma terra antiga, muitas almas se reuniram sob os deuses para testar os limites de seus poderes. Tolos e arrogantes, corajosos e justos, suas jornadas são escritas nas páginas imortais da história…",
        "imagePath": "",
        "skinSets": [
            81
        ]
    },
    {
        "id": 31,
        "name": "Velho Oeste Gótico",
        "description": "No auge da revolução industrial, os viajantes começam a chegar ao ocidente indomado, em busca de fortuna e prosperidade entre os horrores desconhecidos de um mundo cruel e antigo. É uma época de bravos pistoleiros e canalhas desonestos, deuses inescrutáveis ​​e demônios selvagens.",
        "imagePath": "",
        "skinSets": [
            39
        ]
    },
    {
        "id": 32,
        "name": "Odisseia ",
        "description": "Dos urbanizados planetas-núcleos aos confins mais distantes da galáxia, aventuras estão à espera! O grande Império Demaxiano ignora as objeções da Ordem Templária e do Sindicato criminoso em sua busca por Ora, uma misteriosa essência dourada que é a alma e o sangue de toda a civilização e promete um poder inimaginável para aqueles que a possuírem…",
        "imagePath": "",
        "skinSets": [
            73
        ]
    },
    {
        "id": 33,
        "name": "PROJETO",
        "description": "Entre as megaestruturas de ruas lotadas de um futuro controlado por corporações globais, uma guerra sombria e devastadora acontece entre humanos rebeldes aprimorados e seres artificiais fortalecidos. Os vencedores moldarão o curso da história… e os perdedores serão obrigados a evoluir.",
        "imagePath": "",
        "skinSets": [
            18,
            17,
            148
        ]
    },
    {
        "id": 34,
        "name": "Eclipse",
        "description": "No início, os Deuses Antigos reinavam. O amor da humanidade por eles era tão grande que uma pessoa ousou torná-los parte de sua carne para sempre. Ela devorou o Sol e, ao descer do céu vazio, inspirou seus cavaleiros a dizimar todos os que restaram. Séculos depois, eles continuam sendo a única esperança contra a crescente escuridão da Congregação das Bruxas.",
        "imagePath": "",
        "skinSets": [
            93,
            92,
            58,
            62,
            80
        ]
    },
    {
        "id": 36,
        "name": "Reinos Mech",
        "description": "Os Grandes Reinos lutaram por gerações até surgir um novo inimigo. Para enfrentá-lo, foram agraciados com dádivas dos céus. Será que conseguirão manter a paz com o passado para salvar o futuro?",
        "imagePath": "",
        "skinSets": [
            127
        ]
    },
    {
        "id": 37,
        "name": "Florescer Espiritual",
        "description": "O Festival do Florescer Espiritual é uma tradição antiga celebrada em Ionia. É nessa época que as portas para o mundo espiritual se abrem, os mortos retornam para entes queridos e espíritos voltam seus olhares para os vivos. Dos benevolentes Kanmei aos obsessivos Akana, suas histórias são revividas, como sombras em uma lanterna de papel.",
        "imagePath": "",
        "skinSets": [
            171
        ]
    },
    {
        "id": 38,
        "name": "PsyOps",
        "description": "Para se proteger contra forças desonestas que buscam desestabilizar o mundo, o Alto Comando envia o PsyOps, uma equipe de elite de soldados psíquicos. Os membros incluem [CENSURADO].",
        "imagePath": "",
        "skinSets": [
            133,
            134,
            63
        ]
    },
    {
        "id": 3,
        "name": "Quebra-mundos",
        "description": "No fim, a lua sufocará o sol. E, nesse amanhecer desesperançado, quatro titãs ascenderão para destruir o próprio mundo.",
        "imagePath": "",
        "skinSets": [
            29
        ]
    },
    {
        "id": 40,
        "name": "Rainhas de Batalha",
        "description": "O coletivo de reinos de Elysia, outrora separados por incessáveis guerras, descobriu a verdadeira natureza do seu mundo: a magia que mantém o seu plano fantástico unido é garantida somente por meio de conflitos. Assim, os reinos se aliaram através do conflito unificador da Grande Coroação. Porém, algumas alianças começaram a se mostrar mais frágeis...",
        "imagePath": "",
        "skinSets": [
            137
        ]
    },
    {
        "id": 41,
        "name": "Saga ''O Rei Destruído''",
        "description": "A Névoa Negra se espalha, o Tormento se aproxima e o Rei Destruído ressurge. A corrupção de Viego envolve Runeterra, fazendo de amigos inimigos e subjugando nações. Só os Sentinelas da Luz, comandados por Senna e Lucian, podem impedi-lo. É preciso reunir Campeões para combater a Névoa Negra e acabar com o reinado do Rei Destruído.",
        "imagePath": "",
        "skinSets": [
            138,
            147
        ]
    },
    {
        "id": 42,
        "name": "Pergaminhos Shan Hai",
        "description": "Ninguém sabe dizer quem criou os misteriosos Pergaminhos Shan Hai, nem quando. Basta um vislumbre para perceber que a pintura é uma janela para um mundo de magia e coisas incríveis... mas talvez esteja mais pra uma porta?",
        "imagePath": "",
        "skinSets": [
            139
        ]
    },
    {
        "id": 43,
        "name": "Rosa de Cristal",
        "description": "Em um mundo de frágeis alianças mágicas e ressentimentos seculares, o Festival Rosa de Cristal anual é um território neutro para a renegociação de tréguas. Armas são deixadas à porta e novos pactos se firmam quando as pessoas colhem e usam as rosas mágicas que florescem somente durante o festival.",
        "imagePath": "",
        "skinSets": [
            140,
            141
        ]
    },
    {
        "id": 45,
        "name": "Embalos no Espaço",
        "description": "Em uma galáxia bacana a milhões de discotecas de distância, uma energia misteriosa conhecida como Embalo leva música e prosperidade aos cidadãos galácticos. Porém, quando a soberana alienígena Lissandra e seu exército de Som Pesado começam a escravizar planetas e reprimir a música disco, novos heróis surgem para impedi-la e seguir a festa.",
        "imagePath": "",
        "skinSets": [
            144
        ]
    },
    {
        "id": 46,
        "name": "Arcana",
        "description": "No topo de Arcana, os Arquétipos, padrões vivos que moldam a realidade, se esforçam para traçar sua visão sobre o caos que reina abaixo. Os Arquétipos recrutam cidadãos perspicazes desse mundo para amplificar seus padrões ocultos. Sendo assim, quanto mais o padrão de um Arquétipo é ampliado, mais o mundo reflete sua grande visão.",
        "imagePath": "",
        "skinSets": [
            146
        ]
    },
    {
        "id": 48,
        "name": "Pesadelo na Cidade do Crime",
        "description": "Horrores sobrenaturais espreitam o submundo da Cidade de Valoran. Mercados clandestinos criaram Elixires: substâncias preciosas que prometem dinheiro e influência a gangues que monopolizarem o mercado. Estimulados por agentes da corrupção, malfeitores buscam forças além do véu para provar do verdadeiro poder.",
        "imagePath": "",
        "skinSets": [
            149,
            51,
            23
        ]
    },
    {
        "id": 4,
        "name": "Pulsefire",
        "description": "Entre as ramificações de realidades infinitas, os Cronoexecutores batem de frente com fugitivos, senhores da guerra temporais e com a marcha incansável dos Pretorianos através das vicissitudes do espaço-tempo.",
        "imagePath": "",
        "skinSets": [
            36,
            90
        ]
    },
    {
        "id": 51,
        "name": "Kawaii Café",
        "description": "Comida boa é pura magia — literalmente! Em um mundo de chás elegantes e sobremesas encantadas, magos fazem macarons enfeitiçados, assam croissants mágicos e servem bolinhos sobrenaturais para agradar aos inúmeros clientes famintos.",
        "imagePath": "",
        "skinSets": [
            153
        ]
    },
    {
        "id": 52,
        "name": "Arcane",
        "description": "Nas cidades de Piltover e Zaun, a inquietação sempre aumenta conforme inventores e ladrões, políticos e senhores do crime se indignam com as restrições de uma sociedade fragmentada. Descobertas e perigos colidem enquanto heróis surgem e laços são rompidos. Será que esse poder mudará o mundo ou o levará à destruição?",
        "imagePath": "",
        "skinSets": [
            152
        ]
    },
    {
        "id": 55,
        "name": "Laminuvem",
        "description": "Com armas imbuídas de magia de relâmpago do mortal Ritual da Nuvem, a Lâmina do Trovão é uma ordem de misteriosos guerreiros shinobi encarregados de proteger a humanidade de espíritos e monstros malignos. Eles viajam entre os reinos mortal e espiritual para perseguir ameaças intocáveis, protegendo o futuro do mundo mortal.",
        "imagePath": "",
        "skinSets": [
            155
        ]
    },
    {
        "id": 56,
        "name": "AnimaTech",
        "description": "A humanidade está à beira da destruição, quase derrotada por um exército de invasores do fundo do mar que usa tecnologia de ponta: os chamados primordianos. Junte-se ao Esquadrão Anima, um grupo de combatentes de elite que usam tecnologia saqueada dos primordianos para lutar contra o fim do mundo. Para salvar a humanidade, terão que lutar como animais.",
        "imagePath": "",
        "skinSets": [
            156,
            206
        ]
    },
    {
        "id": 58,
        "name": "Verão Bronzeado",
        "description": "É verão, cara! O sol tá brilhando, o ventinho tá agradável e a água tá fresquinha. Todo mundo deixou as rivalidades e rancores em casa, pra cá só trazem roupas de banho e boas energias. Teremos muito tempo para gritos e pancadarias depois. Por enquanto, relaxe, curta a música e se divirta muito.",
        "imagePath": "",
        "skinSets": [
            159,
            15,
            218
        ]
    },
    {
        "id": 59,
        "name": "Domadores de Monstros",
        "description": "Quem somos nós? Somos Domadores de Monstros! Protegemos o mundo do perigo! Nunca fugimos, seguimos o rugido. Domamos o monstro e usamos o PORO. E, com novos amigos ao nosso lado, saltamos, corremos, nadamos e voamos! Vamos a qualquer lugar, onde quer que estejamos. Porque somos Domadores de Monstros! É isso que somos!",
        "imagePath": "",
        "skinSets": [
            162
        ]
    },
    {
        "id": 5,
        "name": "Horizonte de Eventos",
        "description": "Coisas terríveis e belas nascem na vasta escuridão do espaço; desde criaturas Cósmicas de amor sublime até as monstruosidades incompreensíveis da Estrela Negra. São os filhos dos deuses silenciosos que finalmente estão retornando para casa.",
        "imagePath": "",
        "skinSets": [
            43,
            44
        ]
    },
    {
        "id": 60,
        "name": "Guardião Espiritual",
        "description": "Udyr passou quase uma década treinando em Ionia com monges do Monastério Hirana, aprendendo a controlar suas habilidades espirituais. Quando Freljord o chamou, ele escolheu ficar e concluir o treinamento. Desde então, Udyr tornou-se parte da paisagem ioniana, espiritual e mortal, trabalhando com Lee Sin e Karma para devolver o equilíbrio à terra dilacerada pela guerra.",
        "imagePath": "",
        "skinSets": [
            163
        ]
    },
    {
        "id": 61,
        "name": "A Escalada",
        "description": "A escalada não é só trabalho. É a luta, o esforço, às vezes revigorante, às vezes desmoralizante. É uma semana inteira no estilo montanha-russa com curvas cômicas e quedas trágicas, para começar tudo de novo na segunda-feira. Estamos trabalhando duro ou trabalhando a duras penas? Na escalada, é tudo a mesma coisa.",
        "imagePath": "",
        "skinSets": [
            100,
            168,
            169,
            31,
            115,
            106,
            34,
            102,
            103,
            121
        ]
    },
    {
        "id": 62,
        "name": "Definitivamente não",
        "description": "Um universo totalmente normal, sem nada ambíguo, traiçoeiro ou desonesto. Claro que não.",
        "imagePath": "",
        "skinSets": [
            101
        ]
    },
    {
        "id": 63,
        "name": "Firmamento de Ferro",
        "description": "Uma galáxia destruída pela guerra tenta se recuperar, mas há cicatrizes. Caçadores de recompensas e agentes corporativos preencheram o vácuo de poder, e pilotam exotrajes com habilidades surreais. Em resposta, megacorporações alavancam exércitos privados para impor sua vontade em colônias distantes. A guerra não cessa, apenas muda de campo de batalha.",
        "imagePath": "",
        "skinSets": [
            65,
            85,
            59,
            76
        ]
    },
    {
        "id": 64,
        "name": "Eras de Runeterra",
        "description": "Vislumbres de si mesmos em outras vidas. Confrontos do destino em outra era. Runeterra é um mundo cheio de possibilidades, pois suas lendas encontram novas destinações... e destinos.",
        "imagePath": "",
        "skinSets": [
            164,
            49,
            177,
            178,
            179,
            180,
            128,
            82,
            215,
            219,
            222
        ]
    },
    {
        "id": 65,
        "name": "Elementalista",
        "description": "Um reino paira à beira da ruína enquanto um exército de feras elementais gigantescas trava uma guerra contra a humanidade. A última linha de defesa é mantida por uma rainha guerreira solitária, a Lux Elementalista. Para salvar seu povo, ela deve olhar para dentro e revelar sua verdadeira natureza... não importa a forma que assuma.",
        "imagePath": "",
        "skinSets": [
            166
        ]
    },
    {
        "id": 66,
        "name": "Infernal",
        "description": "Fogo, enxofre e morte. É impossível retornar ao mundo que existia antes da ascensão do Senhor das Cinzas. É um sonho, perdido nos rios abrasadores de lava sob terras repletas de vulcões. Agora começa uma nova era — uma que queimará por toda a eternidade.",
        "imagePath": "",
        "skinSets": [
            86
        ]
    },
    {
        "id": 67,
        "name": "Legado",
        "description": "Tesouros de dias passados, brilhando ao seu alcance.",
        "imagePath": "",
        "skinSets": [
            167,
            69,
            185
        ]
    },
    {
        "id": 68,
        "name": "Maravilhas do Mundo",
        "description": "Indivíduos oriundos do distante universo da \"Terra\", onde estátuas gigantes ganham vida e todos usam um chapéu engraçado. Pensando bem, parece até Runeterra.",
        "imagePath": "",
        "skinSets": [
            99
        ]
    },
    {
        "id": 69,
        "name": "Instituto da Guerra",
        "description": "Embora as leis severas, os impérios e a turbulência política que levaram à Guerra Rúnica tenham se apagado com o tempo, os contos das batalhas lendárias travadas nos Campos da Justiça são mantidos vivos pelos sobreviventes dos Lordes Magos e do Protetorado. Os Saqueadores e Vigias perpetuam o legado de guerra e hostilidade de seus ancestrais, por mais distantes que estejam dos conflitos iniciais.",
        "imagePath": "",
        "skinSets": [
            50,
            45
        ]
    },
    {
        "id": 6,
        "name": "Mundo dos Dragões",
        "description": "Duas vezes o fogo dracônico consumiu o mundo. Duas vezes foram forjados heróis dentre as chamas.",
        "imagePath": "",
        "skinSets": [
            13
        ]
    },
    {
        "id": 70,
        "name": "Kinetex Machina",
        "description": "Século XXII: aprimoramentos são parte da sociedade. Os limites da humanidade sempre mudam, criando um senso de otimismo e possibilidade. A cada 4 anos, as nações ignoram seus conflitos no espírito de harmonia e competição dos Zenith Games — não para mostrar ao mundo o que é possível, mas o que ele pode se tornar.",
        "imagePath": "",
        "skinSets": [
            165
        ]
    },
    {
        "id": 71,
        "name": "Fliperama",
        "description": "''Insira moedas para jogar'' pisca na tela, uma oferta irresistível para qualquer jogador que se preze. Mas levados de seu humilde fliperama para um mundo repleto de heróis e chefões, esses jogadores comuns terão que lutar com todos os reflexos e combinações que puderem. Porque os jogadores em Fliperâmia... jogam com suas próprias vidas.",
        "imagePath": "",
        "skinSets": [
            11,
            10,
            117
        ]
    },
    {
        "id": 72,
        "name": "Contos do Rift",
        "description": "Todos os anos, pais contam para as crianças histórias de bruxas e outras criaturas malvadas que andam pelas ruas em uma certa noite. ''Fique na cama, meu bem, a escuridão é amiga delas.'' Essas histórias têm um fundo de verdade. Afinal, os mortos-vivos dessa noite encantada adoram um bom susto, mas nunca machucariam uma criança! Exceto aquelas bem travessas, claro.",
        "imagePath": "",
        "skinSets": [
            172,
            88
        ]
    },
    {
        "id": 73,
        "name": "Abelhinhas",
        "description": "Bzzz. Bzzz, bzzz, bzzz. Bzzz! Bzzz, bzz, bzz, bzz, bzz. Bzzz...",
        "imagePath": "",
        "skinSets": [
            143
        ]
    },
    {
        "id": 74,
        "name": "Era de Prata",
        "description": "Os maiores super-heróis e vilões mais perversos do Rift, disponíveis em uma loja de quadrinhos perto de você!",
        "imagePath": "",
        "skinSets": [
            111
        ]
    },
    {
        "id": 75,
        "name": "Cães vs. Gatos",
        "description": "A rivalidade mais antiga que o mundo já viu: os melhores amigos do homem e os grandes heróis da internet se enfrentam. Somente uma facção sairá vitoriosa das garras torturantes da batalha entre cães e gatos. Tomara que ninguém suje muito o pelo: a única coisa pior que perder é tomar banho.",
        "imagePath": "",
        "skinSets": [
            98
        ]
    },
    {
        "id": 76,
        "name": "Pesadelo da Vizinhança",
        "description": "Lendas aterrorizantes de estranhos excêntricos, amigos diabólicos e encontros macabros.",
        "imagePath": "",
        "skinSets": [
            170,
            110
        ]
    },
    {
        "id": 77,
        "name": "Vetustez",
        "description": "A vida é uma bênção dentro das muralhas do castelo do Lorde Tryndamere. Os cavaleiros podem buscar o ferreiro para comprar artigos ou um dos muitos magos para receber sábios conselhos. E, para os de espírito aventureiro, Albion aguarda, com mistérios que só são conhecidos pelos seres mágicos que lá habitam.",
        "imagePath": "",
        "skinSets": [
            97,
            114
        ]
    },
    {
        "id": 78,
        "name": "Águas Sombrias",
        "description": "Águas de Sentina, onde a morte é mais veloz que as correntes e as regras são tão amorfas quanto uma gororoba. Um lugar onde dinheiro é uma chave que pode abrir qualquer porta e a verdade é apenas um acordo formado por mentiras.",
        "imagePath": "",
        "skinSets": [
            74
        ]
    },
    {
        "id": 79,
        "name": "Riot Records",
        "description": "Claro, tem a ver com estádios lotados, com a elegância da alta-costura, com uma multidão animada; mas também tem a ver com caixas de som no talo, tão altas que seus ouvidos tremem e se juntam à batida. Tem a ver com as luzes quentes do palco, o grave pulsante e o ritmo constante dos tambores. Tem a ver com a adrenalina lá em cima, ardendo de dentro pra fora. Essa sensação? Isso é música.",
        "imagePath": "",
        "skinSets": [
            173,
            174,
            120,
            91,
            16,
            151,
            199
        ]
    },
    {
        "id": 80,
        "name": "Vitoriosa",
        "description": "Campeões conquistam seus inimigos e ascendem a novas alturas, realizando seus sonhos mais loucos e exibindo seus espólios duramente conquistados a todos e todas que quiserem vislumbrar a verdadeira grandeza.",
        "imagePath": "",
        "skinSets": [
            7
        ]
    },
    {
        "id": 81,
        "name": "Honra",
        "description": "A sociedade se tornou cada vez mais individualista e se fechou sob o comando dos Essencialistas. As pessoas são estimuladas a se importarem apenas consigo, o que faz com que ninguém confie em ninguém. Como líder da Ordem da Consolação, uma organização extinta há muito tempo, Malzahar busca trazer harmonia para esse mundo dissonante por meio da revigorante aura da Consolação. Ele sabe que um mundo melhor só pode ser construído se as pessoas se unirem.",
        "imagePath": "",
        "skinSets": [
            176
        ]
    },
    {
        "id": 82,
        "name": "Blindados",
        "description": "O público vem de todos os cantos do mundo para ter a chance de testemunhar os melhores lutadores robôs sendo derrotados nas arenas de gladiadores da RiotCorp, cada um deles ansioso pela chance de ser coroado o campeão da Liga de Combate Blindado ou pifar tentando.",
        "imagePath": "",
        "skinSets": [
            118
        ]
    },
    {
        "id": 83,
        "name": "Seja Meu",
        "description": "Bom... e aí?",
        "imagePath": "",
        "skinSets": [
            64
        ]
    },
    {
        "id": 84,
        "name": "Academia",
        "description": "ATENÇÃO, ALUNOS E DOCENTES: chegou ao nosso conhecimento que todos os alunos estão enfrentando ação disciplinar e todos os professores estão em licença psiquiátrica \"sugerida\". As aulas serão canceladas até segunda ordem... talvez num momento em que os alunos suspensos mencionados tenham repensado seu comportamento absurdo.",
        "imagePath": "",
        "skinSets": [
            22
        ]
    },
    {
        "id": 85,
        "name": "Arcanistas",
        "description": "Do lado de fora das portas do instituto está um mundo cheio de magia... e perigo. Os professores advertem os jovens bruxos e bruxas a ficar dentro da segurança do terreno da escola, aumentar seu poder e estudar — mas onde fica a diversão nisso quando a aventura está logo ali?",
        "imagePath": "",
        "skinSets": [
            95
        ]
    },
    {
        "id": 86,
        "name": "Viajantes das Estrelas",
        "description": "É perigoso viajar pelo espaço sem companhia... leve um mipe! A não ser que seja roxo. Os roxos são do mal.",
        "imagePath": "",
        "skinSets": [
            94,
            105
        ]
    },
    {
        "id": 87,
        "name": "Jornada Imortal",
        "description": "Espalhadas pelo globo, as Armas Divinas transformaram a sociedade numa organização movida pelo poder. Esses monumentos sencientes chamam aqueles que são dignos e concedem dádivas, visando expandir influência neste mundo dividido pela guerra. Ser escolhido é um atestado de honra, inspirando medo em qualquer possível oponente.",
        "imagePath": "",
        "skinSets": [
            113
        ]
    },
    {
        "id": 88,
        "name": "Beta",
        "description": "beta_universe_descriptionFINALFINAL.txt",
        "imagePath": "",
        "skinSets": [
            182
        ]
    },
    {
        "id": 89,
        "name": "Gelo Sombrio",
        "description": "A Bruxa Gélida não deixa ninguém descansar; cada amigo e inimigo caído em seu domínio se ergue novamente para lutar ao lado dela. A magia sombria distorce-lhes a aparência, criando golens glaciais com coração de gelo negro que não derrete.",
        "imagePath": "",
        "skinSets": [
            129
        ]
    },
    {
        "id": 90,
        "name": "Hematita",
        "description": "A mitológica Hematita concede habilidades impressionantes por um preço igualmente assustador. Por onde passa ela deixa um rastro de corpos, e sem dúvidas mais estão por vir, afinal não falta poder na escuridão, apenas a vontade de tomá-lo.",
        "imagePath": "",
        "skinSets": [
            126
        ]
    },
    {
        "id": 91,
        "name": "Esports",
        "description": "Alguns dizem que erguer a taça da Copa do Invocador diante de um estádio lotado de fãs é o melhor prêmio que há... outros dizem que é o dinheiro mesmo. E a galera da equipe do League of Legends que faz as skins? Nós achamos que a melhor parte de ganhar o Mundial é alcançar a imortalidade em seu jogo favorito. E não somos nada parciais!",
        "imagePath": "",
        "skinSets": [
            9,
            109,
            1,
            2,
            3,
            4,
            5,
            6,
            75,
            107,
            130,
            145,
            158,
            8,
            207,
            220
        ]
    },
    {
        "id": 92,
        "name": "Edição de Colecionador",
        "description": "Para os criteriosos colecionadores da edição limitada do MOBA lançado em 2009.",
        "imagePath": "",
        "skinSets": [
            83
        ]
    },
    {
        "id": 93,
        "name": "Guerra Infernal",
        "description": "O que é isso?! Estamos em guerra, soldado, e você gasta seu tempo lendo? De que serve a leitura quando você está esfregando essa bunda magricela na lama infestada de ratos, no meio de um furacão debaixo do fogo ardente? Isso mesmo, de nada! Agora entre na formação!",
        "imagePath": "",
        "skinSets": [
            104,
            14
        ]
    },
    {
        "id": 94,
        "name": "Pelo Branquinho",
        "description": "Chegou a temporada do coelho! O povo circula pela trilha do coelho com seus melhores trajes, ovos pintados e um sorriso no rosto. Que o novo ano comece feliz e saltitante para todos!",
        "imagePath": "",
        "skinSets": [
            56
        ]
    },
    {
        "id": 95,
        "name": "Elite Carmesim",
        "description": "Como encontrar a Elite Carmesim? É só seguir os corpos.",
        "imagePath": "",
        "skinSets": [
            122
        ]
    },
    {
        "id": 96,
        "name": "Jurado de Morte",
        "description": "O submundo se agita com atividades sinistras. A morte comanda seus súditos para um novo projeto aterrorizante, que exigirá as almas de todos os mortais.",
        "imagePath": "",
        "skinSets": [
            87
        ]
    },
    {
        "id": 97,
        "name": "Demoníaco",
        "description": "Pobres almas condenadas ao sofrimento, seja por contratos ou maldades praticadas: as chamas eternas do Inferno estarão esperando.",
        "imagePath": "",
        "skinSets": [
            116
        ]
    },
    {
        "id": 98,
        "name": "Quatro Feras",
        "description": "Feras divinas vigiam todo o mundo, capazes de tornar qualquer criatura em um ser poderoso, mas somente se a alma dela se mostrar digna dessas dádivas. Não importa se é usada para o bem ou para o mal, uma vez concedida, a dádiva não pode ser tomada de volta.",
        "imagePath": "",
        "skinSets": [
            135,
            150
        ]
    },
    {
        "id": 99,
        "name": "Cavaleiros do Terror",
        "description": "Trazidos de volta à vida por uma misteriosa magia antiga, esses cavaleiros mortos-vivos são os únicos remanescentes de uma lenda histórica, perdida no tempo. Eles vão proteger o que já foi deles a qualquer custo para a vida mortal.",
        "imagePath": "",
        "skinSets": [
            123
        ]
    },
    {
        "id": 9,
        "name": "Riftquest",
        "description": "O perigo espreita em Runeterra! Monstros poderosos, feiticeiros vis e criaturas míticas vagam sem controle! Junte seus amigos e crie a sua própria aventura de 3 a 5 jogadores, derrotando o mal a cada rolar de dados. Será que você tem o que é preciso para salvar o mundo e se tornar uma lenda do RIFTQUEST?",
        "imagePath": "",
        "skinSets": [
            38
        ]
    }
]